{
  "id": 14503,
  "contacts": {
    "id": 180,
    "name": "Lời Thì Thầm Của Con Dê Gánh Tội Vàng",
    "icon": "UI_Message_Group_Default",
    "signature": null,
    "typeId": 3,
    "type": "Trò Chuyện Nhóm"
  },
  "relatedMessages": [
    14502,
    14503,
    14504,
    14505,
    14506
  ],
  "sections": [
    {
      "id": 1450301,
      "startingMessageId": [
        145030000
      ],
      "messages": {
        "145030000": {
          "id": 145030000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "Chủ nhóm đã cấm chat toàn bộ thành viên",
          "next": [
            145030001
          ]
        },
        "145030001": {
          "id": 145030001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "Chắc bạn đã lấy được 8 cái đầu dê rồi, tôi cũng hoàn thành 3 đoạn phân tích, tốc độ hiện tại chậm hơn bạn, nhưng tôi sẽ đuổi kịp (trong mấy cái đầu dê gần đây, thật ra nội dung có thể phân tích ra được không chỉ có một đoạn)",
          "next": [
            145030002
          ]
        },
        "145030002": {
          "id": 145030002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "Tóm lại, hãy nhận lấy",
          "next": [
            145030003
          ]
        },
        "145030003": {
          "id": 145030003,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "Đã nhận đính kèm \"Lời Thì Thầm Của Con Dê Gánh Tội Vàng 2\"",
          "next": [
            145030004
          ]
        },
        "145030004": {
          "id": 145030004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "Sẵn tiện post thêm một đoạn câu chuyện Avilius tự tưởng tượng ra, tôi nghĩ anh ấy nên nghiêm túc nghiên cứu văn học chứ không phải thần bí học",
          "next": [
            145030005
          ]
        },
        "145030005": {
          "id": 145030005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "\"Khi Thủy Triều Đen mới xuất hiện trên thế giới, mọi người đều vô cùng sợ hãi. Họ làm người chăn cừu quá lâu, lâu đến mức quên rằng bản thân mình cũng có thể bị săn bắt và giết chết như những con cừu. Ở tận cùng của Thời Kỳ Hoàng Kim, nhân loại đã gặp phải sự sụp đổ toàn diện chưa từng có trong lịch sử. Anh hùng cũ đã chết, anh hùng mới vẫn chưa ra đời, mọi thứ đều hỗn loạn, mọi thứ đều khiến con người ta tuyệt vọng. Nền văn minh từng phát triển mạnh mẽ lúc này đã để lại một cái bóng khổng lồ, những người có khát vọng sáo rỗng chỉ có thể dùng những chiếc răng hư mọc đầy lỗ hổng của mình để gặm nhấm số phận khô khốc như tro bụi.\"",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        181
      ]
    }
  ]
}