{
  "id": 14501,
  "contacts": {
    "id": 179,
    "name": "Tín Đồ Diễn Hóa Thần Bí Học",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Sinh mệnh sẽ tự mình tìm được đường ra",
    "typeId": 2,
    "type": "Khác"
  },
  "relatedMessages": [
    14500,
    14501
  ],
  "sections": [
    {
      "id": 1450101,
      "startingMessageId": [
        145010000
      ],
      "messages": {
        "145010000": {
          "id": 145010000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "Lần truyền tin này là hệ thống tự động gửi đi",
          "next": [
            145010001
          ]
        },
        "145010001": {
          "id": 145010001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Gửi người cùng chí hướng với tôi: Bạn đã lấy được 4 tín vật của \"Con Dê Gánh Tội Vàng\", điều này khiến tôi tin rằng, bạn cũng như tôi, có hứng thú đặc biệt với nó.",
          "next": [
            145010002
          ]
        },
        "145010002": {
          "id": 145010002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Tên tôi là Avilius (Có lẽ bạn đã đoán ra rồi nhỉ). Năng lực cá nhân của tôi có hạn, đối với việc thám hiểm thêm những bí mật khác của \"Con Dê Gánh Tội Vàng\", thật sự có chút lực bất tòng tâm, nhưng bạn thì hẳn là rất thần thông quảng đại. Thật không giấu gì, tôi tình cờ quen biết một học giả nhàn rỗi ở Viện Nguyên Lão, vị tiền bối này đã từng giúp tôi phân tích một số thông tin của \"Con Dê Gánh Tội Vàng\", cũng giúp tôi bí mật cài đặt hệ thống tự động gửi tin nhắn này trong đầu dê.",
          "next": [
            145010003
          ]
        },
        "145010003": {
          "id": 145010003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Nghe nói hệ thống \"Con Dê Gánh Tội Vàng\" có một loại sách lược mạng lưới đặc biệt, mỗi lần hoàn thành khiêu chiến đều có thể nghe thấy những lời thì thầm viễn cổ có ý nghĩa khác nhau (tuy tôi hoàn toàn không phân biệt được, nhưng vị tiền bối kia thật sự có thể dịch ra hoàn toàn khác biệt). Đương nhiên, Diễn Hóa Thần Bí Học cho rằng, thần tích có nhiều khả năng đến từ tự nhiên hơn là do con người thiết kế; đằng sau \"Con Dê Gánh Tội Vàng\" cũng chẳng thể nào có một người thiết kế âm thầm gửi tin nhắn viễn cổ tới chúng ta.",
          "next": [
            145010004
          ]
        },
        "145010004": {
          "id": 145010004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Thực tế, trong mắt vị tiền bối đó, \"Con Dê Gánh Tội Vàng\" cũng có thể là một loại hình chiếu hoặc khe hở được tạo ra trong hiện thực bởi một sự thần bí vĩ đại nào đó, quy tắc của nó là kết quả của một loại quy tắc cao hơn nào đó bị hiện thực đè lên.",
          "next": [
            145010005
          ]
        },
        "145010005": {
          "id": 145010005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Hình như chủ đề hơi lạc đề rồi... Dù sao, bất kể hiện giờ bạn lấy được 4 tín vật đó từ đâu, chức năng đặc biệt được vị tiền bối kia thiết kế cho Phiến Đá Truyền Tin đều đủ để kết hợp với hệ thống, cho phép bạn nhận được thông tin tôi nhập vào đây.",
          "next": [
            145010006
          ]
        },
        "145010006": {
          "id": 145010006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Như đã nói trước đó, tôi tên là Avilius, nếu bạn hỏi thăm những người xung quanh quảng trường Kephale thì chắc chắn sẽ tìm được tôi.",
          "next": [
            145010007
          ]
        },
        "145010007": {
          "id": 145010007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Người cùng chí hướng... Tôi sẽ ôm ấp hy vọng mãnh liệt và chờ bạn ở đó.",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        179
      ]
    }
  ]
}