{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "Arcádia dos Sonhos Tecidos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Quando o número de aliados-alvo no campo não for igual a 4, para cada aliado-alvo adicional/ausente, aumenta o Dano causado pelo usuário e seu Memoespírito em <nobr>9%</nobr>/<nobr>12%</nobr>, acumulando até <nobr>4</nobr>/<nobr>3</nobr> vez(es)."
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "Casa na Árvore Serena do Labirinto das Memórias",
      "type": "NECK",
      "desc": "Dentro da Esfera Plana está o Labirinto das Memórias de Aedes Elysiae. Ao afastar o trigo dourado, você cai, cai, cai em um buraco profundo de árvore. Hã? Tem tantas fadinhas aqui! \"Um, dois, três, quatro, cinco, seis, sete?\" Errado! É \"Do, ré, mi, fá, sol, lá, si!\"",
      "typeText": "Esfera Plana",
      "backstory": "\"Hehe, crianças, a temporada de colheita do Labirinto das Memórias chegou mais uma vez. Então... o que precisamos preparar?\" A chefe acariciou seus bigodes brancos com um sorriso alegre.\n\"O Festival da Cerveja!\" as fadas responderam em uníssono.\n\nNo começo, o Labirinto das Memórias era apenas uma terra árida. Um menino e uma menina de Aedes Elysiae trouxeram sementes do mundo exterior e ensinaram as fadas a plantá-las. Quando as sementes floresceram, as fadas seguiram seu exemplo, colhendo néctar entre as parreiras, onde zumbiam abelhas douradas de pernas peludas. Depois vieram os frutos, maduros e suculentos. Era a estação da colheita. As fadas se reuniam para cantar canções de celebração e fazer banquetes que se estendiam noite adentro. E depois da noite? Engarrafavam o néctar daquele ano, enterravam-no bem fundo na terra e esperavam ele fermentar até virar uma poção capaz de curar tanto o frio do inverno quanto as dores de crescer.\n\nÉ assim que acontece todo Festival da Cerveja.\nMas este ano, a chefe perguntou enquanto puxava seus bigodinhos brancos: \"Alguém viu a Relimem?\"\n\nAs fadas procuraram por todos os lados até encontrarem Relimem dormindo profundamente na porta da casa na árvore. Uma bolha saía do canto de sua boca, sinal de que sonhava algo excepcionalmente maravilhoso. A curiosa Milimem se aproximou e ouviu ela murmurar durante o sono: \"Floquinho de Neve, Cycy... vocês prometeram voltar. Vamos beber juntos a Bebida de Frutas de Penorbe que a gente enterrou no ano passado!\"\n\nNo sonho, Relimem havia se transformado em um gigante tão enorme que bloqueava completamente a entrada do buraco da árvore para o Labirinto das Memórias. As duas crianças jovens não conseguiam encontrar um jeito de entrar. Floquinho de Neve e Cycy tentaram fazer cócegas nas orelhas de Relimem com um junco, pularam em sua barriga, chamaram seu nome várias vezes. Mas Relimem continuava dormindo, profundamente demais para ouvi-los.\n\"Ah, não... e se o Floquinho de Neve e a Cycy nunca voltaram porque eu bloqueei o caminho?\"\nO coração de Relimem começou a bater em seu sonho.\n\n\"A... Atchim!\"\nCom um espirro alto, Relimem acordou. Ufa! Ainda bem que ela não tinha se transformado em uma Relimem gigante que bloqueou a entrada da árvore gigante. Mas... havia várias fadas reunidas ao seu redor.\n\"Floquinho de Neve e Cycy... eles vieram?\"\nAs fadas balançaram a cabeça. Ninguém se lembrava mais de quantos Festivais da Cerveja tinham se passado desde a última vez que eles apareceram.\nRelimem murchou de novo. Talvez devesse ter ficado só mais um pouquinho naquele sonho.\nA pequena Relimem não sabia bem como descrever aquela emoção. Mas, se tivesse que tentar, era como no último dia do verão, quando você solta os vaga-lumes que guardou num potinho de vidro e os vê irem embora, tremeluzindo."
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "Apito dos Desejos do Labirinto das Memórias",
      "type": "OBJECT",
      "desc": "Um apito de barro em forma de flauta. Ele simboliza a promessa entre as pequenas fadas e as duas crianças. Sempre que o menino e a menina sopravam \"Mem?\", o buraco da árvore que levava ao labirinto se abria, e as fadas os recebiam de volta com alegria.",
      "typeText": "Corda de Ligação",
      "backstory": "\"Não se esqueça da nossa promessa! Sempre que você soprar seu Apito dos Desejos, não importa o quão longe esteja, nós vamos ouvir.\"\n\nAquela foi a primeira vez que o menino e a menina de Aedes Elysiae caíram no Labirinto das Memórias e conheceram as fadas. Eles estavam brincando de esconde-esconde no quintal com os amigos quando, sem querer, caíram em um buraco de árvore escondido entre as altas ervas. Era profundo, muito profundo, como um escorregador sem fim. Mas, em vez de baterem lá embaixo atordoados, eles caíram bem no meio de um grupo de fadas...\n\"Um, dois, três, quatro, cinco, seis, sete! Quantos cachorrinhos! Espera aí, não, são coelhos?\"\n\"Não, não, não! Somos Dó ré mi fá sol lá si! Eu sou Dolimem, aquela é Solimem, e aquela ali é Relimem!\"\n\nA amizade deles com as fadas foi como mil estrelas cadentes: repentina, brilhante e inesquecível. Passaram juntos um dia cheio de risadas. Mas logo chegou a hora de ir. Se não voltassem logo, a mamãe e o papai iam começar a se preocupar.\n\"A gente vai se ver de novo?\" perguntou o menino, meio triste.\nAdeus... até logo... As fadas não entendiam bem essas palavras. No Labirinto das Memórias, ninguém jamais ia embora, então não havia motivo para dizer tchau. Mas, vendo a expressão no rosto das crianças, perceberam que devia ser algo triste. A Relimem roxa pensou por um instante. \"Pera, Floquinho de Neve, Cycy! Eu tenho uma coisinha pra vocês!\"\n\nO menino e a menina seguraram o presente de Relimem nas palmas das mãos. Era um apito pequenino em forma de orelha de fada, feito à mão pela própria Relimem. Tinha sete furinhos, e quando sopravam, cada nota soava clara e doce: Dó, Ré, Mi, Fá, Sol, Lá, Si. Relimem falou com seriedade: \"Se algum dia vocês quiserem voltar pra brincar no Labirinto das Memórias, é só soprar esse apito. Não importa se a gente tiver dormindo, cantando ou construindo casinhas de folhas... a gente vai ouvir. E vai abrir o buraco na árvore pra vocês entrarem no labirinto.\"\n\n\"Uma flauta misteriosa que acorda as fadas!\" a menina riu. \"Promessa de dedinho, a gente vai voltar.\"\nDesde então, os momentos mais felizes de Relimem eram quando ela ouvia o apito. Ela sempre gritava de alegria: \"Eu ouvi! Ouvi com as duas orelhas!\"\n\nCom o passar do tempo, Floquinho de Neve e Cycy, que haviam deixado Aedes Elysiae para trás, lembravam-se de tudo sobre a infância: os brinquedos de lata enferrujados, os soldadinhos sem braços no celeiro, as flores de feltro bordadas à mão, as chuvas que nunca vieram, o sangue ressecado, os campos de trigo queimados até virarem palha quebradiça...\nMas esqueceram do pequeno apito enterrado na terra... e de uma promessa que já não podiam mais cumprir."
    }
  ]
}