{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "Banda Trovão Crepitante",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano de Raio em <nobr>10%</nobr>.",
    "4": "Quando o usuário usa a Perícia, aumenta o ATQ em <nobr>20%</nobr> por <nobr>1</nobr> rodada(s)."
  },
  "pieces": [
    {
      "_id": 31091,
      "ids": [
        31091,
        41091,
        51091,
        61091
      ],
      "id": "culos_escuros_polarizados_da_banda",
      "name": "Óculos Escuros Polarizados da Banda",
      "type": "HEAD",
      "desc": "Óculos escuros usados por uma das vocalistas, Janis, com lentes cromadas de tonalidade azul.",
      "typeText": "Cabeça",
      "backstory": "A expectativa de vida da estrela vinha caindo drasticamente, levando a população de Esmeralda-III a fugir do planeta antes que a gigante vermelha explodisse.\\n\\nDiante de um futuro iminente, a elite acabou com qualquer esperança, fingindo não ouvir os gritos de desespero.\\n\\nOs pais de Janis pagaram uma quantia exorbitante de créditos para embarcar na nave, rezando desamparadamente por uma salvação interestelar. A explosão da gigante vermelha destruiria o planeta, e a estrela em si viraria uma anã branca.... Antes que o destino fatídico se concretizasse, fugir era a única opção. Janis, a Doutora do Caos, por sua vez, decidiu encarar a aniquilação de seu sistema estelar de frente, tentando provar que seu lar jamais deixaria de existir.\\n\\nEnquanto o sol queimava cada vez mais forte, Janis pegou os óculos escuros de sua mãe e retornou para seu planeta natal com outros jovens que pensavam como ela.\\n\\n\"Apenas covardes fogem gritando o nome do redentor.\" Um trecho de \"Salvação Barata\", sucesso do primeiro álbum da banda Trovão Crepitante, cuja letra Janis criou a partir de uma discussão que teve com os pais."
    },
    {
      "_id": 31092,
      "ids": [
        31092,
        41092,
        51092,
        61092
      ],
      "id": "pulseira_de_turn_da_banda",
      "name": "Pulseira de Turnê da Banda",
      "type": "HAND",
      "desc": "Pulseira do baixista Sid, tecida com fitinhas de seda das turnês. Há várias letras de música escritas nela.",
      "typeText": "Mãos",
      "backstory": "A banda Trovão Crepitante, de Esmeralda-III, logo inflamou o entusiasmo de todo o planeta com vários sucessos.\\n\\nMarcando o início da turnê estavam as faíscas deslumbrantes do trovão eletrizante que saíam das cordas do instrumento que Daeve, o guitarrista, dedilhava com muita intensidade, faíscas estas que também eram veneradas por hordas de fãs como a única luz de suas vidas.\\n\\nEm todas as apresentações que a banda fazia, havia fãs se organizando voluntariamente e distribuindo fitinhas para o público. A maioria desses fãs não tinha como bancar os custos para fugir, então aceitar o destino e esperar pela Explosão Eletromagnética era sua única opção. Desde que presenciaram o retorno daqueles jovens rebeldes ao planeta, eles sentiram como se sua alma tivesse entrado em chamas naquele mesmo instante. Nas fitinhas estavam escritas letras e datas das apresentações, mas elas também serviam para expressar toda a revolta suprimida.\\n\\nO Baixista Sid colecionava fitinhas de todas as turnês. A namorada dele usou-as para trançar uma pulseira, que ele usava o tempo todo.\\n\\n\"Não há sentido, direção ou lugar para ir, e nenhum futuro para nós.\" A letra de \"À Nossa Maneira\", single do segundo álbum do Trovão Crepitante, popularizou o lema de vida de Sid."
    },
    {
      "_id": 31093,
      "ids": [
        31093,
        41093,
        51093,
        61093
      ],
      "id": "jaqueta_de_couro_com_rebite_da_banda",
      "name": "Jaqueta de Couro com Rebite da Banda",
      "type": "BODY",
      "desc": "David, um dos vocalistas, desenhou uma estrela branca nas costas desta jaqueta de couro, que se tornou a capa do último álbum da banda.",
      "typeText": "Corpo",
      "backstory": "O rock 'n' roll da Trovão Crepitante ressoou por toda a galáxia, atraindo de volta a Esmeralda-III involuntariamente muitos jovens que foram despejados.\\n\\nJimmy, o guitarrista principal, levou a banda ao subterrâneo. Lá eles cantavam sobre a tragédia da destruição planetária, que ecoou por todo o universo.\\n\\nDavid estampou as costas de sua jaqueta de couro com uma estrela branca, mais precisamente a anã branca que sua estrela viraria após o colapso. Essa seria a prova da existência da estrela. Tanto quem deixou o sistema estelar quanto aqueles que ficaram para trás escutavam aquele rock 'n' roll trovejante e ostentavam o mesmo símbolo.\\n\\nMesmo deixando de existir, aquele povo estava presente na música, ficando gravado por toda a eternidade.\\n\\n\"Vamos queimar com a nossa vida, porque a estrela branca requer uma faísca para acender\", diz a letra de \"Estrela Branca\", inteiramente composta por David. Lançada como single, a música foi a faixa-título do último álbum do Trovão Crepitante."
    },
    {
      "_id": 31094,
      "ids": [
        31094,
        41094,
        51094,
        61094
      ],
      "id": "bota_de_cano_curto_com_rebites_da_banda",
      "name": "Bota de Cano Curto com Rebites da Banda",
      "type": "FOOT",
      "desc": "Botas de cano curto do baterista Bonham. O couro escuro é preso por rebites que refletem as luzes do palco.",
      "typeText": "Pés",
      "backstory": "A Trovão Crepitante pode ter mudado a atitude das pessoas com relação à extinção, mas não pôde mudar o destino de ninguém.\\n\\nDesolação e desespero foi tudo o que restou na superfície do planeta condenado. Na era de recursos escassos, a banda fez todos os seus álbuns com filmes radiográficos descartados.\\n\\nAntes da longa noite de Esmeralda-III, a temperatura na superfície do planeta despencou. O ar que antes era insuportável se tornava mais fresco, e as pessoas saíam do abrigo subterrâneo e seguiam até o local onde a banda se apresentava. No último show da turnê \"Trovoada\", a atmosfera inquieta se encheu de sinais de alerta de tempestades eletromagnéticas, e a estrutura de metal do palco acabou conduzindo raios para ele. As botas de Bonham estavam até soltando faíscas. A banda inteira se fundiu com trovões e raios. Após o bis, o palco foi engolido por uma bola gigantesca de eletricidade que anunciou o fim do show.\\n\\nApós a noite do último show, a Trovão Crepitante chegou ao fim, assim como nas letras de suas músicas.\\n\\n\"Trovões abafam nossas vozes, raios percorrem nossas veias. Vamos perecer com nossa música e nossa estrela.\" O trecho é de \"Canção do Trovão Crepitante\", considerada a obra-prima de Bonham e parte do último álbum da banda."
    }
  ]
}