{
  "_id": 304,
  "id": "belobog_of_the_architects",
  "name": "Belobog dos Arquitetos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta em <nobr>15%</nobr> a DEF do usuário. Quando a Taxa de Acerto de Efeito do usuário é de <nobr>50%</nobr> ou maior, ele ganha mais <nobr>15%</nobr> de DEF."
  },
  "pieces": [
    {
      "_id": 33045,
      "ids": [
        33045,
        43045,
        53045,
        63045
      ],
      "id": "fortaleza_da_preservao_de_belobog",
      "name": "Fortaleza da Preservação de Belobog",
      "type": "NECK",
      "desc": "Em seu interior encontra-se o Monumento ao Inverno Eterno, marco mais notório do Distrito Administrativo de Belobog. Quem passa pelo monumento consegue sentir de longe um olhar caloroso e protetor.",
      "typeText": "Esfera Plana",
      "backstory": "Milhares de anos atrás, o clima de Jarilo-VI ainda era ameno durante o ano todo, com vistas do mar de fazer inveja.\\n\\nFrutas doces balançavam nos galhos em florestas, as marés traziam um calor úmido, e o vinho ambrosiano fluía como água das nascentes, disponível para todos. Os habitantes eram cheios de energia e ambição, construindo estradas, cidades, vilas à beira-mar e palácios grandiosos. Suas vidas ricas e prazerosas sempre começavam com uma xícara de café quente de manhã e terminavam com uma jarra de mosto de malte no anoitecer.\\n\\nNão tardou para que a ferrovia estelar se conectasse ao mundo de Jarilo-VI, trazendo consigo comércio interestelar e tecnologia extracelestial.\\n\\nNo início, visitantes de outros mundos chegaram em busca de Geoessência. Esse mineral cristalino continha a energia que era o sangue vital da industrialização, e seus reflexos cor de âmbar irradiavam a luz da Preservação. Mais tarde, os visitantes passaram a vir para se estabelecer e levar uma vida pacífica. As baías pitorescas, palmeiras e músicas alegres de Jarilo-VI faziam do planeta o destino perfeito para qualquer viajante exausto. As pessoas acreditavam que, com o tempo, este planeta úmido brilharia tanto quanto qualquer outro planeta de renome no cosmos.\\n\\nFoi quando, cerca de mil anos atrás, um Stellaron cruzou a atmosfera e caiu neste mundo.\\n\\nImediatamente, o planeta mergulhou no caos total, como numa farsa repleta de absurdos. A Legião catastrófica da Destruição desceu do céu, e as chamas da guerra se alastraram pela terra. Os Arquitetos ergueram muros e fortificações, enquanto constructos de cem metros de altura lutavam contra monstruosidades dracônicas... Então, uma frente fria sem fim apareceu inesperadamente, e uma nevasca congelante engoliu tudo e todos. O planeta inteiro foi envolto em um silêncio absoluto, e uma barreira invisível cobriu a cidade-fortaleza, como a chama de uma vela protegida por uma pessoa em uma noite de frio. Foi assim que a civilização sobreviveu.\\n\\nMais tarde, essa cidade ficou conhecida como Belobog."
    },
    {
      "_id": 33046,
      "ids": [
        33046,
        43046,
        53046,
        63046
      ],
      "id": "defesa_de_ferro_de_belobog",
      "name": "Defesa de Ferro de Belobog",
      "type": "OBJECT",
      "desc": "Os Guardas Crinalva de Belobog resistiram firmemente na gélida tempestade invernal, formando uma fila no aguardo do ataque dos invasores de além do céu. A determinação dos Guardas Crinalva era indestrutível, e suas linhas de defesa jamais fraquejariam.",
      "typeText": "Corda de Ligação",
      "backstory": "Os Arquitetos tinham grandes esperanças para Jarilo-VI antes da calamidade.\\n\\nInspirando-se no poder de Qlipoth, eles criaram máquinas capazes de remodelar planetas. Centenas de Motores da Criação que sopravam fogo saíram rugindo por toda a terra, como jardineiros gigantescos cultivando canteiros de flores abandonados. Em apenas algumas décadas, vales e colinas foram transformados em planícies e florestas, e cidades se espalharam densamente pelo litoral.\\n\\nApós a chegada do presságio da Destruição, os Arquitetos enviaram todas as máquinas para a guerra, tornando-as os primeiros guardas da \"Defesa de Ferro\".\\n\\nApós a chegada do Stellaron, soldados da destruição aterrissaram como mariposas voando para a chama, deixando rastros de devastação na superfície do planeta. As máquinas, outrora usadas para criação, foram forçadas a virar armas de guerra, brandindo seus punhos de ferro em campos de batalha aos quais não pertenciam. Por fim, os jardineiros gigantes sucumbiram de exaustão, tornando-se lápides da civilização, o que marcou o colapso gradual da linha de defesa.\\n\\nNo dia em que não havia mais espaço para recuar, a Guarda Crinalva empunhou bravamente as armas, pela terra amada que se encontrava a apenas alguns passos às suas costas.\\n\\nA chegada do Congelamento Eterno foi uma surpresa para todos. Os monstros que vieram de além do céu e os soldados na linha de frente engalfinhavam-se em uma luta mortal quando a neve e o gelo encheram o campo de batalha. No meio do caos total, Belobog se tornou a única luz no mundo inteiro, e os dois lados se viram num massacre interminável para apagar ou preservar essa luz. Gritando o nome de Alisa Rand, os guardas marcharam tempestade adentro e nunca mais voltaram.\\n\\nOs residentes de Belobog só ousaram escalar os muros da cidade quando a nevasca cessou.\\n\\nFoi quando avistaram os últimos guardas da \"Defesa de Ferro\"."
    }
  ]
}