{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "Domínio Sereno da Coleção de Ossos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta os PV máximos do usuário em <nobr>12%</nobr>. Quando os PV máximos do usuário forem <nobr>5000</nobr> ou mais, aumenta o Dano CRIT do usuário e de seu Memoespírito em <nobr>28%</nobr>."
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "Túmulos dos Mortos de Aidonia",
      "type": "NECK",
      "desc": "Encapsulada na Esfera Plana está Aidonia de Amphoreus. Os fieis de {RUBY_B#Titã da Morte}Thanatos{RUBY_E#} ergueram monumentos colossais nas planícies nevadas, oferecendo tributos à Donzela Sagrada, que os traz a bênção da morte.",
      "typeText": "Esfera Plana",
      "backstory": "Aidonia, o reino nevado da morte, já se ergueu orgulhosamente em meio às nevascas, e agora permanece em silêncio sob elas.\n\nQuase toda a humanidade desfrutou dos prazeres da vida eterna nas terras cheias de primavera na infinita Era Chrysea, mas algumas almas se cansaram dos incontáveis ciclos de dia e noite, e decidiram buscar o fim da vida. \"Por que a vida existe? E para onde ela deveria ir?\" Eleusis, o líder dos Ascetas, avançou para o norte com seus seguidores enquanto murmurava essa eterna questão, buscando um doce e longo sonho congelado. Os ascetas vestidos com túnicas se estabeleceram no deserto desolado do norte, construindo uma solene pólis onde a neve caía implacavelmente o ano todo, um lugar mais tarde conhecido como \"Aidonia\".\n\nA história de como a Era Chrysea terminou já se perdeu no passado, mas o \"Primeiro dos Mortos\" em Amphoreus teria vindo de Aidonia. Essa pessoa recebeu o presente da morte de {RUBY_B#Titã da Morte}Thanatos{RUBY_E#}, tanto uma bênção misericordiosa quanto a mais alta das honras.\n\nO povo de Aidonia estava acostumado há muito tempo ao frio severo e letal. A própria neve, há muito impregnada na fé silenciosa de {RUBY_B#Titã da Morte}Thanatos{RUBY_E#}, também absorveu avidamente o calor da vida assim que tocou a terra. Muito tempo atrás, os viajantes que entravam no domínio de Aidonia frequentemente encontravam corpos congelados anônimos caídos mortos na beira da estrada, infelizes que haviam retornado ao abraço da {RUBY_B#Titã da Morte}Mão das Sombras{RUBY_E#}. O vento norte uivava, e os mortos se tornavam marcadores na estrada, guiando e alertando aqueles que viajavam pela neve. Os viajantes sempre corriam para sair de Aidonia enquanto o sopro da vida ainda permanecia dentro deles.\n\nCom o tempo, os Aidonianos encontraram lápides de luto erguidas na terra árida, percebendo que alguém estava oferecendo suas bênçãos ao ciclo da morte e à passagem da vida.\n\nSob a lápide, repousa eternamente uma garota desconhecida. Uma zona de morte a cerca como uma mortalha sombria, e até mesmo os esqueletos que inalaram o sopro da morte murcharam ao redor de sua forma. Os Aidonianos sentiram o toque misericordioso de {RUBY_B#Titã da Morte}Thanatos{RUBY_E#} nela e a receberam de volta à pólis como sua Donzela Sagrada. Os fiéis seguidores do Titã da Morte, em reverência, a imitaram, erguendo lápides imponentes nas terras devastadas para marcar o fim de longas jornadas e o retorno da vida à morte, pois a vida e a morte são jornadas, e esta terra só mantém marcos que registraram os caminhos tomados.\n\nAs lápides estavam avisando os viajantes distantes de que ninguém ficava ali e ninguém descansava ali... Os mortos também são viajantes. Eles são o vento norte, a neve que cai e os incontáveis fios que os conectam."
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "Correntes de Ossos Rumo à Morte de Aidonia",
      "type": "OBJECT",
      "desc": "Ossos de animais, pontas de flechas e estrepes ligam o mundo dos Aidonianos com o dos mortos. Os ascetas das terras devastadas só esperavam que suas almas, inflexíveis, pudessem passar pelas profundezas congeladas, e não se perdessem pela pobreza ou fraqueza no caminho para ver sua divindade.",
      "typeText": "Corda de Ligação",
      "backstory": "Certa vez, um tolo agressivo questionou os fieis de Aidonia, descrentes de como poderia haver uma religião em Amphoreus que reverencia a morte. \"Se você ama tanto {RUBY_B#Titã da Morte}Thanatos{RUBY_E#}, por que não perfurar seu próprio peito com uma lança?\"\n\nOs Aidonianos olhavam para o homem com desdém, dizendo: \"O Rio das Almas nunca transporta almas estéreis.\"\n\nDesde sua fundação, Aidonia tem sido um local sagrado que valoriza mais a vida em toda a região de Amphoreus. Os seguidores de {RUBY_B#Titã da Morte}Thanatos{RUBY_E#} acreditam que as águas do Rio das Almas são frias o suficiente para gelar os ossos. Somente aqueles que caminharam na terra por tempo suficiente e suportaram inúmeras dificuldades podem cruzar seu abismo gelado e vislumbrar {RUBY_B#Titã da Morte}Thanatos{RUBY_E#}. Buscar a bênção da Morte não é desconsiderar a vida.\n\nPor esta razão, embora os Aidonianos considerassem a morte como um retorno ao lar e fossem a origem de muitos guerreiros temíveis, eles nunca buscaram conquistar as terras férteis ao sul, pois essas terras não forjam almas fortes, e os Aidonianos desdenham a suavidade do conforto.\n\nO ascetismo é uma marca cultural única dos Aidonianos. Todo ano, quando a neve diminui e os raros dias de céu limpo aparecem, eles celebram o Festival da Coleta de Ossos. Sacerdotes de Aidonia deixam a pólis em busca de ossos de animais enterrados em terras devastadas e pântanos. As oferendas mais sagradas vêm dos restos de feras pré-históricas, mortas há muito tempo, há muitos anos do Calendário da Luz. Quando seus ossos são atingidos, um eco profundo parece carregar o sussurro fraco de {RUBY_B#Titã da Morte}Thanatos{RUBY_E#}. Os ossos de animais, frios como se estivessem encharcados no gelo congelante do Rio das Almas, são transportados de volta para a pólis um por um. Os levemente quebrados são processados e se tornam ornamentos, para serem usados pelas pessoas dia e noite. Já os ossos mais bem preservados são cuidadosamente polidos pelos sacerdotes em espadas cerimoniais de ossos para enterros, oferecidas como presentes durante o festival.\n\nUm ano, durante o Festival da Coleta de Ossos, os Aidonianos encontraram aquela garota no deserto. Logo, rumores se espalharam de que \"seu toque poderia permitir que alguém cruzasse a barreira do Rio das Almas e ficasse diante da morte diretamente\".\n\nOs devotos da Morte se aglomeraram no templo para encontrar o emissário de {RUBY_B#Titã da Morte}Thanatos{RUBY_E#}. Os sacerdotes Aidonianos, sentindo que a garota ameaçava sua fé, a consagraram como a Donzela da Guerra, proibindo os plebeus de se aproximarem dela. Somente aqueles ascetas que suportaram as provações do mundo e reverenciaram tanto a vida quanto a morte foram autorizados a serem abraçados por ela, e através de sua mão retornar suas almas para o pós-morte. A garota vestiu as longas vestes preparadas pelos sacerdotes, executou seu ritual com suas próprias mãos e enterrou a humanidade com seu abraço.\n\nOs Aidonianos acreditam genuinamente que \"o Rio das Almas nunca transporta almas estéreis\". No entanto, o Rio das Almas não questiona o peso da alma. Ele simplesmente flui, levando toda a vida ao seu fim inevitável, onde todas as almas convergem."
    }
  ]
}