{
  "_id": 310,
  "id": "broken_keel",
  "name": "Quilha Quebrada",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta em <nobr>10%</nobr> a RES a Efeito do usuário. Quando a RES a Efeito do usuário chegar em <nobr>30%</nobr> ou mais, aumenta em <nobr>10%</nobr> o Dano CRIT de todos os aliados."
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [
        33105,
        43105,
        53105,
        63105
      ],
      "id": "insumousus_whalefall_ship",
      "name": "Nave Insumousuita Queda-da-Baleia",
      "type": "NECK",
      "desc": "Em seu interior encontra-se a Região Autônoma dos Insumousuitas de Thalassa. O Daiyu do Xianzhou bateu aqui, inspirando a civilização do Insumousu.",
      "typeText": "Esfera Plana",
      "backstory": "\"Era uma vez, o palácio dos deuses que caiu dos céus\".\n\nDe início, havia uma sombra além das camadas de ar, depois se tornou um brilho flamejante ao entrar na atmosfera, até que, por fim, sua forma completa foi revelada: um grande palácio e maravilha, muito além da habilidade combinada dos maiores artesãos Insumousuitas. Sua queda foi lenta, como se fosse uma condensação do próprio céu. O oceano de Insumousu era vasto, mas seria ele capaz de conter esse palácio celestial caído dos céus? Ninguém sabia com certeza.\n\n\"Durante o caos, alguns se dispersaram e fugiram em todas as direções, enquanto outros permaneceram nos seus vilarejos em terra e debaixo d'água, antecipando a descida da Divina Queda\".\n\nO Daiyu caído do Xianzhou bateu na superfície de Thalassa, deixando uma profunda cratera de água no coração do mar Insumousuita. Por sete dias planetários, o mundo tremeu. As ruínas magníficas permaneceram silenciosas no fundo do mar, como os restos de um deus, ao mesmo tempo trágico e magnífico. Os sobreviventes Insumousuitas sempre viveram suas vidas abaixo das ondas. Em terror e tristeza, eles testemunharam sua terra natal sendo destruída pelo palácio celestial do além. Porém, com alegria e euforia, eles encontraram um novo lar nos restos do Daiyu depois da Divina Queda.\n\nA melhoria das condições de vida dos Insumousuitas deu a eles mais tempo e energia para pensar. Ao verem as ruínas magníficas que caíram dos céus, eles finalmente tiveram a oportunidade de fazer as perguntas mais importantes: quem são \"eles\"? E de onde \"eles\" vieram?\n\nNos dias de antigamente, os Insumousuitas não conheciam a arte da metalurgia, assim como não haviam ainda desenvolvido uma linguagem escrita. Então, eles passaram a usar a imaginação para suprir a sua falta de conhecimento, e passaram a explicar todos os fenômenos contando histórias. E assim, nasceram as \"lendas\". As \"lendas\" eram passadas de geração em geração, e então as \"mitologias\" nasceram. Mitologias formavam a cognição, e delas, nasceu a civilização. Com o passar dos séculos e com a mudança das estrelas nos céus, Thalassa se tornou um parceiro econômico da Aliança Xianzhou, e o povo marinho Insumousuita entrou no \"palácio celestial\" pela primeira vez. Lá, eles contemplaram a grandiosidade do Xianzhou e, enfim, descobriram a verdade sobre a Divina Queda.\n\nAs pessoas bem instruídas de Insumousu sempre se viram como uma continuação do Daiyu. \"O que o Daiyu seguia, nós devemos seguir. O que o Daiyu combatia, nós devemos combater\", eles dizem. Quando eles falam das histórias do passado, eles ainda começam com essas palavras:\n\n\"Era uma vez, o palácio dos deuses que caiu dos céus\"."
    },
    {
      "_id": 33106,
      "ids": [
        33106,
        43106,
        53106,
        63106
      ],
      "id": "insumousus_frayed_hawser",
      "name": "Amarras Insumousuitas Desgastadas",
      "type": "OBJECT",
      "desc": "O Daiyu caído do Xianzhou está para sempre ancorado em uma terra estrangeira. Talvez seja a hora de desatar as suas cordas de ancoragem e deixar que ele retorne para casa.",
      "typeText": "Corda de Ligação",
      "backstory": "Como os Insumousuitas se tornaram esclarecidos pela civilização, eles não veem mais os mortos da nave quebrada como deuses caídos. Entretanto, sua veneração se mantêm inalterada. Dessa forma, os poetas Insumousuitas cantam: \"O oceano pode engolir mortais, porém, seus espíritos viverão para sempre.\"\n\nDe acordo com o calendário de Insumousu, o segundo dia de descanso do Mês das Marés é o Dia da Divina Queda, quando os habitantes das águas recitam escrituras, consomem ervas e realizam danças bizarras ao longo da corrente para honrar os \"deuses\" que caíram, mas trouxeram bênçãos a Insumousu. À medida que os tempos modernos se aproximam, o Dia da Divina Queda gradualmente perde seu significado religioso original, músicas substituem escrituras, iguarias substituem ervas e apenas as danças peculiares se mantêm até hoje como herança cultural.\n\nNos últimos séculos do Calendário Estelar, Insumousu foi generosa em compartilhar sua cultura singular com o mundo exterior, e o formato do Dia da Divina Queda silenciosamente foi se alterando.\n\nAs cidades terrestres Insumousuitas costumam estar cheias de pessoas jovens, propensas a passar a noite cantando e dançando durante o Dia da Divina Queda. Visitantes estrangeiros, especialmente turistas Xianzhouitas, costumam participar das festividades. Estrangeiros frequentemente se apaixonam pela atmosfera vibrante das cidades, repletas de uma paixão ardente tão inabalável quanto um tsunami. À medida que os habitantes das águas saem da adolescência, seus pulmões encolhem gradualmente, seus pescoços se transformam em guelras, e suas mãos, pés e olhos se tornam mais adaptados para a vida subaquática. Os poetas costumam dizer: \"Os Insumousuitas concedem sua barulhenta e agitada juventude para a terra, e sua quieta e solene velhice para o oceano.\"\n\nCom o apoio da Guilda Celestial do Xianzhou, um novo ritual foi adicionado à celebração do Dia da Divina Queda: as pessoas mergulham nos destroços do Daiyu do Xianzhou, para procurar pelos restos mortais dos humanos Xianzhouitas, e então os enterram em esquifes estelares e lançam os esquifes na estrela do sistema Thalassa.\n\nAtravés da sua descoberta da história do Daiyu, os Insumousuitas também descobriram sobre a tragédia por trás da sua queda. Quando o Daiyu do Xianzhou estava danificado e colapsando, Qingzhu, líder do Daiyu, tomou a corajosa decisão de se sacrificar junto com a nave para encerrar a maldição da praga da imortalidade. A Aliança Xianzhou espera que os heróis caídos recebam uma cerimônia de apaziguamento de espírito digna, e os Insumousuitas, que foram poupados do desastre, deram sua resposta.\n\nEm algum momento durante o Dia da Divina Queda, a festa seria abruptamente interrompida. Adolescentes, crianças e os residentes do Xianzhou sentam-se às margens conforme adultos emergem da água e, solenemente, observam o horizonte do oceano. E então, diversos esquifes estelares surgem da água e voam do fundo do mar em direção à estrela.\n\nCada um dos esquifes estelares é ornamentado com uma linda caligrafia Insumousuita que se lê: \"Você deve soltar a corda para marinheiros afogados. Não chore. Você pode navegar em segurança após o meu fim.\""
    }
  ]
}