{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "Diferenciador Celestial",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta o Dano CRIT do usuário em <nobr>16%</nobr>. Quando o Dano CRIT atual do usuário atingir <nobr>120%</nobr> ou mais, após entrar na batalha, a Chance de CRIT do usuário aumenta em <nobr>60%</nobr> até o fim de seu primeiro ataque."
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [
        33055,
        43055,
        53055,
        63055
      ],
      "id": "sol_mecnico_do_planeta_screwllum",
      "name": "Sol Mecânico do Planeta Screwllum",
      "type": "NECK",
      "desc": "Em seu interior encontra-se o núcleo do Planeta Screwllum, aprisionado em uma jaula de incontáveis alavancas, pistões e engrenagens. Os habitantes do Planeta Screwllum referem-se a ele eufemisticamente como o \"Sol de Aço\".",
      "typeText": "Esfera Plana",
      "backstory": "Os acadêmicos carbônicos da Guilda de Intelectuais têm uma hipótese singular sobre a origem da vida mecânica: um conjunto de elétrons nascido por acaso.\\n\\nCorrentes elétricas fluem pela atmosfera e pelo chão. Elas se separam em formas secundárias com diferentes ordens de magnitude sob a influência incessante da gravidade e das forças de repulsão. De acordo com a hipótese dos intelectuais, essa ação é análoga à divisão celular das formas de vida carbônicas. Assim, correntes emitem aleatoriamente diferentes potenciais pela estrutura do transistor formado naturalmente na superfície do planeta, criando o programa mais primitivo. Os orgulhosos acadêmicos alegam que, assim, as máquinas têm \"pensamentos\" similares aos das formas de vida carbônica.\\n\\nUma máquina discordou: como podem as formas de vida carbônicas, que não conseguiram compreender a origem de suas próprias vidas, ousar falar tantas mentiras? Assim que as palavras foram proferidas, o mundo acadêmico do universo ficou abalado. A vida mecânica começou a repensar o arrogante \"carbocentrismo\" e a examinar sua origem.\\n\\nPorém, os Screwllumitas não tiveram alternativa a não ser deter sua marcha: a energia do planeta estava se esgotando mais rapidamente que seus circuitos de inspiração. Primeiro, eles precisavam descobrir um jeito da população sobreviver.\\n\\nNo fim das contas, decidiram por um plano ambicioso que transcenderia muitas Eras de Âmbar: eles usaram o planeta moribundo como combustível para alimentar o Diferenciador Celestial. A engrenagem gigante impressionante processou implacavelmente a fita perfurada, repetindo metodicamente os cálculos. Com a quantidade de energia no planeta, a máquina simulou um superecossistema estável. Eles construiriam sua nova casa ao redor da estrela original.\\n\\nCom o fim da crise planetária, os Screwllumitas puderam descansar. Sempre racionais, otimistas e elegantes, eles estavam determinados a explorar suas origens de maneira puramente racional.\\n\\nO sistema enorme está repleto de sons de metal arranhando metal, e os dentes densos das engrenagens movem a fita perfurada para que continue extraindo dados. Um ramo alimenta diversos ramos, e diversos ramos guiam o rugir de trilhões de engrenagens... Então, esses ramos caem incessantemente na fornalha e voltam ao silêncio do núcleo escaldante. Por um grande período, o superecossistema programado gradualmente se tornou maravilhoso e relativamente estável. Finalmente, a especulação sobre a origem da vida das máquinas fez com que a imaginação dos Screwllumitas voasse.\\n\\nO construto de metal que guia a estrela moribunda ativou novamente seus circuitos de pensamento inteligente. Eles continuarão a analisar e explorar suas origens até que o sol mecânico e onipresente se extinga completamente."
    },
    {
      "_id": 33056,
      "ids": [
        33056,
        43056,
        53056,
        63056
      ],
      "id": "sistema_de_anis_do_planeta_screwllum",
      "name": "Sistema de Anéis do Planeta Screwllum",
      "type": "OBJECT",
      "desc": "O anel planetário sustenta todo o Planeta Screwllum. Quantos sabem que o conjunto retangular denso e poroso reflete a verdade sobre o sistema planetário?",
      "typeText": "Corda de Ligação",
      "backstory": "A grande maioria dos Screwllumitas não sabiam que seu mundo foi uma tentativa de as formas de vida inorgânicas investigarem suas origens.\\n\\nScrewllum se sentia um pouco vazio. O evento de compreender a lógica de operação do Planeta Screwllum não causou nenhuma flutuação excepcional em sua Forma de Onda Inteligente.\\n\\nEle ficava na grande varanda de sua mansão, admirando o motor planetário irrefreável. O sistema de anéis com buracos quadrados densos que emergia do planeta. Tudo que o planeta sustentava estava nessa faixa, que girava silenciosamente com o motor, como seu eixo, dia após dia. Ele já havia notado a natureza absurda deste sistema planetário: uma sequência elegante de equações transientes de estado, um cilindro gigante e gelado: o Planeta Screwllum é só isso, nada mais.\\n\\nDe acordo com sua interpretação das equações, quando o Diferenciador Celestial nasceu, seu principal criador tentou explicar a origem do universo como uma automação celular e sua repetição, e o próprio Planeta Screwllum foi o resultado do jogo da vida.\\n\\nOs Screwllumitas e as outras formas de vida inorgânicas do planeta serviam de \"células\" nessa automação, mas também eram Autômatos celulares em menor escala. Os Autômatos sempre são feitos de Autômatos menores, até o mais diminuto dos componentes, que formam a base do universo. Qual era o menor componente? Ninguém sabia, nem mesmo Screwllum ou o acadêmico que propôs a construção do Diferenciador Celestial.\\n\\nÉ por isso que Screwllum se sentia vazio.\\n\\nSerá que a tentativa do acadêmico deu errado? Entretanto, o Diferenciador Celestial trabalhou incessantemente por muitas Eras de Âmbar. Será que isso não significa que a origem dos Screwllumitas, de sua estrela original e até do universo possam ser atribuídas àquela sequência elegante de equações? Na verdade, não. Até que o superecossistema colapsasse por completo, as equações continuaram não falseáveis.\\n\\nEle mexeu o copo refinado de óleo de máquina, nunca tirando os olhos do anel que registrava a verdade sobre o planeta. O cinturão perfurado, que parecia uma tela gigante, era incansável, e o conjunto retangular filtrava a luz da lua. Screwllum não conseguia parar de pensar. Será que as repetições têm fim? Qual é a natureza da vida inorgânica – ou melhor, qual a origem do universo?\\n\\nEu realmente quero ser só testemunha das ideias dos meus predecessores?\\n\\n\"Não\", Screwllum conclui. Ele decide buscar respostas."
    }
  ]
}