{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "Campeã de Boxe de Rua",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano Físico em <nobr>10%</nobr>.",
    "4": "Depois que o usuário ataca ou é atingido, aumenta em <nobr>5%</nobr> seu ATQ durante todo o resto da batalha. Este efeito pode acumular até <nobr>5</nobr> vez(es)."
  },
  "pieces": [
    {
      "_id": 31051,
      "ids": [
        31051,
        41051,
        51051,
        61051
      ],
      "id": "acessrio_de_cabea_da_campe",
      "name": "Acessório de Cabeça da Campeã",
      "type": "HEAD",
      "desc": "Acessório de boxe para a cabeça que oferece excelente proteção. Encaixa-se perfeitamente no rosto do usuário.",
      "typeText": "Cabeça",
      "backstory": "Tendo crescido nas ruas, Lindsay nunca havia pensado em lutar boxe oficialmente, pois ela sempre acreditou que ninguém conseguiria derrotá-la, muito menos alguém que estava a meio caminho da cova.\n\nA senhorinha, que dizia ser uma treinadora de boxe, entregou um conjunto completo de equipamentos de proteção à Lindsay e desafiou a jovem para uma luta, exigindo que a garota fosse treinada por ela caso perdesse.\n\nLindsay era orgulhosa demais para usar aquele equipamento de proteção complicado e dispensou tudo. Ela imaginou que venceria a luta com facilidade usando seus reflexos rápidos, mas a senhorinha se aproximou dela com três passos e acertou um soco em cheio no seu rosto. Quando Lindsay recuperou a consciência, recolheu o equipamento de proteção que havia rejeitado. Através da abertura estreita da proteção para a cabeça, ela enxergou um novo mundo.\n\n\"Então esses são os punhos de uma boxeadora de verdade, não é? Interessante. Se você quer me ensinar, quero que me treine para ser a boxeadora mais forte que já existiu.\"\n\nEmbora um pouco relutante, Lindsay aceitou que tinha perdido a aposta. Agora, usando equipamentos de proteção pela primeira vez, havia entrado oficialmente para o mundo do boxe."
    },
    {
      "_id": 31052,
      "ids": [
        31052,
        41052,
        51052,
        61052
      ],
      "id": "luvas_pesadas_da_campe",
      "name": "Luvas Pesadas da Campeã",
      "type": "HAND",
      "desc": "Par de luvas de boxe em excelente estado. O leve desgaste não prejudica sua eficiência.",
      "typeText": "Mãos",
      "backstory": "Quando Lindsay entrou no ringue pela primeira vez, seu estilo de luta era completamente desequilibrado. Ela só sabia atacar, nunca defender. \n\nTodos os anos de brigas nas ruas não foram adequados para prepará-la para uma luta no ringue. A luta organizada por Ekaterina colocou Lindsay em seu devido lugar.\n\nUma série de derrotas consecutivas destruiu a arrogância de Lindsay e a humilhou profundamente, forçando a garota a refletir sobre o ritmo de ataque e defesa que Ekaterina estava tentando ensinar. Como se tivesse sido tocada pela deusa do combate, a lutadora de rua, antes tão teimosa, gradualmente passou a entender a importância e a satisfação do equilíbrio entre ataque e defesa. Quando se deu conta, as faixas em suas mãos estavam rasgadas, e as luvas, encharcadas de suor e sangue.\n\n\"Nunca se deixe cair nas armadilhas do oponente. Encontre seu próprio ritmo.\"\n\nAgora Lindsay finalmente conseguia valorizar as palavras e o olhar terno de Ekat. Apesar do semblante severo, Ekat amava Lindsay como se fosse sua própria filha."
    },
    {
      "_id": 31053,
      "ids": [
        31053,
        41053,
        51053,
        61053,
        55006
      ],
      "id": "peitoral_da_campe",
      "name": "Peitoral da Campeã",
      "type": "BODY",
      "desc": "Peitoral de boxe de nível profissional. O acolchoamento interno e externo foi projetado para fornecer uma proteção firme sem restringir os movimentos.",
      "typeText": "Corpo",
      "backstory": "Na noite anterior à luta do campeonato, o ginásio de treinamento parecia como nos velhos tempos. Os sons de socos rápidos e fortes no saco de areia ecoavam por todo o lugar.\n\nO peitoral de Lindsay estava encharcado de suor, e o vapor escaldante a deixava alheia à realidade, o que dava vontade de fugir daquilo tudo.\n\nLindsay tentava o máximo possível controlar as emoções enquanto lágrimas e suor escorriam pelo seu rosto. Tarde da noite, ela finalmente tirou o peitoral e escreveu o nome \"Ekat\" em seu interior. Ela jurou que venceria por aquele nome. A luta era crucial na jornada de Lindsay para se tornar campeã de boxe, e era a primeira luta sem a treinadora ao seu lado. Antes de entrar no ringue, Lindsay mostrou o peitoral com orgulho para a câmera.\n\n\"Lindsay, mal pude acreditar que você tem o mesmo nome que a minha filha. Sempre pensei que já não havia mais lugar para mim no mundo depois que ela se foi, até encontrar você. Obrigada, Lindsay.\"\n\n\"Me proteja, Ekat.\" O nome mais importante de todos estava junto do seu coração."
    },
    {
      "_id": 31054,
      "ids": [
        31054,
        41054,
        51054,
        61054
      ],
      "id": "botas_ligeiras_da_campe",
      "name": "Botas Ligeiras da Campeã",
      "type": "FOOT",
      "desc": "Com um acabamento intrincado, feitas de couro e malha, a combinação da palmilha espessa com o solado fino garante agilidade ao usuário.",
      "typeText": "Pés",
      "backstory": "Devido à baixa estatura, Lindsay ficou famosa pelos socos rápidos e pés ligeiros, que lhe permitiam dançar pelo ringue como uma borboleta em meio a flores.\n\nPor mais rápidos que fossem os golpes dos adversários, nenhum conseguia acertar Lindsay. O poder do que ficou conhecido como a Dança de Lindsay era imenso.\n\nPara treinar o jogo de pés sem igual de Lindsay, Ekaterina levou a garota de rua a um baile da alta sociedade, onde as duas dançaram de mãos dadas, girando e girando... Embora desastrada no começo, Lindsay conseguiu pegar o jeito dos passos de dança refinados. Foi quando ela percebeu que aquela velha treinadora de boxe era muito mais do que aparentava ser. Em meio ao mar de dançarinos, o coração de Lindsay foi tomado subitamente por um sentimento mágico.\n\n\"Mais uma dança?\"\n\nTer sido criada nas ruas não preparou Lindsay para experiências como aquela. Vendo o brilho nos olhos de Ekaterina, como ela poderia recusar?"
    }
  ]
}