{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "Águia da Linha do Crepúsculo",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano de Vento em <nobr>10%</nobr>.",
    "4": "Após o usuário usar a Perícia Suprema, sua ação é Avançada Adiante em <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [31101, 41101, 51101, 61101],
      "id": "capacete_de_bico_de_guia",
      "name": "Capacete de Bico de Águia",
      "type": "HEAD",
      "desc": "Um capacete aerodinâmico usado em voos de alta velocidade. Tem o formato do bico de uma Águia-Peixe-do-Céu.",
      "typeText": "Cabeça",
      "backstory": "Todo dia, ao amanhecer, os pescadores do céu de Salsotto partiam do porto celeste da cidade itinerante, planando no ar com seus trajes alados em busca de Flamedusas que tivessem emergido da areia.\\n\\nFlogisto, um componente essencial da Chama de Fases, era o combustível que movia a cidade colossal. Uma quantidade suficiente da substância deveria ser coletada para garantir que a cidade toda pudesse sempre estar à frente da zona crepuscular que dividia o dia e a noite.\\n\\nQuando algum pescador do céu morria de exaustão ou era atacado por aves gigantes, os salsottenses não mediam esforços para recuperar o corpo, enterrando-o junto com seu traje alado e o capacete de águia na terra sombria. Segundo os rituais salsottenses tradicionais, a \"aterrissagem\" é equivalente à morte, um símbolo de descanso eterno.\\n\\nO voo jamais deve parar, assim como a cidade nunca deixa de se mover.\\n\\nEste capacete de águia tem uma pequena mensagem de condolência gravada no bico: \"Não são as aterrissagens os grilhões da águia. São as asas, devido às quais se deve voar\"."
    },
    {
      "_id": 31102,
      "ids": [31102, 41102, 51102, 61102],
      "id": "anel_areo_de_guia",
      "name": "Anel Aéreo de Águia",
      "type": "HAND",
      "desc": "Anel que pertencia a um mestre pescador do céu. Tem a forma de um par de asas de águia-peixe-do-céu abraçando o dedo de quem o usa.",
      "typeText": "Mãos",
      "backstory": "Dentre os pescadores do céu, apenas os capitães mais habilidosos, respeitados e competentes recebiam um Anel Aéreo. Eles soavam seu apito de pesca no céu e agiam juntos em perfeita coordenação, como se fossem águias com a mais aguçada visão.\\n\\nEm meio ao voo, cada membro da equipe estava só e vulnerável. Podiam contar apenas com os <unbreak>124</unbreak> tipos de apitos que o capitão da equipe podia soar.\\n\\nPor isso, há um velho ditado em Salsotto: \"Pescadores do céu confiavam um terço de sua vida à tecnologia desenvolvida com todo rigor, um terço ao seu equipamento engenhoso e refinado e um terço a seu estimado capitão.\"\\n\\nCom tantas famílias pedindo para que ele cuidasse de seus filhos, o capitão da equipe nunca deixava de sentir o peso do fardo que aquele pequeno anel em seu dedo representava.\\n\\nO entalhe deste Anel Aéreo foi todo mosqueado, e ele traz uma única palavra gravada na parte interna: \"Responsabilidade.\""
    },
    {
      "_id": 31103,
      "ids": [31103, 41103, 51103, 61103],
      "id": "arns_de_traje_de_asa_de_guia",
      "name": "Arnês de Traje de Asa de Águia",
      "type": "BODY",
      "desc": "Arnês que conecta o traje alado com suportes de metal costurados em linho grosso. Macio e justo no corpo.",
      "typeText": "Corpo",
      "backstory": "Capturar e caçar as Flamedusas que voavam das areias não era uma tarefa fácil para os pescadores do céu de Salsotto. Tendo de encarar ventos fortes durante voos turbulentos, o singelo arreio de segurança era o fio que mantinha a vida dos pescadores do céu.\\n\\nCaçar Flamedusas nunca foi fácil. De movimentos sorrateiros a perseguições intensas, de bloqueios precisos ao ato final de captura, um único movimento em falso em qualquer um dos elos dessa corrente poderia significar um perigo letal.\\n\\nEra costume que pescadores do céu jovens pegassem um fio de cabelo de cada um dos genitores e os amarrasse nos suportes de metal do arreio, enquanto os casados deviam pegar um fio de cabelo da cara-metade. Desse modo, o arreio seria abençoado pelo poder do \"lar\" e garantiria que a pessoa sempre voltasse em segurança.\\n\\nNum mundo cruel onde todos lutam arduamente pela sobrevivência, o \"lar\" era o único lugar capaz de oferecer conforto e apoio a um pescador do céu.\\n\\nO cabelo neste arreio ainda está intacto, levemente esbranquiçado na raiz. É de uma mulher."
    },
    {
      "_id": 31104,
      "ids": [31104, 41104, 51104, 61104],
      "id": "perneiras_acolchoadas_de_guia",
      "name": "Perneiras Acolchoadas de Águia",
      "type": "FOOT",
      "desc": "Perneiras para manter as pernas aquecidas durante voos, decoradas com as penas eriçadas de uma águia-peixe-do-céu.",
      "typeText": "Pés",
      "backstory": "Para os pescadores do céu de Salsotto, caçar Flamedusas era como uma maratona. As pernas, sempre longe do coração, só conseguiam manter a temperatura quando envoltas por perneiras de penas espessas.\\n\\nSó ao fim da caçada longa e altamente estressante é que um caçador exausto viria a sentir a dor e o cansaço.\\n\\nPara quem não tinha preparo, poderia ser tarde demais para descobrir uma necrose parcial causada por uma geladura grave. Por isso, pescadores do céu verificavam várias vezes se as perneiras estavam bem justas antes de alçar voo. Afinal, não seria possível ajustá-las no meio de um voo em alta velocidade.\\n\\nEles sabiam que o vento as arrancaria assim que chegassem aos céus.\\n\\nForam encontrados vestígios do uso de pó de alumínio e de cal na estrutura de metal das perneiras, supostamente como meio de se aquecer em emergências."
    }
  ]
}
