{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "Artesão de Fogo da Forja de Lava",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano de Fogo em <nobr>10%</nobr>.",
    "4": "Aumenta o Dano da Perícia do usuário em <nobr>12%</nobr>. Após usar a Perícia Suprema, aumenta o Dano de Fogo do próximo ataque do usuário em <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 31071,
      "ids": [
        31071,
        41071,
        51071,
        61071
      ],
      "id": "firesmiths_obsidian_goggles",
      "name": "Óculos de Obsidiana do Artesão de Fogo",
      "type": "HEAD",
      "desc": "Óculos de proteção feitos com cristais de fogo negro. Com essas lentes, até uma chuva de faíscas intensa vira apenas um mosaico de sombras opacas.",
      "typeText": "Cabeça",
      "backstory": "Para o clã de Artesãos de Fogo, a habilidade de fabricar armas inigualáveis é, ao mesmo tempo, sua vocação e uma maldição para toda a vida.\n\nDesde a chegada do Clã de Artesãos de Fogo no mundo da Forja da Guerra, suas habilidades floresceram ao extremo, ao mesmo tempo em que foram corrompidas pela aura da Destruição.\n\nA luz ofuscante da fornalha e as faíscas do choque de metais no processo de forja podem transformar minério bruto em uma bela arma, mas também podem destruir a visão do Artesão de Fogo. Certo dia, no fundo de um vulcão, Foy encontrou um depósito de um raro cristal de chama de obsidiana. A partir desse minério, ele esculpiu meticulosamente um par de óculos de proteção, que transformaram as faíscas intensas em silhuetas pálidas. Contudo, o ambicioso ferreiro também não conseguiu escapar totalmente de seu destino amaldiçoado, queimando todo o seu ser em cinzas no fogo supremo.\n\nFoy considerou a Legião Antimatéria na Fornalha de Guerra como a matéria-prima para suas criações, e ele mesmo como a chama ascendente.\n\n\"Será que... é possível utilizar o poder de uma reação termonuclear na minha fornalha?\" Foi assim que a busca de Foy pelo fogo supremo terminou em uma fusão termonuclear descontrolada."
    },
    {
      "_id": 31072,
      "ids": [
        31072,
        41072,
        51072,
        61072
      ],
      "id": "firesmiths_ring_of_flamemastery",
      "name": "Anel de Maestria de Chamas do Artesão de Fogo",
      "type": "HAND",
      "desc": "Anel com um símbolo de chamas. É o maior símbolo de honra entre o clã Artesão de Fogo.",
      "typeText": "Mãos",
      "backstory": "Uma fornalha a 900 graus pode transformar argila em cerâmica, já uma fornalha a 1.000 graus derrete estanho e cobre. À medida que se busca uma criação mais pura, também deve-se buscar uma temperatura mais extrema.\n\nCriaturas da Legião anseiam pela separação da existência material, e anseiam pelas mutações fundamentais que só podem ser criadas pelas ondas de calor escaldante da Destruição.\n\nUm mestre Artesão de Fogo de grande habilidade consegue elevar a temperatura da forja a níveis inimagináveis, a ponto de fazer com que a radiação do corpo negro de uma chama exiba o espectro azul similar ao de uma estrela moribunda. Artesãos de Fogo também são geniais no controle das chamas, mas apenas os melhores recebem um Anel de Maestria de Chamas como símbolo de sua técnica esplêndida.\n\nA Forja da Guerra há muito deixou de diferenciar entre o ferreiro e a forja. Todos aqueles mestres Artesãos de Fogo que estavam forjando as Criaturas Antimatéria também se tornaram partes das Armas da Destruição.\n\n\"A fundição depende da temperatura, e a temperatura depende do Artesão de Fogo.\" Esse é um conhecimento notório para qualquer Artesão de Fogo capaz de controlar a arte da Destruição."
    },
    {
      "_id": 31073,
      "ids": [
        31073,
        41073,
        51073,
        61073
      ],
      "id": "firesmiths_fireproof_apron",
      "name": "Avental à Prova de Fogo do Artesão de Fogo",
      "type": "BODY",
      "desc": "Avental de ferreiro sem nenhum tipo de enfeite supérfluo. A textura do couro e o emblema da família são claramente visíveis.",
      "typeText": "Corpo",
      "backstory": "A Legião Antimatéria presenteou os Artesãos de Fogo com a Forja da Guerra em vias de extinção, permitindo que eles pudessem forjar a contento em um mundo flamejante.\n\nNeste incandescente mundo de lava, contanto que a forja e os golpes de martelo nunca cessassem, a criação e a destruição não eram mais polos opostos entre si.\n\nSurtur era especialmente hábil em usar o magma derretido que era expelido pelos vulcões ativos, infundindo uma aura de destruição violenta nas criaturas da Legião. Nem o borbulhar de gases tóxicos ou de magma podiam interromper a concentração de Surtur na forja. Ainda que ondas de rochas derretidas espirrassem no avental incombustível de Surtur, que era feito de pele de Lagarto-de-Fogo Gigante, o couro nunca perdeu seu brilho quando as chamas se extinguiram.\n\nUma grande parcela das forças da Legião foi repetidamente martelada e derretida na forja, até que sua carne e armamento fossem fundidos sob os martelos dos Artesãos de Fogo, tornando-as as próprias armas da Destruição.\n\n\"Esse poder de destruição incomparável...\" Os Artesãos de Fogo que controlam as chamas nunca esconderam as ambições terríveis que tinham para suas armas."
    },
    {
      "_id": 31074,
      "ids": [
        31074,
        41074,
        51074,
        61074
      ],
      "id": "firesmiths_alloy_leg",
      "name": "Perna de Liga do Artesão de Fogo",
      "type": "FOOT",
      "desc": "Prótese feita de liga metálica. Sua superfície está entremeada com vívidos entalhes incandescentes.",
      "typeText": "Pés",
      "backstory": "Nos velhos tempos, os mestres da prisão temiam perder as extraordinárias artes da Forja de Fogo. Por isso, utilizavam dos truques mais desprezíveis para encarcerar o clã de Artesãos de Fogo: todos os chefes do clã viriam, indubitavelmente, a sofrer deformidades nas pernas durante o cárcere.\n\nFoi o Mestre da Destruição que libertou o clã aprisionado de Artesãos de Fogo e concedeu a eles a marca da Destruição, que, por sua vez, concedeu poder ilimitado aos artesãos.\n\nApesar da incapacidade de se mover livremente, o chefe dos Artesãos de Fogo obteve a verdadeira liberdade, pois não estava mais aprisionado por causa de suas habilidades e de seus talentos extraordinários na Forja de Fogo. O chefe depositava todo seu ressentimento e humilhação na forja e jamais se cansava, mesmo após dias a fio de marteladas. A cada martelada, as criaturas antimatéria, que sempre foram renitentes e orgulhosas, foram mudando de forma, cedendo à remodelagem do Destruidor.\n\nApesar de estarem livres de qualquer cela tangível, a obsessão dos Artesãos de Fogo pela forja se tornou outro tipo de prisão para eles.\n\n\"Carne e sangue são um fardo. Forjar também é destruir\", lamentou o chefe enquanto olhava para o número cada vez maior de artesãos deformados."
    }
  ]
}