{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "Linha de Frente: Firmamento de Glamoth",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta o ATQ do usuário em <nobr>12%</nobr>. Quando a VEL é igual ou maior a <nobr>135</nobr>/<nobr>160</nobr>, o usuário causa <nobr>12%</nobr>/<nobr>18%</nobr> a mais de Dano."
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [
        33115,
        43115,
        53115,
        63115
      ],
      "id": "glamoths_iron_cavalry_regiment",
      "name": "Regimento da Cavalaria de Ferro de Glamoth",
      "type": "NECK",
      "desc": "Encapsuladas na Esfera Plana estão as renomadas ootecas metamórficas da Cavalaria de Ferro do Império Glamoth. Incontáveis robôs prateados foram carregados em naves de guerra e levados para os limites externos da galáxia para lutar contra o terrível Enxame, vindo do espaço profundo.",
      "typeText": "Esfera Plana",
      "backstory": "O Império Celeste de Glamoth desfrutava de um vasto território que se estendia por dezenas de milhares de anos-luz, visando ambiciosamente o cosmos. No auge do poder do império, Sua Majestade Imperatriz Titânia construiu uma frota magnífica e jurou que iria levar os frutos da civilização a todas as fronteiras bárbaras, concedendo-lhes uma demonstração da benevolência do império na esperança de unir todos sob um único governo.\n\nNo entanto, a expedição chegou ao fim por ondas intermináveis de insectoides vindas de além do céu. Os exércitos de Glamoth lutaram e fracassaram repetidamente... As colônias foram dispersas e a orgulhosa frota de ferro caiu, uma embarcação após a outra. Cercados por monstros com olhos compostos e asas revestidas, os gritos do povo foram abafados pelo desespero e o Império Celeste foi destruído.\n\nAté que um dia, cavaleiros usando armaduras mecânicas desceram dos céus e eliminaram o vasto Enxame. Desde então, os cavaleiros de prata viajaram para vários sistemas estelares no império, atravessando territórios devastados e lutando contra a calamidade que devastou a galáxia. Eles eram como guerreiros nascidos para combater o Enxame. Ninguém sabia o quais rostos estavam por baixo das máscaras da Cavalaria de Ferro, mas a sua chegada foi um presente dos deuses, trazendo a luz de volta para o mundo humano. Sob o comando da Imperatriz, a Cavalaria de Ferro de Glamoth avançou pelo céu até finalmente deter a onda de inimigos e trazer um momento de paz ao império.\n\nMas, na eterna batalha contra seu arqui-inimigo, o império começou a se tornar cada vez mais como o seu adversário: mais e mais Cavaleiros de Ferro voavam alto, obscurecendo o céu de maneira semelhante ao Enxame naquele dia fatídico. As pessoas passaram a temer a Imperatriz e a Cavalaria, um medo semelhante ao que sentiam em relação ao inimigo. Talvez um dia o império alcance a vitória que tanto deseja. Mas, se este dia chegar, Glamoth ainda será um paraíso pacífico para a humanidade?\n\nO Regimento da Cavalaria de Ferro formava a última linha de defesa na fronteira de Glamoth, onde a batalha seguia interminável. A bordo de suas naves de guerra, os cavaleiros silenciosos tinham uma missão a cumprir: carregar as esperanças de todo o império e enfrentar as ondas de inimigos encobrindo as estrelas."
    },
    {
      "_id": 33116,
      "ids": [
        33116,
        43116,
        53116,
        63116
      ],
      "id": "glamoths_silent_tombstone",
      "name": "Túmulo Silencioso de Glamoth",
      "type": "OBJECT",
      "desc": "O próspero Império de Glamoth virou pó. Não havia sequer evidência de sua glória anterior. Apenas os restos de poeira estelar, robôs, naves de guerra e os cadáveres do Enxame que foram deixados à deriva no vácuo para formar um rio de resíduos, preservando a cena de batalha original do sangrento fronte de guerra e servindo como monumento à sua ruína.",
      "typeText": "Corda de Ligação",
      "backstory": "Historiadores da Guilda de Intelectuais acreditam que a República de Glamoth foi destruída pela praga do Enxame. Outros alegam que ela foi destruída pela forma como eles esmagaram seus poderosos inimigos.\n\nA fim de virar o jogo na terrível invasão do Enxame, o conselho regente, em uma atitude desesperada, resolveu alterar a essência da humanidade para tentar se adaptar à guerra: eles criariam uma arma \"nascida para lutar\".\n\nO resultado foi \"Titânia\". A Imperatriz, que não detém poder nenhum, comanda e controla telepaticamente os cavaleiros ligados a ela. Nos sonhos tecidos por esses guerreiros, o único sentido de sua existência é proteger Titânia e seu \"império\". Em suas vidas breves, estudavam, lutavam, recebiam comandos da Imperatriz, enfrentavam o inimigo sem medo e morriam com honra.\n\nNinguém sabia quando essa farsa fora revelada. Teria sido no dia em que os humanos antigos nos territórios de Glamoth caíram abaixo de uma certa porcentagem? Teria sido no dia em que os cientistas perceberam que a Imperatriz estava começando a se revoltar contra o cativeiro? Ou... talvez no dia em que o massacre do Enxame se dissipou do nada?\n\nTudo que o povo sabia era que a Cavalaria de Ferro havia dado tudo pelo \"Império\" inexistente. Após décadas de batalhas sangrentas, os restos de robôs e membros de insetos se transformaram em detritos densos, se espalhando por todo o segmentum de Glamoth e se conectando para formar um \"Rio da Morte\". Quando os remanescentes do Enxame não representavam mais uma ameaça e os líderes do conselho tocaram o sino da paz, informando aos cidadãos que eles haviam evitado o apocalipse que obscurecera o céu, e que a república seria levada de volta à luz do dia. O que veio em seguida não foi a luz do dia, e sim o começo de mais uma noite sem sol.\n\nDepois disso, a civilização conhecida como Glamoth desapareceu, e a tão esperada paz se firmou nas estrelas vazias. O longo rio de poeira estelar e detritos flui silenciosamente ao longo do vazio."
    }
  ]
}