{
  "_id": 302,
  "id": "fleet_of_the_ageless",
  "name": "Frota dos Eternos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta em <nobr>12%</nobr> os PV máximos do usuário. Quando a VEL do usuário chegar a <nobr>120</nobr> ou mais, aumenta em <nobr>8%</nobr> o ATQ de todos os aliados."
  },
  "pieces": [
    {
      "_id": 33025,
      "ids": [
        33025,
        43025,
        53025,
        63025
      ],
      "id": "the_xianzhou_luofus_celestial_ark",
      "name": "A Arca Celestial do Luofu do Xianzhou",
      "type": "NECK",
      "desc": "O Luofu do Xianzhou, que flutua sobre o mar de estrelas, estava no interior da esfera. Esquifes iam e vinham pelo Portão de Jade, como se imitassem os movimentos celestiais das luas e das estrelas. Inúmeras pessoas vinham aqui em busca dos segredos da imortalidade, mas tudo o que encontravam era decepção.",
      "typeText": "Esfera Plana",
      "backstory": "Há milhares de anos, o Luofu do Xianzhou zarpou de uma antiga nação, atravessando o espaço profundo em busca de uma audiência com uma divindade, visando o Elixir da Imortalidade.\n\nA nave colossal que continha biosferas inteiras avançava lentamente no céu estrelado, como uma lua lúcida que se apresentava na noite silente, embarcando em uma jornada sem fim nem objetivo. À frente estava uma longa jornada, sem nenhum senso de direção. Na viagem solitária, as pessoas dormiam e acordavam, depois tornavam a dormir numa alternação que parecia não ter fim... Baleias caçadoras de estrelas caíam do domo celeste, e entidades subespaciais cristalinas feitas de redes de subgrãos, conseguiam passar anos-luz sem uma rachadura sequer. Os Buscadores de Elixir presenciaram a majestade de vários poderes sobrenaturais. Em um deleite velado, isso os tornou ainda mais determinados a obter a imortalidade.\n\nApós viajarem por milhares de anos, o Luofu do Xianzhou chegou a um impasse, depois de ter encontrado o mestre da Abundância no limbo entre a realidade e o imaginário. Yaoshi concedeu um milagre divino à embarcação, que logo se manifestou como a Árvore Ambrosiana. Suas sombras eram tão grandes quanto nuvens, bloqueando céu e sol. Suas raízes eram grossas e densas, envolvendo toda a embarcação do Xianzhou. O Luofu do Xianzhou parecia ter ganhado vida.\n\nAqueles que cobiçavam a imortalidade provaram do fruto da Árvore Ambrosiana e enfim obtiveram a Duração Infinita com a qual tanto sonhavam. Os Xianzhouitas começaram a ver a si próprios como seres celestiais, dignos de viver infinitas vidas em abundância, e também aprenderam a usar a Árvore Ambrosiana para criar inúmeras maravilhas sobre-humanas com a bênção da imortalidade.\n\nMas, assim como a mudança do sol e da lua, o que antes prosperava estava fadado ao declínio, e o que antes trazia euforia acabaria induzindo agonia. Foi só com a chegada dos Três Sofrimentos, quando as pessoas foram atormentadas até quase a extinção, que os Xianzhouitas finalmente descobriram a verdadeira natureza desse chamado milagre: que era nada menos do que uma calamidade imensurável.\n\nEm meio ao desastre, surgiu um herói como a Flecha do Destino que partiu a Árvore Ambrosiana ao meio. Os Xianzhouitas finalmente recuperaram a dignidade como humanos e juraram voltar a ser mortais e expurgar todos os males imortais deste universo. Nos anos que se seguiram, o Xianzhou começou a caçar pelos mares estelares, tomando para si o objetivo de expurgar todas as Calamidades Sem Morte. Os Vulpes recuperaram a liberdade e recobraram o controle dos céus, já os Vidyadharas selaram a contaminação de qualquer catástrofe que tenha restado. As três raças então se reuniram em um pacto e coalizão. Assim nasceu a Aliança Xianzhou.\n\nDurante a viagem, prosperidade e calamidade vieram e se foram em ciclos. Heróis e lendas conquistaram fama e fortuna, um após o outro, conforme a história prosseguia. Agora, o Luofu do Xianzhou está se recuperando e reconstruindo em um período de paz merecida. O livre comércio e as mentes abertas realmente trouxeram a nave de volta à vida.\n\nA imortalidade mudou para sempre o Luofu do Xianzhou. Com seus altos e baixos ao longo da história, a nave adquiriu uma aura única que combinava antiguidade e modernidade. Bastariam meros segundos para que qualquer caixeiro-viajante pudesse sentir as marcas que a longa passagem do tempo deixou nesta arca."
    },
    {
      "_id": 33026,
      "ids": [
        33026,
        43026,
        53026,
        63026
      ],
      "id": "the_xianzhou_luofus_ambrosial_arbor_vines",
      "name": "Vinhas da Árvore Ambrosiana do Luofu do Xianzhou",
      "type": "OBJECT",
      "desc": "Antigamente, devido à graça da Árvore Ambrosiana, o Luofu reinava supremo sobre outras naves da frota do Xianzhou. Mais tarde, quando as pessoas consumiram o maldito fruto da imortalidade, o Luofu do Xianzhou sofreu uma calamidade induzida pela Árvore Ambrosiana, cujas vinhas se prenderam à nave de modo firme e inseparável.",
      "typeText": "Corda de Ligação",
      "backstory": "O mestre da Abundância enterrou a semente do carma no centro do Luofu do Xianzhou e presenteou os Buscadores de Elixir com algo chamado \"Árvore Ambrosiana\". A Árvore era considerada um milagre, e o povo imediatamente entendeu as implicações dela.\n\nA Árvore Ambrosiana dava frutos divinos cheios de vida e vigor, que continham a Duração Infinita que os Buscadores de Elixir tanto procuravam. A partir daí, os tabus e leis da antiguidade se tornaram sandice, e o axioma e a ética da natureza a respeito do envelhecimento e da morte ficou esquecido na história. As pessoas seguiam o caminho da imortalidade, explorando a Árvore Ambrosiana cada vez mais intensamente, dando origem a Terra Inculta que jamais se esgotava, moldando os próprios corpos para mudarem de forma, e oferecendo o dom de pensar e falar para animais... Incontáveis conquistas tecnológicas inimagináveis se tornaram realidade sob os galhos da Árvore Ambrosiana.\n\nNo entanto, a Árvore Ambrosiana foi lentamente revelando sua verdadeira e horrenda face com o passar do tempo, trazendo a agonia da imortalidade a quem usufruía dela.\n\nOs celestiais se reproduziam incessantemente, mas não conheciam a morte. A nave começou a sofrer com superlotação, e logo a fome e a inanição passaram a ser um tormento. Os jovens do Xianzhou nunca puderam realizar suas ambições de vida, pois os mais velhos agarravam-se ao poder. A sociedade estava à beira de um colapso estrutural... Rebeliões dos Aurumatons e invasões marcaram um milênio de ruína, após o qual a escuridão escondida nas linhagens da imortalidade também veio à tona. O suposto \"Corpo Celestial\" era apenas uma tecnologia que excedia o intelecto humano. A tendência a sofrer da doença de Mara era um aviso a todos os Xianzhouitas, um lembrete que estavam a um passo de se transformar em abominações.\n\nEm um momento de desespero, a flecha de um herói rasgou os céus após um poderoso disparo de seu arco, partindo ao meio a Árvore Ambrosiana... Pouco sobrou da árvore além de um pedaço de tronco queimado, mas o destino do Xianzhou estaria para sempre ligado a ela.\n\nA árvore incitava forças externas a invadiram o Xianzhou. As Abominações da Abundância fizeram inúmeras ofensivas, derramando sangue e desfigurando carne, tudo com o único propósito de devorar o Xianzhou por inteiro. A árvore também tentava seduzir os habitantes do Xianzhou. Os Discípulos do Sanctus Medicus quebraram tabus e exploraram a fundo o segredo da Abundância que jazia dentro da Árvore Ambrosiana, esperando reconstruir o império da Imortalidade, outrora tão poderoso... Durante esses longos dias angustiantes de perturbações internas e externas, o que restou da Árvore Ambrosiana espreitava como vinhas sem fim se espalhando nas sombras, aguardando uma oportunidade de semear o caos mais uma vez.\n\nFelizmente, o Luofu do Xianzhou nunca baixou a guarda contra a árvore seca. Seu povo jurou acabar com a fonte de todas as distorções, até que chegasse o fim de todas as coisas."
    }
  ]
}