{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "Forja da Lanterna Kalpagni",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta a VEL do usuário em <nobr>6%</nobr>. Quando o usuário atinge um inimigo-alvo com Fraqueza contra Fogo, o Efeito de Quebra do usuário aumenta em <nobr>40%</nobr>, durando por <nobr>1</nobr> rodada(s)."
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "pavio_de_lanterna_da_forja_de_ltus",
      "name": "Pavio de Lanterna da Forja de Lótus",
      "type": "NECK",
      "desc": "Encapsulada no plano encontra-se a Forja da Roda Flamejante, o local da Comissão de Artesanato do Zhuming do Xianzhou. Uma esfera do tamanho de um corpo celestial, construída ao redor do progenitor de todos os Heliobi, o Imperador do Sílex. Artesãos engenhosos tiram energia dela e dão forma física a pensamentos e inspirações incríveis.",
      "typeText": "Esfera Plana",
      "backstory": "O Zhuming do Xianzhou flutuou nos mares estrelados por mais de oito milênios depois de partir do Primeval Imperium. Se alguém pudesse ver um registro cronológico de como a forma da nave estelar havia mudado, seria uma experiência muito romântica. A nave colossal engoliu uma estrela de um azul profundo, descascou o casco desgastado camada por camada, inchou como um botão transbordante, e finalmente floresceu em um lótus.\n\nDo espaço, todo o Zhuming do Xianzhou aparece como uma lanterna de lótus de filigrana de ouro. As gigantescas \"folhas de lótus\" brilhantes espalham-se gradualmente em torno dos \"postes de luz\" e são banhadas por um suave brilho azul, sendo de fato dignas de poemas que as declaram \"um navio cujo casco engana os olhos, um lótus cujas pétalas brilham como velas\". A seção do \"candelabro\" no centro da nave é uma gaiola esférica, cujo tamanho é da magnitude de um objeto celeste. Ele envolve firmemente o sol azul, o \"pavio da lanterna\", e gira eternamente. Esta megaestrutura é o local mais importante para a indústria manufatureira do Zhuming do Xianzhou, a Forja da Roda Flamejante.\n\nNo passado, o Grande Artesão do Zhuming, Yang Di, recebeu um molde de arma do soberano anônimo do Primeval Imperium como presente quando a frota partiu. Milhares de anos depois, embora a frota tenha mudado de forma a se tornar irreconhecível com sua imortalidade e a viagem de retorno nunca ocorra, a tradição do Grande Artesão nunca morreu. No Zhuming do Xianzhou, o artesanato é a escola suprema de aprendizagem. Todos os seus generais também detinham o título de mestre da fornalha da Comissão de Artesanato. Quando deixavam a nave, comandavam milhares de soldados. Quando voltassem a nave, brandiriam o martelo e forjariam itens maravilhosos, recebendo o respeito supremo do povo. Mais da metade das armas usadas nas caçadas do Xianzhou ao longo da história da frota foram forjadas no Zhuming do Xianzhou. Portanto, a Forja da Roda Flamejante passou a ser considerada o local sagrado de peregrinação para tais tecnologias em todo o cosmos.\n\nA metalurgia é uma medida do avanço das civilizações, enquanto as chamas marcam o início das civilizações. Muitas civilizações, ainda na sua infância, estavam mais preocupadas com o problema das fontes de energia. O povo não poupou esforços na descoberta de fontes de energia que sustentassem a sua civilização a novos patamares. O Zhuming do Xianzhou ultrapassou esta limitação. Ao aprisionar o progenitor dos Heliobi, o Imperador do Sílex, os artesãos obtiveram uma fonte de energia literalmente inesgotável. A Forja da Roda Flamejante possui intrincados sistemas de trilhos em forma de ramificação que cobrem a estrela tanto quanto possível, e os delicados galhos e folhas estão repletos de receptores e transmissores que guiam o fogo primordial do \"Imperador do Sílex\" para fornecer energia suficiente para todos os desenvolvimentos tecnológicos.\n\nInúmeros artesãos consideravam a Comissão de Artesanato do Zhuming, que engoliu um Pseudo Sol, como os salões sagrados do artesanato. Aprendizes que queriam forjar ferramentas divinas lotam a instituição. Com força suficiente, qualquer coisa pode ser criada, e a Forja da Roda Flamejante preparou tudo que os artesãos poderiam precisar:\n\nAprendizes de mundos diferentes se reúnem na Forja e se tornam colegas estudantes, depois competem e compartilham suas habilidades. Exomundos que vêm em busca de ferramentas maravilhosas também pagariam uma quantia considerável para confiar aos artesãos a elaboração de itens de outro mundo. No entanto, os incontáveis aprendizes ao longo dos milênios raramente foram favorecidos pelo general Huaiyan, o “Artesão dos Artesãos”. Sempre que ele mesmo ensinava alunos e transmitia pessoalmente suas habilidades como artesão e soldado, esses alunos se tornavam grandes mestres que deixavam uma marca nos anais como mestres da fornalha ou se tornavam Cavaleiros das Nuvens com nomes que trovejavam pela Aliança, como o Octeto da Roda Flamejante.\n\n\"Forjas forjaram um milhão de estrelas brilhantes, ferros criam o vôo crescente dos heróis. Luzes minúsculas transformadas em poder marcial, somente com lâminas afiadas a paz e a abundância são mantidas.\" Desde o dia em que um artesão do Zhuming recebe suas ferramentas, ele deve sempre se lembrar: o que ele passará seus dias e noites fazendo não são simples armas, mas flechas que carregam o credo da Caça."
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "seda_da_roda_flamejante_celestial_da_forja",
      "name": "Seda da Roda Flamejante Celestial da Forja",
      "type": "OBJECT",
      "desc": "O progenitor dos Heliobi, tão grandioso em extensão e tamanho quanto uma estrela, afoga-se num sonho sem fim. Enquanto ele dorme, os átomos e moléculas ao redor de seu corpo se chocam e brilham, permeando infinitamente a partir da estrutura externa criada a partir da Roda Flamejante, aparecendo finalmente como faixas de luz iridescentes que lembram fios de seda celestial.",
      "typeText": "Corda de Ligação",
      "backstory": "O Zhuming do Xianzhou sempre foi acompanhado por faixas de luz multicoloridas enquanto viajava no espaço profundo. Essas faixas são saídas de energia de reações de fusão em temperaturas superaltas, bem como evidências de que o Imperador do Sílex ainda queima e nunca morrerá.\n\nNas regiões mais externas das partículas indutoras de aurora que são dispersas com a respiração do Imperador do Sílex, os Heliobi recém-nascidos desaceleram e passam a existir. Os Juízes da Caça Flamejante da Comissão dos Dez Senhores do Zhuming então capturam os Heliobi ingênuos que não tiveram nenhum contato com emoções, usando sonhos gentis e doces para domar os temperamentos imaturos das tais chamas. Em seguida, os juízes passam esses Heliobi inofensivos para a Oficina de Temperachamas da Comissão de Artesanato, que combina os Heliobi com vários artefatos para transformá-los em lâmpadas, veículos e vários espetáculos no Zhuming... No entanto, aos olhos dos confusos alienígenas, estes itens ambulantes e falantes são prova do boato de que \"a essência divina existe em todos os lugares nos domínios, e os itens se tornariam demônios quando fossem antigos o suficiente\"...\n\nSeguindo a faixa de luz de cor alienígena, pode-se caminhar mais profundamente além da Forja e chegar no campo de hipergravidade criado pelo Pseudo Sol. Os mortais lutam para suportar uma densidade estelar deste grau. É uma desordem em colapso interior que apenas os artesãos Ribhus podem atravessar com facilidade.\n\nOs intensos surtos estelares e fenômenos celestiais anômalos impedem que os curiosos se aproximem do Pseudo Sol. Todas as leis fundamentais da física foram amplificadas neste espaço. Apenas uma raça estelar robusta e poderosa, os Ribhus, pode sobreviver em espaços com tais anomalias gravitacionais: Os Ribhus são artesãos de elite natos. Eles transitam entre a Forja e o Pseudo Sol, e sua percepção do tempo há muito se afastou da dos seres normais. Eles mantêm sua promessa e continuam aprimorando sua habilidade artesanal, forjando os enormes canhões da nave e vigiando o sono do Pseudo Sol. O Zhuming do Xianzhou considera os Ribhus como aliados leais, respeitando sua resiliência e força, e sendo grato pelo sacrifício altruísta deles.\n\nE ainda assim, nenhum ser pode seguir as faixas de luz através do estranho e distorcido campo gravitacional para alcançar as profundezas do Pseudo Sol. Esse é um lugar proibido para todos os seres capazes de emoções, uma sala onde flutua o sonho sem fim do Imperador do Sílex. O Zhuming do Xianzhou está sempre de guarda, pois mesmo o menor fragmento de perturbação emocional pode despertar o poder ilimitado do progenitor Heliobus.\n\nHá frequentemente indivíduos que ignoram o aviso e olham de longe para o Pseudo Sol. Eles, sem saber, escorregariam para o campo gravitacional psicológico, e seu menor descuido resultaria na perda de sua senciência pelas miragens torrenciais que fluem como uma maré. Diferente de interagir com as ilusões gentis, olhar para aquele \"sol azul\" apenas faria sentir a raiva sem limites que foi suprimida desde o início dos tempos. \"Os Heliobi darão aos heróis o poder suficiente para queimar os próprios céus, mas quando todos os deveres forem cumpridos, os heróis devem dar aos Heliobi corpos supremos forjados na perfeição...\" Ninguém sabe como este antigo juramento poderia ser cumprido. Da mesma forma, ninguém sabe quando o Imperador do Sílex despertaria de seu sonho sem fim.\n\nNo fundo do pavio da lanterna de lótus, o Pseudo Sol solta um suspiro profundo em seu sono interminável. A nave Xianzhou navega lentamente pelo céu, deixando para trás apenas um rastro iridescente. Assim, o Zhuming do Xianzhou continuará a se aliar ao fogo, a viajar com o fogo e a compartilhar seu destino com o fogo."
    }
  ]
}