{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "Gênio das Estrelas Brilhantes",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano Quântico em <nobr>10%</nobr>.",
    "4": "Quando o usuário causa Dano ao inimigo-alvo, ignora <nobr>10%</nobr> de DEF. Se o inimigo-alvo tiver Fraqueza de Quântico, o usuário ignora adicionalmente <nobr>10%</nobr> de DEF."
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [31081, 41081, 51081, 61081],
      "id": "visor_sensorial_ultrarremoto_do_gnio",
      "name": "Visor Sensorial Ultrarremoto do Gênio",
      "type": "HEAD",
      "desc": "Par de óculos de comunicação integrado com tecnologia de ultrassensores remotos que rompem as barreiras da transmissão limitada e do distanciamento.",
      "typeText": "Cabeça",
      "backstory": "É uma verdade universal que existe uma abundância de excentricidade e pouca comunicação entre os membros da Sociedade de Gênios.\\n\\nInteração social é de fato um fardo para a maioria das pessoas, ainda mais para gênios que viajam por vários mundos.\\n\\nElias Salas, membro <unbreak>56</unbreak> e segundo diretor da Sociedade de Gênios, certa vez tentou solucionar esse problema. Empenhou-se fortemente para criar óculos de comunicação equipados com sensores ultra-remotos e os distribuiu para todos os membros. Mas, apesar de ter conseguido estabelecer uma ponte entre as estrelas mais distantes, poucas pessoas estavam dispostas a se conectar. E assim, o melhor dispositivo de comunicação do universo nunca foi plenamente utilizado.\\n\\n\"'O número que você discou está fora de serviço.' Será que não dá para pelo menos se esforçar mais para fingir que é uma IA...?\"\\n\\nElias Salas suspirou e entendeu que essa era de fato uma grande pergunta. Mas ele tinha que tentar, acreditando que sua tecnologia um dia seria usada de uma maneira ou de outra."
    },
    {
      "_id": 31082,
      "ids": [31082, 41082, 51082, 61082],
      "id": "apanhador_de_frequncia_do_gnio",
      "name": "Apanhador de Frequência do Gênio",
      "type": "HAND",
      "desc": "Par de luvas equipado com um dispositivo de precisão que captura frequências e permite a manipulação direta de vibrações de luz e som que seriam intangíveis.",
      "typeText": "Mãos",
      "backstory": "\"Como procrastinar no trabalho sem perceberem\" era um problema constante para Stephen Lloyd, <unbreak>84</unbreak>º da Sociedade de Gênios, que estava morando no hortifrúti de seu padrasto. \\n\\nEle criou um par de luvas capaz de capturar frequências específicas, incluindo som e luz, para poder estudar instrumentos de corda por trás da barreira de frequências.\\n\\nEssa tecnologia podia capturar e confinar toda luz e sons dentro da área designada, algo simplesmente inexplicável dentro dos limites atuais das ciências clássicas de Aiden. Era mesmo uma invenção extraordinária que poderia, no mínimo, mudar os rumos da ciência, mas Stephen não tinha qualquer interesse em apresentar a tecnologia para o público. Afinal, para ele, era só um brinquedo que havia feito para não trabalhar.\\n\\n\"Stephen, não sei bem o que você fez, mas você está vagabundeando, né?\"\\n\\nEmbora fosse celebrado como um gênio entre os gênios, para seu padrasto, Stephen Lloyd não passava de uma criança que gostava de fantasiar e vagabundear."
    },
    {
      "_id": 31083,
      "ids": [31083, 41083, 51083, 61083],
      "id": "traje_metacampo_do_gnio",
      "name": "Traje Metacampo do Gênio",
      "type": "BODY",
      "desc": "Traje similar a uma roupa de mergulho. Envolve o corpo todo quando ativado, enviando sinais neurais do corpo para o metacampo em tempo real.",
      "typeText": "Corpo",
      "backstory": "O espaço do metacampo criado por Sserkal, membro <unbreak>29</unbreak> da Sociedade de Gênios, transcendeu a raça biológica e múltiplas dimensões. Qualquer ser vivo podia sincronizar seus sinais neurais com a rede de consciência, bastava vestir um traje de mergulho.\\n\\nPara esses seres que eram incapazes de viajar entre os mundos, o domínio onírico coletivo dava a eles uma chance de se conectar uns com os outros e buscar a paz e a tranquilidade que não existiam no mundo real.\\n\\nDentro desse metacampo de dados virtuais, esses seres criaram inúmeros bens culturais e, aos poucos, uma nova ordem foi instaurada. Justo quando parecia que esse éden virtual substituiria a realidade, Sserkal, o Tecelão de Redes de Toda a Criação, encerrou a conexão com a rede de consciência, como se tudo não tivesse passado de uma grande piada. Num piscar de olhos, o metacampo inteiro silenciou-se.\\n\\n\"Todos aqueles investidores que passavam o dia falando do espaço do metacampo foram à loucura. A indústria havia sido fomentada uma infinidade de vezes, mas agora o metacampo não existia mais.\"\\n\\nAs pessoas tendem a fazer suposições quando perdem algo. O metacampo talvez tenha sido desenvolvido para ser uma placa de petri para a alma. Convidar seres dos mais variados tipos pode não passar de um esquema para conseguir amostras grátis de almas."
    },
    {
      "_id": 31084,
      "ids": [31084, 41084, 51084, 61084],
      "id": "andador_de_gravidade_do_gnio",
      "name": "Andador de Gravidade do Gênio",
      "type": "FOOT",
      "desc": "Dispositivo vestível de captura da gravidade. Semelhante a um par de patins de gelo, ele reflete o brilho das estrelas ao deslizar em velocidade.",
      "typeText": "Pés",
      "backstory": "O infame Dr. Primitivo, membro <unbreak>64</unbreak> da Sociedade de Gênios, passou a vida fugindo de policiais interestelares devido aos graves crimes que cometeu.\\n\\nO doutor parecia gostar da emoção de ser perseguido, sempre mantendo uma distância minuciosamente pensada daqueles que o caçavam, nunca perto o bastante para ser pego nem longe o bastante para não ser rastreado.\\n\\nEle usava um tipo de tecnologia de captura da gravidade em suas fugas, manipulando-a para poder se deslocar livremente no espaço. Astrofísicos da Guilda de Intelectuais não compreendiam os princípios dessa tecnologia, então presumiram que tivesse algo a ver com a diferença de potencial gravitacional entre estrelas. Seus perseguidores, que usavam veículos da era da gravidade, não conseguiam acompanhar sua velocidade, jurando que o levariam à justiça.\\n\\nComo disse um Vigia da Galáxia: \"Ver alguém caminhando no espaço deveria ser um verdadeiro colírio para os olhos. Infelizmente, esse alguém é o Dr. Primitivo\".\\n\\nO Vigia da Galáxia ainda se recusava a acreditar na suposta morte do Dr. Primitivo e continuou a caçada mesmo depois de o homem ter desaparecido por completo."
    }
  ]
}
