{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "Árvore Gigante da Reflexão Arrebatadora",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta a VEL do usuário em <nobr>6%</nobr>. Quando a VEL do usuário é <nobr>135</nobr>/<nobr>180</nobr> ou maior, a <u>Cura Realizada</u> do usuário e de seu Memoespírito aumenta em <nobr>12%</nobr>/<nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "Colosso Ponderante do Bosque da Epifania",
      "type": "NECK",
      "desc": "Encapsulado na Esfera Planar está o Bosque da Epifania de Amphoreus, onde o corpo divino do Ramo da Fenda, {RUBY_B#Titã da Razão}Cerces{RUBY_E#}, pondera. O \"Primeiro Erudito\" levou outros a estabelecer jardins e pátios dentro da floresta e compartilhou conhecimento, e então o Bosque nasceu.",
      "typeText": "Esfera Plana",
      "backstory": "Thalesus, o \"Primeiro Erudito\", embarcou em sua jornada ao redor de Amphoreus, partindo de sua pólis natal costeira, Mileutus, quando já era maior de idade, em busca de significado espiritual dentro da fé de Mnestia.\n\nAo longo do caminho, suas experiências estranhas e novas visões remodelaram seus pensamentos sobre a natureza e a origem do mundo. No final da jornada, ele conheceu o Ramo da Fenda e completou seus métodos filosóficos para experienciar o mundo diante da grande árvore. Sob a árvore gigante, Thalesus estabeleceu um pátio e o nomeou Bosque da Epifania, um lugar para as pessoas despertarem seus espíritos, buscarem sabedoria e compreenderem o caminho.\n\nOs pensamentos de {RUBY_B#Titã da Razão}Cerces{RUBY_E#} tornaram-se tão aprimorados que se tornaram pergaminhos escritos ou silenciosamente transformados na flora sussurrante do bosque... Os sons do Bosque nasceram dali. Destes debates e trocas intelectuais, novas escolas de pensamento emergiram.\n\nEmbora diferenciadas umas das outras, as escolas estavam interligadas, muito parecidas com os galhos sobrepostos da árvore gigante... Ao longo de séculos de argumentação e herança acadêmica, as descobertas do Primeiro Erudito evoluíram para os Sete Sábios e sete escolas primárias de pensamento, bem como muitos pontos de vista diferentes.\n\n\"Todo conhecimento do mundo deve se tornar as folhas do Bosque, para proteger do sol e ajudar a árvore gigante a florescer.\" Cada pólis buscando sabedoria do Bosque deve oferecer conhecimento equivalente em troca. Assim, inúmeras ideias são nutridas, e inúmeras folhas novas brotam.\n\nPor séculos, se algum pergaminho contendo conhecimento fosse encontrado em caravanas comerciais passando pela passagem estreita do Bosque ou navios chegando ao porto, eles se tornariam parte da biblioteca do Bosque, independentemente da nacionalidade ou idioma do pergaminho. Os estudiosos, ou melhor, \"bandidos\", transformaram o Bosque na melhor escola de Amphoreus por meio de gastos de quantias incompreensíveis de riqueza em conhecimento, contratando redatores para roubar conhecimento, ou até mesmo roubo direto de conhecimento. Os estudiosos do Bosque usavam perguntas como vassalos sacrificiais e pensamentos como reverência, e curvavam suas cabeças à razão suprema neste mundo.\n\nComeçando com o plantio da vida, retornando ao espírito da madeira, o Bosque coleta todo o conhecimento que flui para ele do mundo. {RUBY_B#Titã da Razão}Cerces{RUBY_E#} ouviu o barulho crescente do Bosque e nunca falou."
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "Veias Interligadas do Bosque da Epifania",
      "type": "OBJECT",
      "desc": "Os fios e videiras dourados tecem uma rede no Bosque, tornando-se uma salvaguarda através da qual as escolas compartilham suas descobertas. As informações entram pelas raízes, desvendadas e desconstruídas através das veias das folhas, até se tornarem uma gota de orvalho que se funde na piscina da Biblioteca de Philia.",
      "typeText": "Corda de Ligação",
      "backstory": "Cada pensamento do Bosque da Epifania é como um galho na árvore gigante. As veias formam centenas de pontos de vista, expandindo-se como uma intrincada teia de galhos jovens. Embora independentes, eles se entrelaçam, formando, por fim, a copa próspera da grande árvore.\n\nUm ramo apontava seu caule de folha para si mesmo, torcendo-se em intrincadas espirais. Os Ascetas do Lotofagismo eram cativados pelos próprios padrões das folhas e flores da árvore, acreditando que toda a vida e até mesmo o cosmos eram realidades visíveis e tangíveis. Sua prática não era meramente ascetismo por si só, mas um método de harmonizar todas as coisas, vendo o ascetismo não como a negação do eu, mas como um caminho direto para entendê-lo.\n\nOutro ramo deu frutos pesados, enchendo os galhos. Estudiosos do Caprismo se especializaram no estudo, criação e preservação de animais. As muitas formas das quimeras, tanto lamentáveis quanto belas, eram seu pequeno, mas significativo experimento para entender a vasta diversidade da vida.\n\nUm ramo torcido em uma proporção perfeita, precisa e elegante. Os eruditos do Nodismo afirmavam que \"todas as coisas são números\", acreditando que tudo poderia ser mapeado matematicamente. Como uma das primeiras escolas a se formar no Bosque, eles impuseram padrões rígidos, proclamando que \"nenhum estudioso que seja ignorante em geometria pode entrar\" e consideravam a matemática como o próprio meio pelo qual {RUBY_B#Titã da Razão}Cerces{RUBY_E#} governa o mundo.\n\nOutro ramo cresceu espesso e resiliente, firme e duradouro. O Helcolitismo exigia que os acadêmicos provassem sua disciplina atirando com uma funda antes da admissão, atirando pedras além de um alcance específico. Este era um teste para demonstrar seu comprometimento com o \"perfeccionismo\" em pensamento, rigor físico e espírito competitivo.\n\nUm ramo alternava entre ficar mais enfraquecido e erguer-se orgulhosamente, transmitindo uma beleza requintada aos sentidos. Os Eritroqueramistas veem a arte e a sensibilidade como o cerne do pensamento lógico, acreditando que o conhecimento mais bruto e refinado vem da experiência sensorial direta, levando a uma compreensão mais iluminada e profunda do mundo.\n\nBem acima, no topo da árvore exuberante, um galho devoto e adorador ficava mais próximo do coração da árvore gigante. Esse galho era o mais adequado para rituais. Os Veneracionistas se destacaram na compreensão das cerimônias dos Titãs e na implantação de milagres divinos, ganhando o apelido de \"Berço dos Políticos de Amphoreus\". Eles não apenas governavam os ritos sagrados do Bosque, mas também influenciavam a própria estrutura da política de Amphoreus. No entanto, havia um novo e afiado broto jovem, surgindo em oposição...\n\nO Nousporista herdou os ensinamentos do Primeiro Erudito sobre a alma, e se especializou na transformação e Ascensão da vida e da matéria. É a escola mais recente, mas com os argumentos mais vanguardistas, focada em traçar as origens de toda a vida e existência material.\n\nOs Sete Sábios das Sete Escolas presidiam cada um sobre seus respectivos campos de estudo, sem hierarquia entre eles. A imponente árvore gigante da razão, a cabeça simbólica dos Sete Sábios, espalhava conhecimento e razão como galhos, espalhando-os pelo mundo em meio a debates intermináveis e o discurso intelectual."
    }
  ]
}