{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "Guarda da Neve Uivante",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Reduz o Dano recebido em <nobr>8%</nobr>.",
    "4": "No início da rodada, se os PV do usuário forem iguais ou inferiores a <nobr>50%</nobr>, restaura PV igual a <nobr>8%</nobr> de seus PV máximos e regenera <nobr>5</nobr> de Energia."
  },
  "pieces": [
    {
      "_id": 31061,
      "ids": [31061, 41061, 51061, 61061],
      "id": "elmo_de_ferro_fundido_do_guarda",
      "name": "Elmo de Ferro Fundido do Guarda",
      "type": "HEAD",
      "desc": "Elmo padrão que cobre a cabeça e o rosto, com forro interno para manter o usuário aquecido.",
      "typeText": "Cabeça",
      "backstory": "Não era fácil estar sempre preparado para o combate no Congelamento Eterno, mas os Guardas Crinalva de Jarilo-VI estavam habituados a isso. O vento gélido sibilava pelas fendas do elmo, cortando a pele como se fosse uma navalha de gelo.\\n\\nOs monstros de além dos céus refizeram a formação, e soldados armados até os dentes estavam de prontidão, sob o comando da Guardiã Suprema.\\n\\nVanguardas em postos avançados com frequência precisam se entrincheirar na neve por vários dias seguidos enquanto monitoram as atividades de monstros. Depois de expostos às intempéries por muito tempo, a pele dos soldados, o suor e o forro de veludo dos elmos congelam e ficam grudados, de modo que é preciso jogar água quente nos elmos para poder tirá-los com segurança. Os artesãos dos Arquitetos depois alteraram a curvatura das placas metálicas do elmo de ferro fundido, minimizando a resistência do ar sobre o pesado elmo na neve.\\n\\nRobusto, cálido, majestoso: essas características do elmo da Guarda Crinalva foram passadas de geração para geração.\\n\\n\"Não sei como você consegue enxergar com esse negócio na cabeça.\" Todo guarda em patrulha já ouviu essa frase."
    },
    {
      "_id": 31062,
      "ids": [31062, 41062, 51062, 61062],
      "id": "manoplas_brilhantes_do_guarda",
      "name": "Manoplas Brilhantes do Guarda",
      "type": "HAND",
      "desc": "Manoplas de metal que emanam um brilho prateado. O projeto esconde uma estrutura mecânica complexa.",
      "typeText": "Mãos",
      "backstory": "Depois que os invasores que carregavam as marcas da Destruição bloquearam o caminho da unidade da guarda que recuava, Laszlo Landau ordenou que suas tropas protegessem a Guardiã Suprema e escapassem, enquanto ele ficava para trás para conter as forças inimigas.\\n\\nAté mesmo o mais valente capitão da Guarda Crinalva não podia escapar ileso de um enxame de monstros.\\n\\nOs gritos aterrorizantes e ataques violentos dos monstros perversos eram implacáveis. Apesar de seus incessantes ataques, nenhuma das monstruosidades conseguiu quebrar a defesa solitária imposta por Landau. As batalhas intermináveis foram aos poucos exaurindo Laszlo, mas ele conseguiu aguentar até a chegada de reforços. Foi só então que ele se permitiu desmaiar. Os soldados descobriram que Laszlo havia perdido as duas mãos na batalha.\\n\\nOs Arquitetos ordenaram que seu melhor ferreiro forjasse um par de manoplas primorosas para o herói, para que ele pudesse novamente segurar o estandarte dos Guardas Crinalva.\\n\\nLaszlo encantou-se com as manoplas, mas lamentou: \"O único pesar é que não poderei mais sentir a vibração do arco\"."
    },
    {
      "_id": 31063,
      "ids": [31063, 41063, 51063, 61063],
      "id": "uniforme_antigo_do_guarda",
      "name": "Uniforme Antigo do Guarda",
      "type": "BODY",
      "desc": "Uniforme bem passado e muito antigo dos Guardas Crinalva. Os botões robustos formam pregas no tecido.",
      "typeText": "Corpo",
      "backstory": "Um uniforme antiquado da Guarda Crinalva passado de geração em geração na família Goethe. Depois de muitos anos enterrado no fundo de um baú, só a honra de um soldado pode ser digna de trazê-lo de volta ao mundo.\\n\\nDiante da marcha dos soldados da Destruição, que chegavam cada vez mais perto, os Guardas Crinalva juraram defender a última barreira, mesmo quando não houvesse possibilidade de recuar.\\n\\nDurante a Defesa de Vevalo, Horace Goethe liderou seu esquadrão durante meses, para defender uma importante passagem montanhosa. Quando soaram no vale as trombetas dos reforços que finalmente chegavam, a valente companhia de heróis já havia desaparecido há muito tempo, e nem sequer seus restos mortais foram encontrados. Na cerimônia de condecoração, a Guardiã Suprema Alisa entregou uma medalha de honra ao jovem filho de Horace Goethe. O menino ficou de pé com seu uniforme antiquado, representando todos aqueles que fizeram o maior dos sacrifícios.\\n\\nO que o jovem Goethe via eram meros uniformes e medalhas naquele dia, mas a Guardiã Suprema via muito mais. Ela via o maior legado deixado pelos heróis. O legado que representava o futuro de Belobog.\\n\\n\"Horace Goethe foi um verdadeiro guerreiro. Orgulhe-se de carregar o nome Goethe.\" Essa era a única lembrança que o jovem Goethe tinha da Guardiã Suprema."
    },
    {
      "_id": 31064,
      "ids": [31064, 41064, 51064, 61064],
      "id": "grevas_prateadas_de_guarda",
      "name": "Grevas Prateadas de Guarda",
      "type": "FOOT",
      "desc": "Par de grevas de metal resistentes e prateadas. Além de oferecer proteção, são leves e quentes.",
      "typeText": "Pés",
      "backstory": "Os batalhões de campanha da Guarda Crinalva muitas vezes são forçados a marchar quilômetros na neve densa por necessidade tática. A exaustão induzida pelas incursões de longa distância e as terríveis geladuras nos pés eram a provação amarga pela qual todos os soldados tinham que passar.\\n\\nA longa marcha pelas Planícies Nevadas, contudo, ocasionalmente trazia de volta amigos de outrora.\\n\\nOs Guardas Crinalva encarregados de patrulhar as Planícies Nevadas costumam ouvir os uivos de lobos pré-históricos. Essas pobres criaturas também foram expulsas de seu lar pelos invasores. Por ter vindo de uma família de caçadores, o Sargento Jaeger, da Companhia de Campo, era hábil em fazer mantos de pele com as jubas desses ferozes animais, mas, desde o começo do Congelamento Eterno, ele raramente os viu. De vez em quando, em noites frias de inverno, um lobo pré-histórico se aproximava da fogueira dos guardas para se aquecer e deitava-se ao lado de Jaeger silenciosamente, dormindo um sono profundo. Ao amanhecer, contudo, o sono profundo virava sono eterno.\\n\\nO Sargento Jaeger costumava forrar as grevas prateadas dos soldados com a pelagem dos lobos, para aliviar a dor durante as longas marchas.\\n\\n\"Assim como nós, os lobos pré-históricos não perderam completamente seu lar\", lamentou o Sargento Jaeger quanto ao drama vivido pelas criaturas."
    }
  ]
}
