{
  "_id": 123,
  "id": "hero_of_triumphant_song",
  "name": "Herói da Melodia Triunfante",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o ATQ em <nobr>12%</nobr>.",
    "4": "Enquanto o Memoespírito do usuário está em campo, aumenta a VEL do usuário em <nobr>6%</nobr>. Quando o Memoespírito do usuário ataca, aumenta o Dano CRIT do usuário e do Memoespírito em <nobr>30%</nobr> por <nobr>2</nobr> rodada(s)."
  },
  "pieces": [
    {
      "_id": 31231,
      "ids": [
        31231,
        41231,
        51231,
        61231
      ],
      "id": "grinalda_do_campeonato_do_heri",
      "name": "Grinalda do Campeonato do Herói",
      "type": "HEAD",
      "desc": "Grinalda concedida ao campeão do coliseu. Cada folha de ouro brilha com coragem e glória.",
      "typeText": "Cabeça",
      "backstory": "O tempo parece desacelerar com as visões de Oronyx. Ele pode ouvir sua própria respiração pesada, suas costelas latejando de dor em seu torso, como se estivessem tentando sugar todo o ar da arena... Suor e sangue se misturam, a terra sob seus pés seduzindo-o à desistência, para aproveitar aquele doce e tranquilo descanso... Ele está completamente esgotado.\n\n\"De onde virá o próximo golpe? Esquerda, ou direita? Uma ameaça? Ou...\"\n\nA ponta da lança já está avançando em direção a ele, deixando-o sem tempo para pensar. Ele poderia muito bem confiar seu destino ao Titã do Conflito. Tudo o que ele precisa fazer é investir com sua lança adiante.\n\nA poeira abaixa gradualmente, raios de sol inclinados brilham sobre os lados do coliseu, banhando o flanco de sua face. Ele vê os espectadores começando a se levantar em seus assentos, aplausos estrondosos e gritos de torcida atravessando o ar como uma maré crescente. Neste momento, para sua surpresa, ele descobre que o coliseu é extremamente espaçoso, e o sentimento de ser incapaz de escapar parece nunca ter existido. No centro do vasto centro do coliseu, há apenas manchas de sangue, o oponente derrotado, e um solitário e brilhante vencedor.\n\nO senhor da pólis levanta sua mão, declarando-o como campeão. O estrondo dos tambores vem em seguida, e ele é trajado com a grinalda, se tornando uma lenda do coliseu.\n\n\"Você foi escolhido como comandante das tropas das barreiras para se postar ao lado do senhor da pólis, seu nome será sinônimo de vitória, para ser escrito em épicos heroicos!\"\n\nLogo depois, seu nome é ovacionado por todos por toda a pólis, a glória de Nikador o envolvendo, como se o mundo inteiro existisse apenas para ele."
    },
    {
      "_id": 31232,
      "ids": [
        31232,
        41232,
        51232,
        61232
      ],
      "id": "braadeiras_douradas_do_heri",
      "name": "Braçadeiras Douradas do Herói",
      "type": "HAND",
      "desc": "Um par de braçadeiras de elite para o comandante das tropas das barreiras. Elas ficam apertadas fortemente ao redor do punho de um guerreiro, apoiando firmemente as trombetas da vitória.",
      "typeText": "Mãos",
      "backstory": "Seja uma vitória triunfante ou uma derrota completa, o campeão do coliseu sempre é capaz de voltar do campo de batalha. O senhor da pólis atribui sua sorte fortuita a um \"símbolo da vitória\", roubando a lança e o escudo em suas mãos em troca de trombetas e estandartes, ordenando a ele que transmita sua sorte ao seu exército. Os soldados acreditam firmemente que a glória de Nikador o acompanha, e contanto que ele lidera a vanguarda, o caminho da vitória é garantido.\n\n\"Doravante, você não é mais necessário como guerreiro, mas você deve se tornar um símbolo.\"\n\nO corpo fortalecido como pedra por dias e noites de treinamento extenuante, agora existe apenas para ser admirado como a estátua de um templo.\n\nEle foi barrado dos campos de treinamento, pois os soldados temem que o menor dos acidentes possa ocorrer com este \"símbolo da vitória\". Ele foi convidado para o banquete do senhor da pólis para, onde os convidados insistem que ele os regale com o lendário conto daquelas dezesseis lutas até a morte. Agora, ele está postado oficialmente na extremidade do campo de batalha, segurando uma trombeta, suas braçadeiras douradas cintilantes refletindo um perfil que se torna cada vez mais estranho, e um aperto súbito envolve seu coração. Ele só precisa soar essa trombeta, sem nunca precisar adentrar na batalha novamente... Então, este é o \"herói que não batalha\" do qual as pessoas tanto falam.\n\n\"...Se isso puder trazer a vitória para o exército, eu voluntariamente abrirei mão da minha glória no campo de batalha.\"\n\nNikador nunca escolhe um caminho para a vitória para um \"símbolo\", então ele não ousa relaxar. A batalha final de sua vida pode estar logo adiante..."
    },
    {
      "_id": 31233,
      "ids": [
        31233,
        41233,
        51233,
        61233
      ],
      "id": "armadura_dourada_galante_do_heri",
      "name": "Armadura Dourada Galante do Herói",
      "type": "BODY",
      "desc": "Uma armadura similar à de um deus, se adaptando perfeitamente aos contornos corporais de uma compleição poderosa.",
      "typeText": "Corpo",
      "backstory": "Ao confrontar a divindade, cuja mente há muito foi consumida pela loucura, está destinado que nenhum mortal jamais sairá da batalha como vitorioso. Por onde a lança de Nikador passa, lanças se quebram, escudos voam, causando destruição por toda a extensão da linha de frente... A desordem se alastra pelas fileiras, soldados decaem em um caos e medo sem precedentes. Afogado por gritos, lamentos e choque estridente entre armas de aço, as trombetas do herói do coliseu há muito são incapazes de mudar o rumo desta derrota.\n\n\"Nikador deseja retomar a vitória prometida, e eu devo pagar com minha lança e com meu sangue.\"\n\nEm meio à fumaça e à poeira, um estandarte manchado avança em direção a Nikador. Os soldados percebem que o herói da sorte fortuita escolheu não retornar para casa.\n\nNo início, apenas quatro ou cinco soldados seguiam o herói. E então, tornaram-se dezenas, centenas... Eles caminham atrás de uma grande figura, em direção ao campo de batalha da morte inevitável, para iniciar sua investida final. Seus companheiros caídos, aparentemente transformados em espíritos heroicos, sussurrando em seus ouvidos, estimulando os sobreviventes a encerrar este gambito final. Mesmo que Nikador já tenha decaído em loucura, deve ter sentido instintivamente a determinação resoluta e a vontade inabalável desse grupo de guerreiros.\n\n\"Testemunhem! O herói do coliseu segue avançando! Devemos seguir sem pestanejar!\"\n\nSua armadura dourada resplandece nos tons do brilho do por-do-sol, conforme ele lidera suas tropas em direção a uma morte digna e honrosa."
    },
    {
      "_id": 31234,
      "ids": [
        31234,
        41234,
        51234,
        61234
      ],
      "id": "caneleiras_perseguidoras_das_chamas_do_heri",
      "name": "Caneleiras Perseguidoras das Chamas do Herói",
      "type": "FOOT",
      "desc": "Caneleiras apertadas ao redor das pernas de um guerreiro, seus contornos são elegantes e resistentes, imbuídas com o espírito que nunca recua.",
      "typeText": "Pés",
      "backstory": "Os soldados caminham silenciosamente para as ruínas e começam a varrer o campo de batalha. Alguns arrastam os cadáveres com dificuldade, separando amigos de inimigos, enquanto outros se ajoelham ao lado de seus companheiros mortos e gentilmente fecham os olhos dos falecidos... Os rugidos do campo de batalha se dissiparam há muito tempo, deixando apenas um silêncio sufocante. O herói do coliseu também dorme para sempre entre esses caídos, deixando para trás apenas um par de caneleiras douradas elevadas entre o sangue e a poeira.\n\n\"Lembre-se, guerreiros no campo de batalha nunca desaparecerão realmente. Suas almas heroicas permanecerão eternamente nas memórias das gerações futuras.\"\n\nDepois, o silêncio é despedaçado por elegias lamuriosas. Sacerdotes entram no campo de batalha para organizar o funeral dos mortos.\n\nFogos iluminam a noite escura, e os cantos fúnebres persistem por um tempo incessante... De repente, o céu distante é atravessado por um raio de luz esplêndido, como se a Lança da Fúria tivesse sido arremessada em direção à terra. É o chamado de Nikador para invocar as almas heroicas deste local. Com isso, os soldados presentes e os plebeus se ajoelham, levantando suas mãos acima de suas cabeças, seus corações repletos de respeito e gratidão. Aquele raio de luz se transforma em uma cálida e envolvente aura, elevando gentilmente a alma de cada guerreiro, salpicando sussurros das graças e da magnanimidade do Titã, proclamando a imortalidade destes heróis.\n\n\"Veja, mesmo na morte, o herói do coliseu ainda lidera seus guerreiros em triunfo, de volta ao lar.\"\n\nO herói acena levemente, nas antigas baladas, sua nobre alma será novamente reforjada."
    }
  ]
}