{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "Caçador da Floresta Glacial",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano de Gelo em <nobr>10%</nobr>.",
    "4": "Após o usuário utilizar sua Perícia Suprema, aumenta em <nobr>25%</nobr> o Dano CRIT por <nobr>2</nobr> rodada(s)."
  },
  "pieces": [
    {
      "_id": 31041,
      "ids": [31041, 41041, 51041, 61041],
      "id": "capuz_de_artaius_do_caador",
      "name": "Capuz de Artaius do Caçador",
      "type": "HEAD",
      "desc": "Capuz feito com a cabeça de um enorme urso das Planícies Nevadas. O pelo parece possuído por algum fantasma ou divindade, tornando-o invulnerável a ataques físicos.",
      "typeText": "Cabeça",
      "backstory": "A regra dos caçadores para sobreviver nas Planícies Nevadas da Terra da Neve era bastante simples: nunca ir ao sul da montanha durante as temporadas de caça de Artaius, já que o enorme urso branco não gosta de receber visitas.\\n\\nComo caçador enviado pela associação, Hugh seguiu rumo ao sul da montanha após receber o pedido de resgate. Ele jamais pensou que cairia numa emboscada que vinha sendo planejada há muito tempo.\\n\\nDepois de acordar de um longo choque induzido pelos disparos, Hugh logo percebeu que havia escapado da morte por muito pouco. No entanto, ele também percebeu que aquilo estava longe de acabar, pois Artaius olhava diretamente para ele. Apesar do curto alcance e do ritmo frenético, alguns dos ataques desordenados de Artaius estavam fadados a errar... Hugh esperou calmamente por uma abertura, sacou sua lâmina óssea envenenada e deu um golpe extraordinário com um salto em um piscar de olhos. Seus lugares como caça e caçador foram invertidos.\\n\\nApós remover a cabeça e a pelagem de Artaius, ele conseguiu sobreviver à primeira noite na neve, apesar dos ferimentos de bala ainda abertos.\\n\\nDias depois, a Associação dos Caçadores encontrou o cadáver decapitado. Foi então que perceberam que o caçador que deveria ter morrido sobreviveu... e assim nasceu um vingador inesperado."
    },
    {
      "_id": 31042,
      "ids": [31042, 41042, 51042, 61042],
      "id": "luvas_de_lagarto_do_caador",
      "name": "Luvas de Lagarto do Caçador",
      "type": "HAND",
      "desc": "Par de luvas de combate costuradas com garras escamosas de Lagartos-da-Geleira. Podem ser usadas para escalar e se agarrar a qualquer parede.",
      "typeText": "Mãos",
      "backstory": "Lagartos-da-Geleira carecem de agilidade e força, mas podem ficar até duas semanas preparando uma emboscada em uma pedra, aguardando o momento exato em que sua presa abaixa a guarda, para, finalmente, desferir o golpe fatal.\\n\\nOs caçadores registrados, contudo, não podiam esperar tanto. Eles decidiram marchar até as montanhas nevadas para caçar Hugh e neutralizar essa ameaça que crescia.\\n\\nEmbora houvesse vários talentos excepcionais em meio aos caçadores registrados da associação, nunca foram companheiros que prezassem pelo bem-estar uns dos outros. Caçadores se reúnem apenas pelo prêmio da caçada e, sem a menor hesitação, trairiam uns aos outros pelo preço certo. Afinal de contas, tudo podia acontecer naquelas planícies desoladas... Contanto que dessem cabo do velho caçador Hugh, todos ganhariam um prêmio maior. Esse era o consenso, pelo qual acabaram pagando o preço.\\n\\nHugh estava mais do que preparado. Caçar os melhores caçadores não seria mais fácil do que caçar monstros. Ele precisaria ser mais paciente do que nunca, pois a paciência sempre foi a característica mais valiosa de um caçador.\\n\\nEm pouco tempo, o número de membros registrados da Associação dos Caçadores começou a diminuir, pois o terror conhecido como Hugh, o Morto-Vivo, estava se espalhando."
    },
    {
      "_id": 31043,
      "ids": [31043, 41043, 51043, 61043],
      "id": "capa_de_drago_de_gelo_do_caador",
      "name": "Capa de Dragão de Gelo do Caçador",
      "type": "BODY",
      "desc": "Capa feita das finas escamas do Dragão de Gelo, quase invisível na refração da luz.",
      "typeText": "Corpo",
      "backstory": "O Senhor do Lago de Gelo, cujo corpo era completamente coberto por escamas sem igual que refletiam intensamente a luz do sol, podia facilmente ficar invisível mergulhando na água. Poucos caçadores conseguiriam se sair bem em uma batalha contra uma monstruosidade invisível.\\n\\nDias depois, os caçadores registrados da associação se depararam com a carcaça do Dragão de Gelo, já com as escamas arrancadas. Naquele momento, o horror superou o choque.\\n\\nHugh havia caçado mais de mil feras, cada uma tão preciosa e única quanto a outra. Somente chegando à plena compreensão das características e dos hábitos da presa é que um caçador consegue realizar o feito da caça... Para Hugh, o Senhor do Lago de Gelo era a última peça do quebra-cabeça chamado Planícies Nevadas. Portanto, ele precisava terminar a caçada para completar sua Alma de Caçador.\\n\\nE agora, o maior dos prêmios havia sido colocado sobre a cabeça de Hugh, o Caçador, não na do Senhor do Lago de Gelo, marcando o início de uma caçada terrível e intensa.\\n\\nTodos os caçadores deveriam estar preparados para se tornarem a presa. Foi assim para Hugh, e seria ainda mais para aqueles traidores."
    },
    {
      "_id": 31044,
      "ids": [31044, 41044, 51044, 61044],
      "id": "botas_de_couro_macio_de_alce_do_caador",
      "name": "Botas de Couro Macio de Alce do Caçador",
      "type": "FOOT",
      "desc": "Par de botas aprimoradas, envoltas em pele de alce macia. Feitas para o caçador deixar somente pegadas rasas nas Planícies Nevadas.",
      "typeText": "Pés",
      "backstory": "Ainda que estivesse profundamente ferido e fraco demais para manter uma temperatura corporal suficiente para derreter a neve, um Alce Chifre de Tocha moribundo ainda é uma fera perigosa.\\n\\nHugh apontou sua carabina de caça diretamente para o alce moribundo. Ao olhar para os olhos admiráveis do animal, achou que lembravam os seus próprios olhos.\\n\\nDesde a emboscada preparada pelos caçadores registrados, a força vital de Hugh já havia se apagado, como uma vela ao vento. Ele sabia muito bem que o único motivo de ter conseguido sobreviver fora seu firme desejo de vingança. Saciado o desejo, sua vida acabaria imediatamente, soprada para longe como flocos de neve... Apesar dos passos pesados, as grandes botas de pele de alce de Hugh não deixavam pegadas no chão. Ele precisava se manter atento para a última caçada de sua vida.\\n\\nEm meio ao pânico e à histeria, a Associação dos Caçadores começou a desmoronar. Eles começaram a expurgar os traidores às pressas, na esperança de que isso garantisse a misericórdia de Hugh. Entretanto, a desconfiança mútua levou apenas à destruição da associação.\\n\\nHugh terminou por cair nas Planícies Nevadas antes que pudesse sentir o gosto e o prazer de levar a cabo sua vingança."
    }
  ]
}
