{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "Salsotto Inerte",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta em <nobr>8%</nobr> a Chance de CRIT do usuário. Quando a Chance de CRIT atual chegar a <nobr>50%</nobr> ou mais, aumenta em <nobr>15%</nobr> o Dano causado pelo Ataque Extra e pela Perícia Suprema do usuário."
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [
        33065,
        43065,
        53065,
        63065
      ],
      "id": "salsottos_moving_city",
      "name": "Cidade Móvel de Salsotto",
      "type": "NECK",
      "desc": "Em seu interior encontra-se uma das últimas cidades móveis de Salsotto: Salsola. Essa cidade nunca parou, e escapou por pouco de ser engolida pela noite sombria ou pelo sol da meia-noite.",
      "typeText": "Esfera Plana",
      "backstory": "Se visto de uma perspectiva cósmica, o Planeta Salsotto brilhava no mais deslumbrante tom de dourado, graças a seus vastos oceanos de areia, com suas gigantes crateras de meteorito claramente visíveis.\n\nEm determinado momento fatídico, ondas e mais ondas de estranhos meteoritos caíram incessantemente no Planeta Salsotto. O impacto duradouro causado pela Chuva Meteórica, atingindo implacavelmente o planeta em um ângulo específico, fez com que sua rotação fosse gradualmente interrompida. Foi como apertar um botão de desativação de um mundo inteiro. Os dias e noites de Salsotto ficaram cada vez mais longos, nascer e pôr do sol pareciam durar para sempre e ninguém aguentava mais. Até que o planeta inteiro finalmente parou por completo...\n\nVerões arrasadores sob o sol escaldante e noites escuras de frio cortante que duravam metade de um ano viraram fatos da vida. Sobraram em Salsotto apenas duas cidades, que se moviam constantemente, sempre correndo atrás da linha crepuscular.\n\nA fortaleza colossal flutuava no ar como uma nuvem de chuva gigantesca, movendo-se lentamente pelo céu acima do deserto dourado com um ruído estrondoso. Aonde fosse, tempestades de areia avassaladoras a seguiam. Na gigantesca cidade móvel, Salsottenses voavam para cima e para baixo entre os prédios da cidade com seus trajes alados. Essas pessoas, que sobreviveram à calamidade por pura sorte, pertenciam ao céu, e ao mesmo tempo estavam presas a ele.\n\nDe manhã, pescadores do céu deixavam o porto e mergulhavam para a areia para caçar Flamedusas, e só voltavam após o anoitecer. Graças ao poder dessas criaturas misteriosas, a cidade conseguia, a duras penas, seguir viagem.\n\nMesmo que sua sobrevivência dependesse inteiramente dessas duas frágeis asas, os Salsottenses eram otimistas por natureza e nunca se deixavam abater pelo fardo do destino. Sempre encontravam tempo para ficar com a família e tocar instrumentos musicais feitos de vidro, e tocavam com tamanha vivacidade que era como se pudessem esculpir as notas musicais diretamente no vidro. Também gostavam de trocar cartas e usavam o Correio Dente-de-Leão para levar suas mensagens até a outra cidade móvel, do outro lado da linha crepuscular.\n\nGradualmente, o campo magnético do planeta foi se enfraquecendo, e a atmosfera foi ficando mais rarefeita. Diante do fim iminente, a centelha da vida ainda não havia se apagado, e as águias nunca deixariam de voar."
    },
    {
      "_id": 33066,
      "ids": [
        33066,
        43066,
        53066,
        63066
      ],
      "id": "salsottos_terminator_line",
      "name": "Linha Crepuscular de Salsotto",
      "type": "OBJECT",
      "desc": "A rotação do Planeta Salsotto cessou, e por isso, cada ciclo de dia e noite parece durar para sempre. As pessoas só conseguem o mínimo espaço para sobrevivência quando estão incessantemente migrando e perseguindo de perto a linha crepuscular.",
      "typeText": "Corda de Ligação",
      "backstory": "Desde a estagnação causada pela Chuva Meteórica, a linha crepuscular se tornou a linha vital dos Salsottenses.\n\nQuando tudo começou, as pessoas não deram muita atenção às alterações que estavam ocorrendo no dia e na noite. A linha delimitando o amanhecer e anoitecer varria a terra, subia montanhas e ravinas, trazendo o dia para aqueles que ainda estavam acordados e a noite para aqueles que logo iriam dormir... Mas quando as noites e os dias foram ficando cada vez mais longos, todos começaram a perder a noção do tempo, e o calor e o frio aparentemente eternos eram como uma areia movediça maldita, engolindo toda vida que acabasse presa dentro dela. Foi por isso que os Salsottenses, lutando pela sobrevivência, embarcaram na cidade móvel flutuante e começaram sua perseguição eterna do amanhecer e anoitecer.\n\nNo topo do deque de observação da cidade móvel de Salsola, a luz do dia ficava sempre na direção para a qual a cidade de movia, e para trás ficava a noite.\n\nA perseguição de \"Salsola\" não era só pela sobrevivência, mas também por uma vida digna para seus habitantes. Quando ela se movia mais rápido que a linha crepuscular, a luz da manhã invadia a tarde; quando era mais lenta que a linha, a luz do crepúsculo se perdia na madrugada. Da forma adotada, os naturalmente otimistas Salsottenses conseguiam restaurar o ciclo natural de dia e noite. O romantismo em sua linhagem os abençoou com o espírito descontraído para cantar alegremente nas tardes tranquilas e dormir profundamente durante as noites estreladas.\n\nNo entanto, essa jornada de tenacidade e perseverança finalmente chegaria ao fim, e as ruínas do que fora a cidade móvel acabariam sendo deixadas para trás pela linha crepuscular em constante mudança.\n\nAnos depois, as duas cidades móveis que nunca haviam se encontrado antes finalmente ficariam frente a frente, com suas respectivas torretas ainda em posição de ataque entre os destroços. Uma das duas cidades deve ter cruzado metade do planeta até a outra e realizado uma incursão inicial. Ainda é possível observar, sob as dunas de areia, vestígios de uma guerra brutal entre as duas cidades, que após o ódio inominável, se fundiram e hoje são uma só ruína.\n\nE então o Planeta Salsotto permaneceu em silêncio. No entanto, desde não se sabe quanto tempo atrás, a duração de cada ciclo de rotação gradualmente diminuiu, de alguma forma, dando lugar a uma autocura para um futuro não habitado."
    }
  ]
}