{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "Cavalaria de Ferro Contra a Praga",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Efeito de Quebra em <nobr>16%</nobr>.",
    "4": "Se o Efeito de Quebra do usuário for <nobr>150%</nobr> ou maior, o Dano de Quebra causado ao inimigo ignora <nobr>10%</nobr> da sua DEF. Se o Efeito de Quebra do usuário for <nobr>250%</nobr> ou maior, o Super Dano de Quebra causado ao inimigo-alvo ignora adicionalmente <nobr>15%</nobr> de sua DEF."
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "elmo_guiado_da_cavalaria_de_ferro",
      "name": "Elmo Guiado da Cavalaria de Ferro",
      "type": "HEAD",
      "desc": "Um elmo de ferro que aumenta significativamente os sinais sensoriais, fundindo a consciência da Cavalaria de Ferro de Glamoth com sua armadura.",
      "typeText": "Cabeça",
      "backstory": "O Enxame que cobre o céu vira pó em um mar de fogo. Flocos de neve branco-prateados flutuam no espaço profundo, refletindo a luz pálida da estrela. Neste breve momento, o som interminável de zumbido e os comandos no canal de comunicação finalmente diminuem para o silêncio.\n\nO Enxame que ataca o \"império\" não foi erradicado, e o próximo comando para a batalha soará novamente após um breve pausa, como sempre acontecia.\n\nA Cavalaria de Ferro do \"império\" sente as sensações externas transmitidas a ela através dos sinais profundos da medula espinhal. Ela se lembra do que sentiu na última vez que foi retirada da cabine. O vento quente despenteou levemente seus cabelos e o ar úmido encharcou o lenço de sua nuca, com gotas de suor grudadas em sua pele. Ela não odeia esse sentimento. A sensação é dez vezes mais intensa que os sinais simulados. A armadura sincroniza profundamente seus órgãos sensoriais com as do piloto. Embora isso piorasse a dor da perda de entropia, a Cavalaria de Ferro não tem outra escolha se quiser derrotar o Enxame.\n\n\"Regra 8 dos Regulamentos Militares de Glamoth. Qualquer membro sobrevivente da Cavalaria deve retornar voluntariamente ao seu regimento ...\"\n\nA lutadora só percebe que os sinais sensoriais externos a enganaram quando ela vê a armadura prateada decapitada — O próximo comando para ir ao campo de batalha nunca mais soará. Que breve adiamento cruel."
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "protetor_de_brao_esmagador_da_cavalaria_de_ferro",
      "name": "Protetor de Braço Esmagador da Cavalaria de Ferro",
      "type": "HAND",
      "desc": "Um poderoso protetor de braço feito de ferro que pode esmagar insectoides. É afiado e leve, ao mesmo tempo que é resistente e duro.",
      "typeText": "Mãos",
      "backstory": "A Cavalaria de Ferro de Glamoth cerrou seus punhos com força, fazendo com que as carapaças imundas do Enxame se abrissem, permitindo que o fluido corrosivo de seus abdômens se espalhasse livremente. Quando o fluido insectoide tocou sua Armadura Prateada, ele vaporizou instantaneamente, deixando apenas manchas de sujeira e sangue.\n\nOs destroços da armadura e membros decepados insectoides se espalharam como detritos do espaço profundo, enquanto ao redor de Glamoth, o \"Rio da Morte\" fluía silenciosamente sob a força da gravidade, marcando o fim da batalha sangrenta.\n\nOs líderes do conselho discutiram a situação do pós-guerra, julgando Titania, que nunca exerceu o poder real. Eles consideraram o seu controle sobre a Cavalaria de Ferro, cujo poder rivalizava com o dos vermes, como a maior ameaça à sobrevivência da República... As pessoas tocaram os sinos da paz, declarando à população que o Enxame se dispersaria, e o céu azul iria retornar às mãos da República.\n\n\"Se não restringirmos a 'Imperatriz', quem mais poderá controlar essas armas?\"\n\nA Cavalaria de Ferro aprimorou a força de seus punhos de ferro em suas breves vidas. Mas nunca imaginaram que aquelas mãos pálidas e fracas do conselho, erguidas bem alto, possuíssem o poder de mudar o destino de Glamoth."
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "armadura_prateada_da_cavalaria_de_ferro",
      "name": "Armadura Prateada da Cavalaria de Ferro",
      "type": "BODY",
      "desc": "A armadura de propulsão em chamas dá à Cavalaria de Ferro de Glamoth uma chama quente o suficiente para incendiar o campo de batalha.",
      "typeText": "Corpo",
      "backstory": "Vários arcos de fogo intenso cruzaram o céu noturno, ultrapassando o horizonte onde o amanhecer despontava, dirigindo-se a diferentes setores de Glamoth — a rotina que os residentes da República mais conheciam e também mais temiam.\n\nArmaduras prateadas cruzavam os céus, correndo contra o tempo para alcançar os campos de batalha devastados, preocupados demais para contemplar as cenas que guardavam incansavelmente dia e noite.\n\nAs ordens da Imperatriz não admitiam contestação. Guerreiros idênticos eram gerados nas incubadoras, jurando lealdade à Imperatriz para reconquistar os céus de Glamoth. A Cavalaria de Ferro atravessava montanhas de cadáveres e mares de sangue dos insectoides voadores, queimando os restos carbonizados das carapaças dos vermes, estilhaçando suas mandíbulas colossais e restos dentados... O destino da Cavalaria de Ferro de Glamoth era suportar a lenta desintegração da entropia, ardendo ferozmente à beira da vida e da morte.\n\nAté que as chamas se extinguissem completamente, até que os insectoides que obscureciam o céu se transformassem em terra negra e carbonizada, até que ninguém mais retornasse — essa rotina continuaria...\n\nO que significa estar vivo? À medida que a aceleração da armadura de propulsão comprimia fortemente seus peitos, e a dor perfurante da dormência induzida pela entropia surgia brevemente em seus corpos, eles provaram um pouco do que significava estar vivo."
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "grevas_da_marcha_celeste_da_cavalaria_de_ferro",
      "name": "Grevas da Marcha Celeste da Cavalaria de Ferro",
      "type": "FOOT",
      "desc": "Grevas mecânicas que combinam poder destrutivo e velocidade. Elas permitem que a Cavalaria de Ferro de Glamoth salte alto e concentre sua força em um chute direcionado a uma única parte do corpo do inimigo.",
      "typeText": "Pés",
      "backstory": "Os rastros da Cavalaria de Ferro se espalharam por todos os cantos do \"Império\" de Glamoth, como meteoros flamejantes, mas não conseguiram escapar do \"sonho\" tecido por Titania.\n\nO povo da República se preocupava com a legião nascida para a guerra, questionando o quanto havia de sobreposição entre o \"Império\" que nunca existiu e os territórios que as pessoas comuns conheciam tão bem...\n\nA Imperatriz concede honra e fé a seus cavaleiros, e a Cavalaria de Ferro oferece lealdade e compromisso à Imperatriz... Novos humanos nascem continuamente de incubadoras, aos quais são designados números e missões. Os velhos humanos escondem-se sob barreiras de aço, desfrutando ansiosamente da tão esperada paz pela qual ansiavam. O engano da paz precisava ser exposto por alguém. As formas de guerra que abalam a natureza humana não deveriam existir no mundo. Quando a catástrofe passar, aqueles com corações temerosos deverão destruir completamente os produtos distorcidos da guerra...\n\nAs torres da Cavalaria de Ferro rompem o céu. Contanto que estejam dispostos, eles podem alcançar qualquer estrela.\n\nNo entanto, o \"Império\" não pode ser encontrado em lugar nenhum. Diante da Cavalaria de Ferro existe apenas um caminho predeterminado: uma extremidade levando à morte, a outra a si mesmos."
    }
  ]
}