{
  "_id": 314,
  "id": "izumo_gensei_and_takama_divine_realm",
  "name": "Izumo Gensei e Reino Divino de Takama",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta o ATQ do usuário em <nobr>12%</nobr>. Ao entrar em batalha, se ao menos um outro aliado seguir o mesmo Caminho que o usuário, a Chance de CRIT do usuário aumenta em <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33145,
      "ids": [
        33145,
        43145,
        53145,
        63145
      ],
      "id": "izumos_magatsu_no_morokami",
      "name": "Izumo: Magatsu no Morokami",
      "type": "NECK",
      "desc": "Em seu interior encontra-se Izumo, que teve seu passado e seu futuro decepados por uma lâmina. Izumo já se envolveu em guerras inenarráveis pela sobrevivência, além de ter sido abençoada com dias gloriosos de luxo... Hoje em dia, esta terra árida se encontra perdida, tendo em seu rastro apenas um cemitério de espadas onde o passado foi enterrado.",
      "typeText": "Esfera Plana",
      "backstory": "Os planetas duplos estavam entrelaçados no trágico destino um do outro, dançando um eterno rondó em torno de um grande sol negro.\n\nNo começo, um dos planetas deu origem a humanos. As pessoas que olhavam para baixo e chamaram a terra inferior de \"Izumo\". As pessoas que olhavam para cima e chamou o mundo superior de \"Takamagahara\". Certo dia, não registrado nos anais, os \"Deuses Inumeráveis\" desceram de Takamagahara. Essas feras demoníacas que eram chamadas de deuses viraram os céus de ponta-cabeça, queimaram os rios e mares, e fizeram a terra ruir. O povo percebeu, aterrorizado, que a invasão não era motivada por governança, domínio ou pilhagem. Os deuses malignos chegaram só para matar.\n\nCom o planeta à beira da morte, Izumo embarcou em uma jornada deicida, exaurindo as forças de toda a terra para assassinar a calamidade chamada \"Soberano do Apocalipse\", e aproveitando-se de seu corpo bestial para forjar a primeira Lâmina do Édito. Essas espadas fariam os deuses provarem de seu próprio veneno. Ao recitar o mantra contido na lâmina, seu portador podia dominar o poder divino de Takamagahara e usá-lo para combater os deuses malignos e salvar o povo. Então, Izumo deu início à sua longa e árdua cruzada, sacrificando incontáveis vidas em troca da queda de uma divindade após a outra, e estilhaçando inúmeras lâminas mortais para forjar as doze Sentinelas.\n\nNa impiedosa luta pela sobrevivência, Izumo usou o poder das Lâminas do Édito para iluminar seu mundo tenebroso e incivilizado em menos de dez Eras de Âmbar, erguendo cidades deslumbrantes tomadas de luzes neon. O distante Reino Divino de Takama, antes tão longínquo, de repente estava ao seu alcance. Mas então, a história parou. A existência dos dois planetas se evaporou instantaneamente, desaparecendo por completo.\n\nHoje em dia, o passado do planeta fronteiriço de Izumo só pode ser vislumbrado a partir de sussurros espalhados pelo universo. Não há consenso entre acadêmicos para a explicação de seu sumiço, e ninguém é capaz de solucionar o mistério. A História de Izumo deveria ter sido um extenso rio, mas foi decepada com um corte, e todo o seu passado e futuro desaguaram num mar vazio. Será que o planeta nunca existiu, que não passou de uma invenção? Será que suas histórias nunca aconteceram, e ele apenas encalhou na praia da causalidade reversa? Será que foi só mais um experimento estarrecedor do Dr. Primitivo, ou talvez um sinal da Voracidade retornando do fim do cosmos?\n\nSomente o grande sol negro sabe a resposta, mas ele permanece em silêncio, calado.\n\nTudo o que acontece um dia chegará ao fim, e tudo o que já aconteceu sem dúvidas acontecerá de novo. O universo opera em eterna repetição sob a SUA sombra, e Izumo não passa de uma nota de rodapé."
    },
    {
      "_id": 33146,
      "ids": [
        33146,
        43146,
        53146,
        63146
      ],
      "id": "izumos_blades_of_origin_and_end",
      "name": "Izumo: Lâminas de Começo e Fim",
      "type": "OBJECT",
      "desc": "O povo de Izumo usa borlas para prender suas lâminas em seus cintos. Eles caminham pelo mundo caçando deuses com suas lâminas, depois usam as carcaças divinas para forjar novas lâminas... neste ciclo sem fim, Izumo marchou em direção à prosperidade, à desilusão e ao vazio.",
      "typeText": "Corda de Ligação",
      "backstory": "Os planetas duplos estavam entrelaçados no trágico destino um do outro, e uma canção finada se espalhava pela Caverna Onde a Luz se Esconde.\n\nA música não tinha início, nem fim, não tinha som, nem eco, não havia cantor e não era ouvida por ninguém. Assim proferiu:\n\nTakamagahara, infinita como Izumo, formava um paraíso perfeito em seu estado.\nNisso, o céu escurecia e o grande sol puxava as marés. Já os deuses deixavam inúmeras trilhas como se estivessem migrando.\nO Deus da Calamidade se fazia presente e massacrava sem nenhuma piedade, mas mal sabia que essa autoridade inigualável seria roubada e tomada.\nIzumo quebrou setenta mil e trinta e três lâminas de guerreiros, forjando majestosas doze Sentinelas.\n\nA primeira foi a \"Verdade\", forjada ao matar o Soberano do Apocalipse. Ela permitiu que os mortais compreendessem leis e a ordem para discernir todas as coisas e recriar milagres.\nA segunda foi o \"Céu\", forjada com a morte de Zênite Eterno. Ela poderia transformar o céu em muralhas e fortalezas e criar obstáculos aos passos do Deus da Calamidade.\nA terceira foi o \"Uivo\", forjada com a morte do Todo-Poderoso Trovão. Ela era capaz de invocar relâmpagos para cortar o céu, meteoros e raios para servir a justiça divina.\nA quarta foi a \"Névoa\", forjada ao matar o Sopro Eterno. Ela poderia criar rajadas de vento para cortar a terra, fazendo com que os vendavais rugissem incessantemente.\nA quinta foi o \"Gelo\", forjada ao matar o Manto Invernal Celestial. Era capaz de congelar e parar o próprio tempo, criando fragmentos congelados e ilimitados, estendendo um momento pela eternidade.\nA sexta foi o \"Destino\", forjada ao matar a Irmã Rejeitada da Mortalidade. Ela poderia desabrochar flores e cobrir túmulos inóspitos, fazendo com que a vida e a morte dançassem juntas durante um ciclo e, depois, se dissipassem.\nA sétima foi a \"Faísca\", forjada ao matar o Portador da Chama. Ela conseguia invocar fogo para queimar o mundo inteiro, incendiar os céus e carbonizar a terra.\nA oitava foi o \"Pensamento\", forjada ao matar a Sabedoria Inigualável. Ela poderia discernir o passado e o futuro como um espelho d'água, distinguindo a verdade da mentira ao longo de incalculáveis anos.\nA nona foi a \"Raiz\", forjada ao matar o Pai das Terras. Era capaz de comandar que as ilhas flutuassem pelos céus, e que montanhas e vales explodissem diante de exércitos.\nA décima foi a \"Forma\", forjada ao matar o Lorde Inferior. Ela poderia unir qualquer massa em uma só, para que formas infinitas refluíssem e fluíssem como uma só.\nA décima primeira foi o \"Vínculo\", forjada ao matar a Sentinela do Presságio, que levava infortúnio a uma jaula, para que o mal e os demônios desaparecessem instantaneamente.\nA décima segunda foi a \"Mandíbula\", forjada ao matar a Octogésima Desgraça. Ela podia corroer e envelhecer o próprio mundo mortal e transformar deuses e demônios de igual para igual, fazendo com que as quatro almas de uma entidade fossem divididas em duas.\n\nAssim, o submundo foi destruído, as guerras foram interrompidas e as doze lâminas foram quebradas e seladas.\nNo vazio, as almas mortas ficaram inquietas e, sob o sol negro, duas lâminas foram forjadas como Portadoras do destino do mundo.\nUma foi chamada de \"Início\" e a outra de \"Fim\", para afirmar que tudo começa com a humanidade e termina com a desgraça.\nOs sons de lamentações cessaram e as flores mortas desabrocharam até murcharem. Os perdedores voltaram ao vazio e os vencedores... voltaram ao nada.\n\nO monge manco cantou a canção sem melodia para aqueles que detêm o poder dos deuses regressassem em direção à divindade.\nTestemunhada pelo grande sol, a terra foi chamada de Izumo e tornou-se completamente vazia... de humanos, demônios e deuses."
    }
  ]
}