{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "Cavaleira do Palácio da Pureza",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta a DEF em <nobr>15%</nobr>.",
    "4": "Aumenta em <nobr>20%</nobr> o Dano máximo que pode ser absorvido pelo Escudo criado pelo usuário."
  },
  "pieces": [
    {
      "_id": 31031,
      "ids": [
        31031,
        41031,
        51031,
        61031
      ],
      "id": "knights_forgiving_casque",
      "name": "Elmo Indulgente da Cavaleira",
      "type": "HEAD",
      "desc": "Um elmo que lembra as estátuas religiosas de pedra da Deusa da Indulgência. Servia para ocultar a aparência da pessoa que o usava.",
      "typeText": "Cabeça",
      "backstory": "A Cavaleira Solene nunca tirou seu pesado elmo na frente de ninguém. A solenidade e o silêncio religiosos de Safina projetavam um ar insuportável de intimidação.\n\nDemônios soberbos ou clérigos insanos, todos, por instinto, se encolheram de medo perante sua presença solene.\n\nPoucas pessoas do clero sabiam que as origens diabólicas de Safina estavam escondidas sob aquele elmo de religiosidade. A igreja temia e ansiava pelos poderes dos demônios, o que deu origem a este resultado conflitante... A igreja capturou uma recém-nascida dos demônios e a treinou para ser Cavaleira Solene, mas a proibiu de revelar sua verdadeira aparência, moldou-a para sempre obedecer às ordens do pontífice e, por fim, tornou-a cavaleira silenciosa da donzela.\n\nA Donzela Vanira tinha quase a mesma idade de Safina e foi ela que a guiou no aprendizado das escrituras. Até hoje, a Donzela Vanira ainda se lembra do perfil do demônio banhado pela luz das velas.\n\n\"Minha querida Safina, eu vi o seu rosto. Me lembrarei dele para sempre.\" A Donzela Vanira foi aos poucos perdendo a visão até chegar à idade adulta."
    },
    {
      "_id": 31032,
      "ids": [
        31032,
        41032,
        51032,
        61032
      ],
      "id": "knights_silent_oath_ring",
      "name": "Anel do Juramento de Silêncio da Cavaleira",
      "type": "HAND",
      "desc": "Anel de prata decorado com um padrão eclesiástico, incrustado com uma gema um tanto opaca.",
      "typeText": "Mãos",
      "backstory": "Pouco a pouco, a solenidade e o decoro se desfizeram, e os Cavaleiros da Igreja brandiram as espadas uns contra os outros quando os anéis que juraram proteger perderam a força.\n\nO poder concedido pelos mares estelares deu à Igreja a força para punir os demônios, mas também espalhou uma insanidade que consumiu a racionalidade humana.\n\nAtormentados pela loucura, os Cavaleiros da Igreja não eram mais capazes de discernir decoro e ordem, e expulsar todos os demônios para a salvação de toda a igreja se tornou uma obsessão. Quando as ameaças chegaram até a Donzela, Safina não teve tempo para hesitações. Ela não poderia deixar de lutar mesmo que o oponente fosse o Cavaleiro do Arco da Igreja do Palácio da Pureza.\n\nA Cavaleira Solene deve sempre proteger a Donzela. Safina não se esqueceu dessa doutrina.\n\n\"Minha querida Safina, não há por que se sentir culpada. Esta é a consequência de cobiçar o poder de Aeons.\" Na igreja, restaram apenas a última Donzela e sua cavaleira guardiã."
    },
    {
      "_id": 31033,
      "ids": [
        31033,
        41033,
        51033,
        61033,
        55004
      ],
      "id": "knights_solemn_breastplate",
      "name": "Armadura Solene da Cavaleira",
      "type": "BODY",
      "desc": "Armadura pesada decorada com símbolos característicos da Igreja do Palácio da Pureza. Até as articulações são invulneráveis.",
      "typeText": "Corpo",
      "backstory": "A armadura da Cavaleira Solene precisa ser abençoada pela Donzela Vanira, em uma cerimônia na qual é feito um juramento para se tornar cavaleira guardiã.\n\nNo passado, a Igreja prendeu as mãos e os pés da garota demônio com correntes de metal. Agora, Safina pediu que sua armadura fosse forjada com metais da terra dos demônios, para que um dia ela finalmente possa descansar em paz ao lado de algo de sua terra natal.\n\nA Donzela da Igreja do Palácio da Pureza lavou os pecados da armadura meticulosamente, recitou orações reverentes a deus e selou um milagre antigo no peitoral, na altura do coração. A Igreja não acreditava na lealdade de demônios, mas estava convencida de que suas doutrinas eram capazes de purificar qualquer coisa. Safina observava em silêncio enquanto o antigo ritual designava a responsabilidade a ela.\n\nA Donzela não acreditava que a cerimônia tivesse nenhum propósito ou que houvesse qualquer pecado para ser lavado.\n\n\"Minha querida Safina, a cavaleira deve proteger bem a Donzela.\" Encostando a cabeça no peitoral, Vanira pôde ouvir claramente o batimento intenso do coração de Safina."
    },
    {
      "_id": 31034,
      "ids": [
        31034,
        41034,
        51034,
        61034,
        55005
      ],
      "id": "knights_iron_boots_of_order",
      "name": "Botas de Ferro da Ordem da Cavaleira",
      "type": "FOOT",
      "desc": "Botas padrão distribuídas aos Cavaleiros da Igreja do Palácio da Pureza, com uma única palavra gravada nos calcanhares: \"Ordem\".",
      "typeText": "Pés",
      "backstory": "Após o colapso da Igreja do Palácio da Pureza, Safina tirou as botas de ferro de cavaleira e embarcou, ao lado da Donzela Vanira, em uma longa jornada até a terra dos demônios.\n\nA pedido da Donzela, Safina não permitiu que os Cavaleiros levassem a loucura para além da Igreja. Esse segredo estaria enterrado para sempre no fundo de seus corações.\n\nNinguém sabia quando o boato começou: uma prole demoníaca, que outrora havia sido banida pela igreja, possuiu a divina Cavaleira Solene, e uma bruxa maligna levou a Cavaleira a acabar com a ordem do pontífice... Conforme o tempo passou, os boatos passaram a ser verdade. Os devotos seguidores da Igreja culparam a Cavaleira Solene, depositando todo seu desespero e loucura nela, que foi tida como a origem de todos os desastres.\n\nApós perderem seu local de refúgio, a Donzela sugeriu que elas partissem para sua terra natal.\n\n\"De agora em diante, irei me tornar uma bruxa; e você voltará a ser um demônio.\" Safina não podia negar a validade da declaração de Vanira."
    }
  ]
}