{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "Discípula Longeva",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta os PV máximos em <nobr>12%</nobr>.",
    "4": "Quando o usuário recebe um golpe ou tem seus PV consumidos por um aliado ou por si próprio, a Chance de CRIT dele aumenta em <nobr>8%</nobr> por <nobr>2</nobr> rodada(s) e até <nobr>2</nobr> acúmulos."
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [
        31131,
        41131,
        51131,
        61131
      ],
      "id": "disciples_prosthetic_eye",
      "name": "Olho Protético da Discípula",
      "type": "HEAD",
      "desc": "Um olho de Engenho que já pertenceu a alguém. Depois de ser expelido do corpo de seu dono, se tornou completamente inútil.",
      "typeText": "Cabeça",
      "backstory": "No cenário sombrio e caótico que parecia um sonho, ela sempre sonhava com a luz que havia encontrado naqueles poucos dias. Milhares de hectares de árvores de eucalipto balançavam suavemente ao vento, as pétalas voando livremente. As ondas azul-índigo batiam nas pedras e se espumavam em tons de jade e branco. Pássaros abriam suas asas prateadas e desapareciam na floresta de bambus-verdes.\n\nEla estava sempre procurando por alguém em seus sonhos, alguém com quem pudesse dividir a beleza do cenário.\n\nMas tudo o que ela conseguia ver era um vulto borrado. Ela se lembrava claramente dos seus cabelos curtos e macios e dos olhos escuros que pareciam pedras de jade preto, mas as suas memórias desapareciam no labirinto do seu cérebro, e ela sempre acordava com um sobressalto logo antes de ver o rosto claramente. Assustada, ela tocou seu olho protético que lhe causava tanta dor. Com a ajuda da prótese, ela já não precisava montar quebra-cabeças de sons, cheiros e toque para formar imagens difusas na sua mente.\n\n\"Isso já não é mais necessário\", disse a Emanadora da Origem da Ruína. \"Logo, você será capaz de ver tudo o que quiser, com seus próprios olhos.\"\n\n\"Esse é o meu olho\", ela riu, \"e além disso, eu nunca vou ter a chance de ver o cenário que eu pude ver com ele de novo.\""
    },
    {
      "_id": 31132,
      "ids": [
        31132,
        41132,
        51132,
        61132
      ],
      "id": "disciples_ingenium_hand",
      "name": "Mão de Engenho da Discípula",
      "type": "HAND",
      "desc": "Um membro protético especificamente feito para macróbios. Ele não requer procedimentos invasivos para ser usado.",
      "typeText": "Mãos",
      "backstory": "Aplicar o gel protetor à parte mal desenvolvida do seu braço, conectar os receptores neurais de sinais firmemente à pele dela e ajustar a tensão para fixar a mão de Engenho de madeira com firmeza ao corpo dela, essas foram as tarefas matinais dela todas as manhãs por centenas de anos.\n\nA mão de madeira trouxe uma atenção indesejada a ela, mas ela não queria passar por problemas nem despertar piedade.\n\nApesar de ter um talento inigualável e ter a Comissão na palma de suas mãos, as atitudes alienantes que as outras pessoas tinham em relação a ela nunca mudaram. Os valentões covardes eventualmente desapareciam, apenas para serem substituídos por hipócritas bajuladores com uma pretensa piedade que se aglomeravam ao redor dela e faziam elogios falsos à \"incrível Pessoa Incompleta sem um braço e cega\".\n\nEla já ouviu variações dessa frase milhares e milhares de vezes no passado, e todas as vezes ela sentiu vontade de vomitar. Agora, ao encarar esses rostos bajuladores implorando por misericórdia, ela só consegue sentir nojo.\n\nEla inconscientemente coloca sua mão esquerda no caldeirão fervente. Uma dor aguda instantaneamente passa pelo seu corpo. Ela retira a mão rapidamente, e vê a queimadura em sua palma sarando em um piscar de olhos.\n\n\"Às vezes, acho que a velha mão de madeira é mais útil.\""
    },
    {
      "_id": 31133,
      "ids": [
        31133,
        41133,
        51133,
        61133
      ],
      "id": "disciples_dewy_feather_garb",
      "name": "Traje de Penas Viçoso da Discípula",
      "type": "BODY",
      "desc": "Uma vestimenta feita de penas de acordo com instruções antigas. Ou seu dono era um demônio execrado nas páginas da história, ou um salvador da humanidade.",
      "typeText": "Corpo",
      "backstory": "Procurar informações em fragmentos de textos históricos é ainda mais difícil para pessoas cegas. Os seus companheiros liam a grande quantidade de textos para ela indiscriminadamente, e ela compilava e selecionava partes que gostaria de explorar mais a fundo.\n\nCom sua inteligência extraordinária, ela consegue se lembrar de quase todas as passagens que ouve depois de ouvir apenas uma vez. Contudo, ela sempre ouvia a história de fantasma desenterrada de uma pilha de pergaminhos \"A Bruxa no Penhoar de Penas\", mas nunca enjoava dela.\n\nDe acordo com as lendas, uma certa mestra do domínio salvou a sua parceira colocando sua alma em um pássaro, que se tornou imortal. Porém, eventualmente ela não pôde resistir ao chamado da ave, e também se transformou em um pássaro para voar ao seu lado. Com o passar do tempo, a mestra do domínio perdeu a sanidade e a sua verdadeira forma, se tornando um monstro meio humano e meio pássaro. Quando os seus súditos invadiram o palácio e a golpearam com lanças e flechas em brasa, os dois pássaros cantaram uma última canção fúnebre e se tornaram cinzas junto à sua criadora.\n\nEla amava tanto essa história que ela levou a essência e a medula dos pássaros e transformou-as na fornalha de alquimia, e então pediu que alguém costurasse esses materiais em um luxuoso penhoar de penas. Ela não conseguia ver a beleza do penhoar, mas ela adorava andar pela casa usando-o. Ele deveria ser visto e apreciado por uma pessoa que não existia mais.\n\nConforme as penas se mexiam com o bento, ela sempre sentia como se a alma de um pássaro estivesse voando através dela, por suas mãos e ombros, sempre se fazendo presente."
    },
    {
      "_id": 31134,
      "ids": [
        31134,
        41134,
        51134,
        61134
      ],
      "id": "disciples_celestial_silk_sandals",
      "name": "Sandálias de Seda Celestial da Discípula",
      "type": "FOOT",
      "desc": "Um par de botas de seda com solas finas como asas de cigarra. Seu antigo dono provavelmente não usava os próprios pés para caminhar por muito tempo.",
      "typeText": "Pés",
      "backstory": "Sempre que ela se desprendia da força da gravidade e levitava para demonstrar seus traços celestiais aos fiéis, ela se lembrava de uma lenda do Primeval Imperium.\n\n\"Era uma vez, uma pessoa praticante das artes da imortalidade que teve algum sucesso na sua busca. Ela caminhava pela terra, utilizando a essência das suas linhas de ley para desenvolver diversas técnicas milagrosas. Essa pessoa então tentou ascender aos céus para ficar entre as estrelas, mas descobriu que tinha se afastado muito das linhas de ley da terra, e eventualmente caiu no abismo da morte.\"\n\nPorém, ela crê que a situação atual é diferente. O Xianzhou não tinha raízes. Foi a Árvore Ambrosiana que deu a sua conexão e coexistência junto ao Aeon da Abundância, amarrando-o firmemente com a terra pura e imaculada prometida por Yaoshi. Mas agora, os traidores romperam a conexão com o caminho da imortalidade, isolando o Xianzhou de novo em sua condição de ilha precária flutuando sem raízes pelo espaço.\n\nO solo falso do Xianzhou não pode dar a força necessária para ela. As raízes que ela busca não estão plantadas debaixo dos seus pés, mas sim no abismo sem fim entre as estrelas. Ela vai guiar os seus discípulos para que deem uma segunda vida à Árvore Ambrosiana e abracem a suprema graça da Abundância.\n\nFlutuando com suas botas leves como seda, ela declara em uma voz ressoante: \"Quando você olha para mim, o que você vê não sou eu, mas sim a posição celestial e elevada que deveria pertencer a vocês\"."
    }
  ]
}