{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "Lushaka, os Mares Submersos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta a Taxa de Regeneração de Energia do usuário em <nobr>5%</nobr>. Se o usuário não for o primeiro personagem na Formação de Equipe, então aumenta o ATQ do primeiro personagem na Formação de Equipe em <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "lushakas_waterscape",
      "name": "Desfiladeiro Aquático de Lushaka",
      "type": "NECK",
      "desc": "Encapsulada no planeta, há uma cidade submersa no mundo marinho de Lushaka. O nível do mar subiu a um ponto onde até a cidade foi afogada. Somente \"navios-estado\" gigantescos que carregam seus marinheiros atravessam o mar, em busca da direção de sua próxima viagem distante.",
      "typeText": "Esfera Plana",
      "backstory": "Entre a infinidade de planetas com escassez de água líquida, o azul puro de Lushaka brilha com destaque no sistema estelar de Przesmir. Sua água do mar lembra o berço da mãe dos oceanos. A água nutre e sustenta a vida... mas também a aprisiona, controla e prende, até que não haja mais escapatória.\n\nAo amanhecer, o imediato do \"navios-estado\" bate gentilmente na porta dos aposentos do capitão, abrindo-a. As ecologias da ilha dos trinta e sete domínios da Velha Era estão coladas nas paredes de toda a cabine. É assim que as pessoas sentem falta da terra. Meteoros de além dos céus estão cobrindo toda Lushaka aos poucos com água, como se seguissem um desejo obstinado. Marés intermináveis enterram todas as terras ancestrais em águas abissais, deixando somente uma imensidão de azul... O imediato acorda o capitão adormecido, pois o mar já brilha com partículas douradas. O \"navio-estado\" começou mais um dia de viagem.\n\nO navio vigia chega ao centro da praça. Ele solta sua âncora na direção de uma enorme estrutura submersa que antigamente foi um shopping center. A âncora se encaixa com firmeza em uma janela. Antes do sino de mergulho, incontáveis cardumes de peixes surgem das prateleiras do shopping center.\n\nDepois do meio-dia, os eruditos partem do sino de mergulho. Eles nadam além da livraria, não parando nem por um segundo. Afinal, toda a tinta já estaria borrada e irreconhecível. Seu objetivo sempre foi o que está armazenado em resina ou plástico, de onde informação do passado pode ser extraída facilmente com uma rápida limpeza. Arqueologia do fundo do mar como essa sempre é difícil. Os limpadores se mantêm firmes e observam as proximidades em alerta, com alabardas de aço balançando, garantindo que predadores cheios de dentes fiquem longe. Os humanos ocasionalmente trombam com espíritos das profundezas, mas ambos estão tão ocupados com suas próprias buscas que não se importam um com o outro. Em vez de latas amassadas, os limpadores estão mais interessados em encontrar sementes, temperos ou bebidas.\n\nA intensiva investigação submarina vai chegando ao fim à medida que as reservas de oxigênio diminuem. Olhando para trás debaixo d'água, peixes gigantes já chegaram à cidade. Os ansiosos espíritos da água imediatamente prendem a respiração, agarram as paredes ou se escondem em salas secretas. Eles se acostumaram a utilizar a floresta de aço submersa.\n\nO chuvisco dá uma trégua, o sol começa a se pôr e os diversos navios-estado tocam suas buzinas para afastar as aves marinhas ao seu redor. Eles colocam a colheita do dia no convés para que os cidadãos do navio-estado peguem o que for necessário. As correntes aumentam à noite enquanto o farol brilha como um cristal. Os Luvianos dançam ao redor do mastro flamejante, esquecendo o amanhã que inevitavelmente chegará, recontando as glórias de hoje com canções marítimas e suspirando suavemente pelo passado tranquilo com as mais variadas músicas. O Capitão saca sua bússola, observando a direção para onde ela aponta. Ele sabe que naquela direção está um lar que fica cada dia mais desconhecido, onde ainda há gente esperando pelo retorno de seus parentes.\n\nÀ meia-noite, o gigantesco navio apaga todas as suas luzes, silenciosamente à deriva no mar. Será que eles encontraram alguma paz? Ou será que seus sorrisos apenas disfarçam as lágrimas que há tanto tempo se dissolveram no mar?\n\nDepois desta noite, esse azul-escuro continuará igual, como sempre foi."
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "lushakas_twinlanes",
      "name": "Pistas Duplas de Lushaka",
      "type": "OBJECT",
      "desc": "No horizonte sem limites, até mesmo a mais tênue marca pode quebrar este silêncio. As vias de navegação carregam a história da tripulação, enquanto os espíritos aquáticos buscam esperança nas correntes d'água.",
      "typeText": "Corda de Ligação",
      "backstory": "Para os espíritos da água, o mundo acima da água no começo era desconhecido e perigoso, mas agora isso não passa de uma lembrança distante. Afinal, coisas que ficavam acima da água estão há muito tempo submersas neste azul profundo.\n\nOs moradores da terra de Lushaka têm um relacionamento íntimo, porém incomum com os espíritos da água. Em investigações no fundo do mar, os moradores da terra encaram encontros com os espíritos da água como sinais de boa sorte, descrevendo-os como criaturas lindas e misteriosas. Os espíritos da água possuem membranas de asas azul-marinho e olhos cor de ônix, além de cordas vocais únicas, capazes de produzir sons etéreos. De acordo com histórias contadas entre investigadores do fundo do mar, essas criaturas frequentemente acompanham dragões marinhos e vivem em uma cidade prateada nas águas muito profundas. Elas existem entre a realidade e as lendas, incorporando serenidade e alegria.\n\nNo entanto, a palavra usada para descrevê-las no passado afogado pelo oceano era \"Edars\", monstros do fundo do mar.\n\nHá muito tempo, os Edars e os moradores da terra competiam ferozmente por sobrevivência. Ninguém podia ignorar o vermelho vivo que tingia os oceanos. Inicialmente, Edars jovens eram considerados simples capturas de pesca. Depois, os moradores da terra eram atraídos pelas canções dos Edars para se afogar no oceano. As duas raças eram caçadores e presas uma da outra neste mar imenso. Então começaram os confrontos entre lâminas e âncoras, além de batalhas entre feras do mar e canhões. A guerra implacável, tanto acima como abaixo da superfície do mar, continuou até os recifes se despedaçarem sob um magma escaldante. Foi somente após um longo tempo que eruditos do navio-estado entenderam que o Câncer de Todos os Mundos havia prometido o futuro de Lushaka, mas que as promessas vieram de um espírito da água que havia perdido seu lar, que amaldiçoou o culpado no pesadelo com um grito silencioso.\n\nO passado esquecido permanece enterrado nos recifes de aço e concreto do fundo do mar, tão efêmero quanto fumaça e nuvens, completamente desconhecido.\n\nDesde então, cidades e terras foram engolidas pelo mar, disputas de sangue foram consumidas pelo oceano e a história e a civilização foram submersas pelas ondas. Para fugir da pressão crescente da água profunda, os espíritos da água migram constantemente para cima, obrigados a viver em cidades que já foram o lar dos moradores da terra, bisbilhotando lembranças cheias de sorrisos e lágrimas... Sabem que poucos sons permanecem na superfície, e que agora o azul-celeste pertence apenas a eles. Ainda assim, o silêncio é ensurdecedor.\n\nQuando os cantores do navio-estado vislumbram asas de seda azul-celeste ao longo de seu percurso náutico, eles então começam a cantar aquela linda canção...\n\n\"Eles viajam ao longo do percurso, em busca do farol e da tempestade, querendo apenas recuperar tal puro azul.\""
    }
  ]
}