{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "Mensageira Atravessando o Hackerspace",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta a VEL em <nobr>6%</nobr>.",
    "4": "Quando o usuário usa a sua Perícia Suprema em um aliado, a VEL de todos os aliados aumenta em <nobr>12%</nobr> por <nobr>1</nobr> rodada(s). Este efeito não pode acumular."
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [
        31141,
        41141,
        51141,
        61141
      ],
      "id": "hololente_do_mensageiro",
      "name": "Hololente do Mensageiro",
      "type": "HEAD",
      "desc": "O formato é exatamente como um óculos de esqui. Além de possuir propriedades anti-reflexo, também pode ser usado para assistir a transmissões virtuais ao vivo.",
      "typeText": "Cabeça",
      "backstory": "Para evitar as forças privadas contratadas pelos magnatas, mensageiros na Capital da Paixão normalmente viajam pelos céus sobre a cidade, onde as forças privadas de segurança são escassas.\\n\\nEles gostam de usar scanners de pulsação e ver a ciber-cidade inteira enquanto mascam chiclete barato e usam hololentes altamente modificadas.\\n\\nAs hololentes mostram informações em tempo real da cidade diretamente nas retinas dos mensageiros, transformando rotas impossíveis em um caminho aéreo para os mensageiros: terraços, unidades de condicionamento de ar, outdoors, o topo de guindastes... até drones logísticos operados remotamente podem fazer parte do caminho. Portanto, os mensageiros precisam ter habilidade suficiente, pois até o menor dos erros pode resultar em uma queda fatal.\\n\\n\"Algum idiota bloqueou todas as hololentes sem pensar, enquanto eu estava no ar! Aquela batida foi a pior da minha vida\".\\n\\nEssa hololente de Patinhos é um modelo antigo que não existe mais, e dizem que vale um bom dinheiro para os entusiastas."
    },
    {
      "_id": 31142,
      "ids": [
        31142,
        41142,
        51142,
        61142
      ],
      "id": "brao_transformativo_do_mensageiro",
      "name": "Braço Transformativo do Mensageiro",
      "type": "HAND",
      "desc": "Um braço protético que pode ser desmontado a qualquer hora. Ele é capaz de atirar os punhos como balas.",
      "typeText": "Mãos",
      "backstory": "Nem todos os mensageiros têm braços protéticos, mas os que têm possuem uma paixão muito grande por modificações. Afinal, ninguém quer ter um membro protético que seja idêntico ao de todo mundo.\\n\\nOs residentes da Capital da Paixão são obcecados por próteses cibernéticas, enquanto os limites das leis municipais são apenas eletivos quanto à febre de modificações corporais excessivas.\\n\\nOs padrões registrados de modificação na Capital da Paixão só contém três categorias, totalizando dezoito tipos. Esses claramente não são suficientes para os mensageiros rebeldes. Eles investem quantidades massivas dos seus salários em designs criativos. Eles criam projetos que capacitam as suas próteses a soltar raios ou transformar suas mãos em mísseis, e os designs ficam cada vez mais absurdos conforme as taxas cobradas aos mensageiros decolam.\\n\\n\"Esses mensageiros estão trabalhando para proteger informação, ou estão trabalhando para ganhar taxas exorbitantes?\"\\n\\nEsse braço protético de Patinhos sofreu modificações especiais, com cada junta dos dedos podendo rodar a velocidades altíssimas e serem lançadas como balas."
    },
    {
      "_id": 31143,
      "ids": [
        31143,
        41143,
        51143,
        61143
      ],
      "id": "bolsa_secreta_do_mensageiro",
      "name": "Bolsa Secreta do Mensageiro",
      "type": "BODY",
      "desc": "Uma bolsa de transporte da última moda. Ela é adornada com muitos acessórios fofinhos.",
      "typeText": "Corpo",
      "backstory": "Os magnatas financeiros da Capital da Paixão monitoram todas as informações que passam pela cidade. Eles estão acostumados a manter seu domínio usando o monopólio da informação, e todos que tentam subverter este controle serão punidos pelo departamento de Regulação de Segurança Pública.\\n\\nO povo já protestou anteriormente, mas isso só levou a pequenas concessões convenientes pelos magnatas. Em pouco tempo, as pessoas desistiram da ideia de \"privacidade\".\\n\\nOs magnatas financeiros coletam gananciosamente todo tipo de informação, seja trivial ou vital, advinda da realidade ou do mundo virtual. E então, as bolsas de transporte dos mensageiros se tornaram o último bastião da privacidade. A bolsa é pequena, leve e só consegue carregar documentos ou chips. Apesar destas desvantagens, os resquícios finais da \"independência da informação\" na Capital da Paixão são mantidos apenas por esses pequenos pontos cegos.\\n\\n\"Por que as pessoas ainda transmitem informações fora da internet da próspera Capital da Paixão? Os mensageiros também querem saber a resposta\".\\n\\nEssa edição limitada da bolsa de transporte de Patinhos pode ser um pouco antiga, mas os diversos acessórios fazem com que ela ainda esteja na moda."
    },
    {
      "_id": 31144,
      "ids": [
        31144,
        41144,
        51144,
        61144
      ],
      "id": "tnis_de_parkool_do_mensageiro",
      "name": "Tênis de Par-kool do Mensageiro",
      "type": "FOOT",
      "desc": "Um par de tênis para praticar parkour. São confortáveis, e isso é só o que é preciso.",
      "typeText": "Pés",
      "backstory": "Os antigos mensageiros da Capital da Paixão jogam seus tênis em um só lugar, e saem após um curto período de silêncio. A maioria dos mensageiros não deixou seu nome, ou sequer um resquício da sua existência na cidade, fazendo com que este comportamento seja nada mais do que uma formalidade egocêntrica.\\n\\nAté mesmo os mensageiros não conseguem dizer quando a \"natureza de ser um mensageiro\" mudou, fazendo com que eles se tornassem aquilo que mais desprezavam.\\n\\nTraiçoeiramente, a \"independência de informação\" que os mensageiros protegiam se tornou um monopólio. Traiçoeiramente, os riscos que os mensageiros enfrentavam se tornaram sua moeda de troca. Traiçoeiramente, os mensageiros se tornaram cúmplices dos conspiradores... Os magnatas financeiros não destruíram os mensageiros, foram os seus ideais imaturos que os traíram. Os grupos de mensageiros entraram em colapso diante de tudo, e disseram adeus ao seu estilo de vida apressado.\\n\\n\"Talvez este deva ser o fim dos mensageiros. Talvez devêssemos deixar todos verem a verdade dessa cidade, e deixar que os verdadeiros reformistas tomem a dianteira\".\\n\\nEste é um par de tênis de Patinhos abandonados no canto da estrada. Os mensageiros da Capital da Paixão são, há muito tempo, apenas lendas do passado."
    }
  ]
}