{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "Mosqueteira do Trigo Selvagem",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta em <nobr>12%</nobr> o ATQ.",
    "4": "Aumenta em <nobr>6%</nobr> a VEL e em <nobr>10%</nobr> o Dano causado pelo ATQ Básico do usuário."
  },
  "pieces": [
    {
      "_id": 31021,
      "ids": [
        31021,
        41021,
        51021,
        61021
      ],
      "id": "musketeers_wild_wheat_felt_hat",
      "name": "Chapéu de Feltro da Mosqueteira do Trigo Selvagem",
      "type": "HEAD",
      "desc": "Chapéu de caubói decorado com trigo selvagem, marca registrada da lendária Mosqueteira Oakley.",
      "typeText": "Cabeça",
      "backstory": "Oakley herdou o chapéu de feltro do pai falecido. Colocando ramos de trigo como enfeite, agora ele estava mais bonito do que antes. Seja ou não intencionalmente, caçadores de recompensas sempre criam seus próprios emblemas, na esperança de que esses itens um dia se tornem o começo de grandes lendas.\n\nA Corporação da Paz Interastral ofereceu recompensas para recrutar especialistas do mais alto nível para caçar Piratas Interastrais, e Oakley, que sempre trabalhou sozinha, buscava as regiões mais desafiadoras e desoladas dos confins do mundo.\n\nOs dias sob o sol escaldante eram seguidos por noites de um frio amargo. Em sua odisseia solitária, Oakley era capaz de dormir usando o chapéu de feltro como travesseiro sempre que estivesse junto a uma fogueira. Um pistoleiro misterioso que afirmava ser um caçador de recompensas de terras distantes sempre invadia seus sonhos. A aparência esquelética contrastava com seu olhar feroz. O pistoleiro desafia o pai de Oakley para um duelo até a morte ao meio-dia. Tiros são disparados, um chapéu de feltro é derrubado e o pai de Oakley cai de costas no chão, seguido pelo choro e o lamento da mãe da garota...\n\nIncrédula, a pequena Oakley encara fixamente o pistoleiro, tão habilidoso com a arma que seu pai jamais teria chance contra ele.\n\nQuando Oakley desperta, as lágrimas ainda banham o chapéu de feltro. Quando era criança, ela aprendeu a atirar apenas porque queria aquele chapéu bonito que o pai usava com tanto estilo."
    },
    {
      "_id": 31022,
      "ids": [
        31022,
        41022,
        51022,
        61022
      ],
      "id": "musketeers_coarse_leather_gloves",
      "name": "Luvas de Couro Grossas da Mosqueteira",
      "type": "HAND",
      "desc": "Par de luvas feitas de couro com superfícies parcialmente rachadas. A parte que segura a arma está especialmente gasta.",
      "typeText": "Mãos",
      "backstory": "A jovem Oakley praticava e praticava. Ela treinava no rancho do amanhecer ao anoitecer. Muitas vezes, seu pai se pegava surpreso e orgulhoso com os talentos dela. Outras vezes, morria de preocupação pelo futuro da filha como mosqueteira.\n\nA mãe de Oakley parecia ser a única que se importava com as mãozinhas frágeis da garota e costumava culpar o marido por ensinar Oakley a disparar.\n\nDesde a época do fatídico duelo até a época que ela conseguiu seu primeiro trabalho, que a ajudou a adquirir muita fama, Oakley usou por anos o mesmo par de luvas gastas. Seus colegas não entendiam por que ela insistia em usar aquele par de luvas esfarrapadas. Somente ela conhecia as emoções contrastantes que existiam naquelas luvas, o presente de despedida que recebeu da mãe.\n\nDeve ter sido muito difícil para a mãe de Oakley, que era totalmente contra a filha aprender a usar armas.\n\nDepois daquele duelo, a mãe chorou sem parar nos braços da filha. Oakley não disse nada, mas a mãe já sabia o que a filha estava pensando."
    },
    {
      "_id": 31023,
      "ids": [
        31023,
        41023,
        51023,
        61023,
        55003
      ],
      "id": "musketeers_windhunting_shawl",
      "name": "Xale de Caça ao Vento da Mosqueteira",
      "type": "BODY",
      "desc": "Capa tricotada em estilo étnico, forrada com fibras à prova de balas.",
      "typeText": "Corpo",
      "backstory": "Mosqueteiros jamais devem mostrar o movimento das mãos ao duelar. Oakley tinha a discrição necessária para carregar a arma e travar a mira sem alertar os alvos. Para quem observava, o manto folgado que ela usava não se movia um centímetro sequer até que o disparo fosse realizado. Ninguém conseguia descobrir como ela fazia aquilo.\n\n\"Movimentos complexos devem ser feitos sob a cobertura de um manto. O duelo deve terminar antes mesmo da bala sair da arma\", enfatizava o pai dela repetidamente.\n\nApós encontrar por acaso um grupo de bandidos armados, Oakley se posicionou e observou a situação. Antes de sacar a arma, ela se manteve erguida como uma rocha que não se movia há séculos. Oakley terminou seus preparativos antes que os bandidos pudessem mover um único dedo. Após uma série de disparos estridentes, a atiradora intencionalmente poupou apenas um dos bandidos, para que levasse uma mensagem para todo o bando.\n\nInsensível, inexpressiva e muitas vezes deixando seus adversários sem a menor esperança de derrotá-la: era isso que os colegas caçadores costumavam pensar de Oakley.\n\nNos duelos, ela era mais parecida com aquele atirador misterioso que invadia seus sonhos, com seus disparos rápidos e certeiros, sem qualquer movimento supérfluo. Quando ela percebeu que estava se tornando cada vez mais parecida com seu arqui-inimigo, só o que sentiu foi ressentimento por si mesma."
    },
    {
      "_id": 31024,
      "ids": [
        31024,
        41024,
        51024,
        61024
      ],
      "id": "musketeers_rivets_riding_boots",
      "name": "Botas de Montaria com Rebites da Mosqueteira",
      "type": "FOOT",
      "desc": "Estas botas de montaria têm um corte em V. De aparência casual e folgada, são bastante confortáveis.",
      "typeText": "Pés",
      "backstory": "A jornada era longa e árdua, mas Oakley estava acostumada com a solidão. Ela usava sempre as botas de montaria para marchar até os confins do mundo, por mais miserável que fosse o pagamento.\n\nEla tinha um palpite: aquele atirador misterioso também deveria ser um homem recluso. O encontro de ambos só poderia ocorrer em locais frequentados por poucos.\n\nDepois de encontrar uma gaita, Oakley passava a maior parte de seus momentos de solidão praticando canções. Sua plateia? Ninguém além de tarântulas, tempestades de areia e bolas de feno. Em sua jornada, ela foi ficando cada vez melhor em criar técnicas para matar o tempo. Dizem que, certa vez, o próprio vento parou para ouvir Oakley tocar a gaita e só foi embora quando a música terminou. A CPI oferecia várias oportunidades de viagem interestelar aos caçadores de recompensa, e o destino das viagens nunca foi um problema para a mosqueteira solitária.\n\nÀs vezes, Oakley se perguntava se não estava apenas caçando um fantasma, já que o atirador misterioso havia sumido há muito tempo sem deixar rastros. Às vezes, parecia que só o que ela fazia era partir em uma missão após a outra.\n\nOakley insistia, porém, que se sua fama como Trigo Selvagem fosse conhecida o bastante, o atirador misterioso acabaria aparecendo na sua porta, assim como apareceu no rancho para duelar com seu pai."
    }
  ]
}