{
  "_id": 303,
  "id": "pangalactic_commercial_enterprise",
  "name": "Empresa Mercantil Pangaláctica",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta em <nobr>10%</nobr> a Taxa de Acerto de Efeito do usuário. Além disso, aumenta o ATQ do usuário em <nobr>25%</nobr> da Taxa de Acerto de Efeito atual, até um máximo de <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33035,
      "id": "mega_qg_da_cpi",
      "name": "Mega QG da CPI",
      "type": "NECK",
      "desc": "A sede da CPI no Pier Point fica protegida em uma Esfera Plana. Nenhum planeta pode se esconder dos planos grandiosos de negócios da Corporação da Paz Interastral. Eles se aventuraram no espaço profundo para colher o poder de todo o universo.",
      "typeText": "Esfera Plana",
      "backstory": "O impacto no subespaço fez tremer o universo inteiro conforme o Colosso silencioso e solitário dedicava-se a construir a grande barreira por toda a Galáxia. Aqueles que alegavam ter recebido o oráculo da divindade começaram a agir, querendo ajudar o Aeon Qlipoth a erguer a muralha.\\n\\nO universo se encontrava em perigo iminente, portanto a construção da muralha não podia esperar. Os míseros humanos não tinham a intenção de imitar as proezas da divindade, então decidiram se reunir em grupos que se autointitularam \"equipe de apoio\", dispostos a dedicar tudo à Majestade Âmbar. Com o poder da Preservação, a equipe de apoio direcionou a frota a diferentes galáxias para comprar materiais de construção, como pedra, madeira, ouro e supérnio. Depois, transportaram esses materiais à barreira subespacial incansavelmente, empilhando os itens no deserto planetário.\\n\\nQuando o curto período de desenvolvimento acabou, a equipe de apoio firmou-se no Pier Point e fundou a Corporação da Paz Interastral. Para implementar inteiramente sua devoção, eles voltaram os olhos ao espaço profundo.\\n\\nLouis Fleming convocou todos a agirem, e a frota mercante de longa distância deixou os sistemas estelares adjacentes a Qlipoth. Seus produtos não se limitavam mais a materiais de construção... Eles planejavam conectar toda a Galáxia e comercializar de tudo. Logo depois, Dongfang Qixing implementou regulamentações comerciais sobre toda a Galáxia e criou um sistema de \"crédito\" para definir um preço para tudo no universo. Trilhões de recursos foram reunidos sob a megaestrutura do Pier Point. Como um buraco negro silencioso, a construção destruiu as noções das pessoas sobre os limites da riqueza.\\n\\nAtualmente, as naves da Corporação da Paz Interastral estão espalhadas por toda a galáxia. Apesar das críticas de que seja uma ditadura corporativa, a CPI nunca parou de se expandir. Eles não se importam com opiniões alheias e nunca se esqueceram de sua missão original.\\n\\nOs métodos de treinamento dos recrutas da CPI mudam diariamente, e depois de quase oitocentas Eras de Âmbar, apenas uma prática histórica nunca foi abandonada. Certa vez, Louis Fleming, fundador da CPI, fez um discurso apaixonado para a equipe de apoio. Ele revelou sua aspiração de unir o universo e apoiar o desejo de Aeon de protegê-lo. Assim que o discurso acabou, ressoou um impacto galáctico distante e enorme, que imbuiu um significado grandioso naquele momento solene e sublime. A partir desse dia, eles sabiam que aquela se tornaria sua crença inabalável.\\n\\n\"Tudo em nome da Majestade Âmbar.\""
    },
    {
      "_id": 33036,
      "id": "a_rota_comercial_da_cpi",
      "name": "A Rota Comercial da CPI",
      "type": "OBJECT",
      "desc": "Com o auxílio conveniente do sistema de créditos, o comércio interestelar foi criado. A Corporação da Paz Interastral conectou as estrelas por meio de atividade econômica e expandiu as fronteiras mercantis.",
      "typeText": "Corda de Ligação",
      "backstory": "A equipe de apoio percorreu todo o sistema solar próximo ao Aeon Qlipoth, e as trajetórias das antigas naves formaram as primeiras rotas.\\n\\nAcreditando na significância das ações de Qlipoth, a equipe de apoio deu o primeiro passo para realizar um escambo de produtos com um sistema estelar vizinho. A equipe de apoio preparou uma frota adequada, bens raros e preciosos, e propostas difíceis de recusar, realizando assim inúmeras transações em vários sistemas estelares. Em seguida, passaram a controlar informações sobre rotas e negócios, detendo um poder de barganha inigualável e liderando a formulação das regulamentações comerciais da Galáxia.\\n\\nFrotas repletas de madeira, pedra, vergalhões e supérnio passaram pelo Aeon Qlipoth, como um enxame de moscas irritantes. A Majestade Âmbar ficou calada e nunca olhou para os humanos.\\n\\nFinalmente, os tempos mudaram e o comércio com os sistemas estelares vizinhos não era mais suficiente para a pujante equipe de apoio. Os dois mais sábios estavam determinados a se aprofundar na galáxia, e assim nasceu a Corporação da Paz Interastral. A CPI oferecia tudo que um planeta poderia querer a preços justos, mas dependentes de seus \"créditos\". Então fundou-se a rota comercial da Galáxia, e todos os planetas que se uniram à rede de negócios da CPI compartilham da mesma moeda, compram as mesmas mercadorias e desfrutam dos mesmos serviços.\\n\\nNaves mercantes do sistema de crédito viajam pelas estrelas, e as rotas comerciais se unem e se separam, tecendo uma rede pangaláctica. As naves cheias de tesouros de estrelas distantes passaram pela divindade Qlipoth diversas vezes, como vagalumes, mas Qlipoth se mantinha em completo silêncio.\\n\\nO material de construção acumulado desde o tempo da equipe de apoio continuava sendo empilhado em todos os planetas ao redor do Aeon Qlipoth, e a quantidade não para de aumentar. Qlipoth não tem qualquer intenção de aceitar as oferendas, e se foca exclusivamente na crise que recairá sobre os ignorantes mortais, tendo que conjurar as barreiras gigantescas medidas em anos-luz. Desde então, a pequena organização que comprava materiais de construção se tornou uma influência poderosa na Galáxia. Eles nunca deixam de mirar o colosso sem cabeça e nunca sentiram que seus esforços foram em vão.\\n\\n\"Todos os frutos do nosso capital são para Qlipoth, e para executarmos a vontade da divindade quando for a hora.\""
    }
  ]
}
