{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "Transeunte da Nuvem Errante",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta Cura Realizada em <nobr>10%</nobr>.",
    "4": "No início da batalha, regenera imediatamente 1 Ponto de Perícia."
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [
        31011,
        41011,
        51011,
        61011
      ],
      "id": "prendedor_de_cabelo_rejuvenescido_do_transeunte",
      "name": "Prendedor de Cabelo Rejuvenescido do Transeunte",
      "type": "HEAD",
      "desc": "Um galho velho que foi usado como prendedor de cabelo, com novos botões de flores brotando recentemente perto da ponta. O passado se foi há muito tempo, e o pauzinho incrustado com botões de flores dourados comemora o início de uma nova vida.",
      "typeText": "Cabeça",
      "backstory": "Uma sensação distante e familiar de nervosismo dominou o seu corpo, com uma dor fantasma afiada e distinta, enquanto o inominado despertou de seu longo e profundo sono. Seu passado havia sido destroçado, e nem mesmo seu nome era lembrado.\\n\\nAndando sem rumo, ele bebeu neve derretida para matar a sede, caçou feras assustadoras para encher o estômago e até cortou um galho velho para prender o cabelo esvoaçante.\\n\\nComo o fluxo incessante de uma nascente na montanha, seus longos cabelos castanhos nunca pararam de crescer. Seus músculos se contorciam e latejavam sob a pele, como carpas nadando e saltitando no rio... Um poder fascinante trabalhava incessantemente para reconstruir o seu corpo, causando uma dor eterna nos ossos e tendões, causando ruptura, mas também curando. Após inúmeras agonias e tormentos fantasmagóricos que rasgavam o seu corpo, seu passado começava a tomar forma... Ao olhar para o próprio reflexo na água, a história de sua tragédia veio à tona em sua mente.\\n\\nQuando o rosto no reflexo deixou de ser o de um estranho, o inominado percebeu subitamente que brotavam botões de flores do galho morto.\\n\\nUma epifania o atingiu. A maldição da imortalidade continuava a atingi-lo, e o rancor das apreensões passadas não se extinguiu. ELE era agora a flor recém-desabrochada de um galho antes morto."
    },
    {
      "_id": 31012,
      "ids": [
        31012,
        41012,
        51012,
        61012
      ],
      "id": "braadeira_de_drago_vagante_do_transeunte",
      "name": "Braçadeira de Dragão Vagante do Transeunte",
      "type": "HAND",
      "desc": "Braçadeiras feitas de ouro coral fluido e couro de feras desconhecidas. Apenas artesãos experientes da raça dracônica Vidyadhara conseguem criar esse tipo de armadura superior.",
      "typeText": "Mãos",
      "backstory": "Ao que parece, objetos que formam um par têm conexões telepáticas entre si. Embora o inominado tivesse apenas uma braçadeira, seus dedos ainda conseguiam sentir de leve a temperatura da outra.\\n\\nEle fechou os olhos e se esforçou ao máximo para extrair qualquer informação sobre a outra braçadeira por essa conexão tênue, fosse onde ou com quem se encontrasse.\\n\\nUma mão esguia, porém forte, usava a outra braçadeira no passado. Aquela pessoa, com sua lança pontiaguda que reluzia friamente e investia como estrelas cadentes, já lutou com o inominado. Aquela pessoa também já bebeu na companhia do inominado, e os dois observavam a lua sem trocar palavras. No fim, contudo, foi essa mesma pessoa que, teimosamente, seguiu seus planos com o inominado, transformou quem amava em uma monstruosidade e lançou todos em um abismo de ódio e remorso eternos.\\n\\nObjetos que formam pares estão destinados a se reencontrar. Os longos anos de ressentimento e ódio entre eles devem ser saboreados como uma bebida envelhecida e gelada, lentamente, um gole depois do outro até se ver o fundo da garrafa de ressentimento.\\n\\nSerá que a pessoa que usa a outra braçadeira sente o mesmo? O inominado prefere não saber."
    },
    {
      "_id": 31013,
      "ids": [
        31013,
        41013,
        51013,
        55001,
        61013
      ],
      "id": "casaco_esfarrapado_bordado_do_transeunte",
      "name": "Casaco Esfarrapado Bordado do Transeunte",
      "type": "BODY",
      "desc": "Casaco velho com a bainha esfarrapada e o bordado arruinado por marcas de cortes. A carne pode cicatrizar rápido, mas um casaco, não. Assim como a dor de uma pessoa.",
      "typeText": "Corpo",
      "backstory": "O inominado vagava por todo canto em seu exílio como um cadáver ambulante, até que uma mulher com óculos escuros e uma pessoa com uma armadura enorme se puseram no seu caminho. Antes que essas pessoas pudessem fazer o convite, o inominado já havia desembainhado a espada, recusando-o. Após trocarem golpes, a mulher sorridente fez uma proposta que o inominado não podia recusar.\\n\\nO inominado aceitou a proposta, conseguiu uma nova identidade e voltou para o mundo da civilização e da ordem.\\n\\nO inominado foi levado até uma alfaiataria, onde tiraram suas medidas e fizeram roupas dignas sob medida para ele... Até mesmo cuidaram do seu cabelo, fizeram a sua barba e trouxeram de volta a sua antiga aparência. Em transe, ele começou a perder noção do tempo. Em lembranças confusas de tempos passados, ele finalmente decidiu dar de presente ao seu amigo do peito seu recipiente de jade feito à mão, mas, em choque, entendeu que a pessoa que ele queria ver não estava mais lá.\\n\\nEle compreendeu que tudo em que havia se apoiado para caminhar pela terra — o corpo, a vida, o amor e ódio e até mesmo aquelas roupas — eram apenas coisas emprestadas.\\n\\nEle vai pagar por tudo aquilo integralmente antes de dar seu último suspiro."
    },
    {
      "_id": 31014,
      "ids": [
        31014,
        41014,
        51014,
        55002,
        61014
      ],
      "id": "botas_de_caminhada_estige_do_transeunte",
      "name": "Botas de Caminhada Estige do Transeunte",
      "type": "FOOT",
      "desc": "Par de botas resistentes que já deixaram pegadas em vários mundos e passaram por diversas situações de perigo.",
      "typeText": "Pés",
      "backstory": "O inominado seguiu as ordens do servo e viajou para o outro lado do céu com sua nova companhia. Ele caminhou desnorteado e com ódio por incontáveis mundos, muitas vezes encontrando-se em graves crises de vida e morte.\\n\\nEle já havia se esquecido do que era a alegria da criação, deixada de lado na correria de um campo de batalha para o outro.\\n\\nNas últimas batalhas, ele havia sofrido incontáveis golpes e cortes de inúmeras lâminas. Nas últimas derrotas, seu corpo foi mutilado e esmagado repetidamente. Seu adversário sempre terminava a batalha com um golpe fatal no coração. E agora todos aqueles movimentos magistrais com lâminas que resultaram em inúmeras cicatrizes estavam gravados para sempre em sua memória, com sua perícia refinada em incontáveis combates letais. O inominado empunhou a espada e abriu caminhos pelos obstáculos para seus aliados. Onde caísse, sempre se levantava. Ele parecia ter deixado de lado todo o seu ódio para se dedicar à dança da espada.\\n\\nO servo prometeu trazer um fim de verdade à vida do inominado e a tudo que ele odiava. O inominado então embainhou a espada e correu para o outro mundo.\\n\\nSe a vida pode ser considerada uma jornada contínua, então, antes de chegar ao fim, o inominado deseja pisar na poça do sangue de todos por quem nutre ressentimento."
    }
  ]
}