{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "Penacony, Terra dos Sonhos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta a Taxa de Regeneração de Energia do usuário em <nobr>5%</nobr>. Aumenta em <nobr>10%</nobr> o Dano para todos os outros aliados com o mesmo Tipo de Dano que o usuário."
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [33125, 43125, 53125, 63125],
      "id": "grande_hotel_de_penacony",
      "name": "Grande Hotel de Penacony",
      "type": "NECK",
      "desc": "Encapsulada no plano, encontra-se a estrutura principal de Penacony: o hotel Devaneio. Os hóspedes que ficam aqui viajam para um mundo de sonhos bons e desfrutam de um banquete luxuoso e extravagante em uma metrópole aparentemente onipotente.",
      "typeText": "Esfera Plana",
      "backstory": "Os atendentes fazem uma reverência e saúdam os hóspedes com sorrisos uniformes, recebendo-os com uma canção: \"Boas-vindas ao Planeta das Festividades! Belos sonhos esperam por vocês\". Os hóspedes sorriem e continuam andando, aceitam as bebidas cheias de bolhas e dão grandes goles.\\n\\nGradualmente, o cenário se torna cada vez mais inacreditável, e os sentidos vão ficando cada vez mais leves, como se cada hóspede estivesse sendo erguido por uma seda. Outros andam pelas paredes, desafiando a gravidade. Brinquedos estranhos ganham vida e andam pelas ruas, fazendo festa. A água que jorra da fonte se transforma em uma enorme baleia, que começa a nadar pelos corredores. As janelas não mostram mais uma vista das estrelas no céu profundo, mas sim o fluxo inconstante de luz e sombras da cidade, onde se pode ouvir o eco constante de relógios gigantes e teatros. Os hóspedes finalmente percebem que nunca estiveram acordados, mas estão testemunhando a verdadeira natureza de Penacony em um sonho: um lugar onde o tempo pausa em um eterno cenário onírico.\\n\\nTodos sabem que, sob o governo da \"Família\", as portas de Penacony estão abertas para todos que desejam ter uma experiência transcendental, viver uma emoção inspiracional, suavizar preocupações e feridas: hóspedes do mais alto calibre vêm se desprender de suas dores em troca de paz e tranquilidade, beber o melhor do melhor e vagar pelo mar dos sonhos. Alguns passam férias inesquecíveis aqui e vão embora satisfeitos, enquanto outros se tornam obcecados com as festividades e tomam o lugar como sua morada. O hotel cinco-estrelas é a joia dos tecelões de sonhos, o reino dos que criam sonhos e o playground dos que os buscam.\\n\\nPoucos hóspedes conhecem a história empoeirada do passado, mas o fio que tece os sonhos vem da realidade. O esplendor aveludado do Penacony de hoje tem origem em ferrugem salgada, grilhões pesados e privação de liberdade. O Planeta das Festividades já foi uma prisão da CPI, onde inúmeros detentos eram realocados para salvar as Bolhas da Memória que transbordavam do Jardim da Recordação. As pessoas repetiam tarefas intermináveis até que seus corpos se tornassem pesados como chumbo e suas almas, leves como bolhas. Em algum momento que não se sabe precisar, as pequenas celas cortaram o acesso à realidade, mas a consciência das pessoas que ali estavam se tornaram ligadas aos sonhos. No soar do sino da meia-noite, o sonho compartilhado parecia real, refletindo a pura hipocrisia da realidade.\\n\\nIsso durou até a Destruição derreter as correntes da CPI, o Desbravamento conectou esse canto do universo às outras estrelas e a Harmonia chegou para semear as sementes da paz. A liberdade finalmente se firmou e deu um novo nome ao sonho original: Penacony.\\n\\nHoje em dia, não há mais traços da prisão decadente. No mundo do sonho, ergue-se uma miríade de arranha-céus, e o deserto foi reconstruído e transformado em uma metrópole, um novo mundo para sonhadores em busca de riqueza e oportunidades, e uma utopia para aqueles em busca de prazer e indulgências. O passado do Planeta das Festividades é como uma fotografia que caiu no fundo do armário sem que ninguém percebesse: existe, mas nunca é visto.\\n\\nHoje, a terra dos sonhos é repleta de canções alegres, e o ruído do passado não passa de fofoca, perdida silenciosamente do interlúdio de uma comédia, nos bastidores de algum desenho, ou numa coluna secundária dentro de uma revista qualquer."
    },
    {
      "_id": 33126,
      "ids": [33126, 43126, 53126, 63126],
      "id": "pistas_sonhadoras_de_penacony",
      "name": "Pistas Sonhadoras de Penacony",
      "type": "OBJECT",
      "desc": "Na cidade onírica de Penacony, pistas intrincadas serpenteiam entre os edifícios, apoiando os Esferoides que trazem os visitantes e conectando sonhos ricos e diversos.",
      "typeText": "Corda de Ligação",
      "backstory": "Aqueles que visitaram Penacony concordam que \"construída sobre sonhos\" não é só modo de dizer, mas uma declaração bem real. O opulento hotel é só a ponta do iceberg do Planeta das Festividades, e é só quando você \"fica e sonha\" que pode considerar que oficialmente chegou a Penacony. Depois disso, a terra dos sonhos, formada de doze paisagens diferentes, lentamente se expande diante dos olhos dos hóspedes.\\n\\nHóspedes que chegam ao hotel pela primeira vez podem ficar um pouco desnorteados com o cenário fantástico, mas não há motivo para preocupação. Basta olhar para cima para ver as pistas de metal passando pelos arranha-céus e os Esferoides passando rapidamente por elas. São os meios de transporte mais visíveis nesta metrópole onírica e guiam os hóspedes para todos os lugares da cidade.\\n\\nCom origem na estação central, as complicadas pistas de Esferoides são como os vasos sanguíneos da metrópole. Seja nos túneis subterrâneos do Momento da Alvorada, nos vastos campos do Momento da Brasareia ou no estádio brilhante do Momento das Estrelas, os Esferoides coloridos rolam de um lado para o outro, levando pessoas para cada estação de maneira correta, eficiente, segura e confortável, derramando uma energia insone no mundo dos sonhos de Penacony.\\n\\nOs sonhos dão uma textura leve e delicada a tudo, e os Esferoides são considerados veículos e brinquedos do mundo dos sonhos. No entanto, poucos se lembram que, na verdade, os Esferoides são celas, pois esses veículos dos sonhos foram originalmente utilizados para aprisionar os detentos.\\n\\nHá muitos anos, a CPI enviou uma quantidade enorme de prisioneiros para o sistema estelar de Asdana em uma tentativa de impedir que a catástrofe se espalhasse. Lá, as pessoas recuperavam memórias, gradualmente se perdendo entre a fantasia e a realidade. As câmaras de trabalho esféricas no vácuo se tornaram uma \"memória\" inesquecível para os prisioneiros. As paredes curvas e duras, a terrível experiência de rolar por aí, a rotina insuportável... Talvez a dor seja profunda demais. Quando aqueles que recuperavam a liberdade começaram a se aventurar pela paisagem onírica deserta, as celas esféricas foram com eles.\\n\\nMas agora, diferentemente do passado, paz e liberdade deram origem ao otimismo. Em vez de tentar destruir os pesadelos inescapáveis vez após a outra, é melhor adicionar a eles a cor que este lugar deveria ter, assimilá-los e aceitá-los. Então as celas esféricas do passado se tornaram os Esferoides de hoje.\\n\\nAtualmente, os velozes e coloridos Esferoides se movem por toda Penacony, e as mais sutis reverberações vindas de dentro deles... são silenciosamente ocultas pela luz da cidade dos sonhos, se misturando às ambições e risadas, como uma terra onde o tempo se esqueceu de passar para todo o sempre."
    }
  ]
}
