{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "Poetisa do Colapso Enlutada",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano Quântico causado em <nobr>10%</nobr>.",
    "4": "Reduz a VEL do usuário em <nobr>8%</nobr>. Antes de entrar em batalha, se a VEL do usuário estiver abaixo de <nobr>110</nobr>/<nobr>95</nobr>, aumenta a Chance de CRIT do usuário em <nobr>20%</nobr>/<nobr>32%</nobr>. Este efeito também se aplica no Memoespírito do usuário."
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "grinalda_de_endro_da_poetisa",
      "name": "Grinalda de Endro da Poetisa",
      "type": "HEAD",
      "desc": "Diante do Templo do Crepúsculo na primavera, o mais incrível dos bardos receberá uma grinalda de endro legada por Mnestia.",
      "typeText": "Cabeça",
      "backstory": "\"Mnestia, lhe rogamos. Pois se o mundo não possuísse melodias, não haveria as primaveras repletas de canções, nem florestas onde flores desabrochassem...\"\n\nApós limpar ambas as mãos na água corrente, e então segurar vinho refrigerado como uma oferenda à divindade, os bardos se reúnem diante do templo, discutindo sobre quem receberia a grinalda abençoada de Mnestia. As três irmãs de Parthia, renomadas por seus poemas de amor, demonstram sua música primeiro. Elas são seguidas por um idoso, Lupes, o poeta com uma miríade de metáforas encantadoras. As letras de uma elegância melífera não emocionam a divindade, a taça de vinho diante deles permanece intocada.\n\nAté uma poetisa nômade sacar a lira de sete cordas em suas mãos, tocando uma melodia escrita em papiro antigo. Areia de milênios é arrastada pelos ventos até aqui, e então a história começa: em uma era onde muitas pólis ainda existiam no mundo, uma pólis fora atacada por um dragão maligno.\n\n\"Lamento pela minha terra natal...\nUm monstro habita em seu salão palacial, nobres herdeiros se tornando canalhas vis,\nTudo por culpa daquele gigante que invadiu a grande torre,\nCorrompendo meu rei, devorando a princesa de meu reino...\"\n\nO vinho é completamente absorvido pela divindade, e a poetisa nômade é a orgulhosa detentora de sua grinalda."
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "bracelete_dourado_da_poetisa",
      "name": "Bracelete Dourado da Poetisa",
      "type": "HAND",
      "desc": "Um bracelete fabricado com o metal favorito do povo. O maligno dragão na história certa vez foi acorrentado com algemas feitas deste metal.",
      "typeText": "Mãos",
      "backstory": "\"As pessoas escavaram ouro do corpo de Georios, o primeiro metal feroz de seu tipo. E assim nasceu a enganação e a guerra.\"\n\nA origem da guerra há muito se perdeu no tempo, e uma grande parte da história se transformou em lenda. Porém, mesmo como uma lenda, é claro que a arrogância, a enganação e a avareza são os motivos para o conflito interminável entre as pessoas, ainda que o ouro leve a culpa erroneamente. Assim como aqueles anos resplandecentes intocados pelo conflito, o ferro branco e o bronze foram originalmente oferendas ritualísticas aos deuses. Foi apenas depois que eles foram removidos dos altares e forjados em armamentos, se tornando metais ainda mais ferozes do que o ouro.\n\nO dragão na história foi subjugado, certo...? As guerras entre as pólis também estão prestes a se encerrar. As viagens da poetisa nômade a levam até a pólis sagrada, onde ela canta sobre o conto das consequências. Depois do maligno dragão ocupar a pólis, o povo reúne valentes caçadores de dragões para resgatar a princesa.\n\n\"Lamento pela minha terra natal...\nO corajoso centurião, com grilhões forjados em ouro pesado, finalmente subjugou o maligno dragão.\nOs lamentos do velho rei podem ser ouvidos do topo da torre...\nDa barriga do dragão, apenas poucas partes da princesa devorada são encontradas, onde restam apenas ossos.\"\n\nAs borlas do bracelete de metal tocam a lira, emitindo um suspiro cristalino."
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "saia_estrelada_da_poetisa",
      "name": "Saia Estrelada da Poetisa",
      "type": "BODY",
      "desc": "O crepúsculo é a hora mais gentil do dia. Sua saia tem as mesmas cores da última estrela visível antes do raiar do sol.",
      "typeText": "Corpo",
      "backstory": "\"Quando Áquila abre seus olhos, todas as estrelas estão dormindo. Apenas uma estrela vespertina permanece brilhando, a mais curiosa de todas.\"\n\nO poema narrativo continua até o segundo ciclo de dia e noite. Mais ouvintes se reúnem ao redor da poetisa, entre eles Kremnoanos portando aljavas ressoando com flechas, e habitantes de Janusópolis que lançam bastões de divinação em busca de conselhos divinos. Desde que a maré negra invadiu as pólis, incontáveis registros históricos foram espalhados, e os eruditos do Bosque tiveram pouco tempo para coletar todos os documentos. Diversas pólis menores nem ao menos tiveram uma oportunidade de deixar seus nomes.\n\nApenas a poetisa nômade sabe que a antiga pólis ocupada pelo maligno dragão possuía o esotérico método de alquimia: com carne e sangue como sua base, a vida podia ser criada, e milagres podiam ser realizados. Os alquimistas falaram sobre isso com o rei, desconsolado pela trágica perda de sua amada filha.\n\n\"Lamento pela minha terra natal...\nO alquimista eloquente estava confiante que podia ressuscitar a princesa a partir da carne do dragão.\nO que está morto, ainda não morreu. Dez dias a mais se passam.\nO ritual finalmente está completo, infelizmente...\"\n\nA última estrela noturna fecha seus olhos relutantemente, ansiosa por escutar a história incompleta dos filhos da humanidade."
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "sapatos_prateados_da_poetisa",
      "name": "Sapatos Prateados da Poetisa",
      "type": "FOOT",
      "desc": "Sapatos costurados incrustados com tachas de prata que deixam atrás de si padrões de palavras sobre a areia pisada. Em sua missão de reunir todos os poemas do passado, ela nunca cessou seus passos.",
      "typeText": "Pés",
      "backstory": "\"As pessoas não sabem onde buscar o rastro de Thanatos, e existem lendas que dizem que nenhum ser vivo pode cruzar o Rio das Almas. Onde, então, flui o rio?\"\n\n\"Nós nunca ouvimos falar de tal dragão, nem nunca encontramos a existência de rituais de ressurreição em livros antigos.\" Alguns dos ouvintes expressam suas dúvidas. A poetisa responde que ela não é uma filha das antigas pólis, portanto ela não pode garantir ou não a existência de um dragão maligno. Isso é apenas uma história que ela ouviu de bardos, uma música poética transmitida por gerações através apenas das palavras.\n\nSe ninguém transmitisse as músicas, a história das pólis antigas seriam enterradas sob pó e desapareceriam com o passar do tempo. As pólis-estado prósperas de outrora, inundadas e devoradas pelo Rio das Almas, se tornando um local desdenhado até mesmo por cães selvagens e por abutres. Essa é a maldição deixada pelas almas consumidas pelo maligno dragão.\n\n\"Lamento pela minha terra natal...\nÓ, princesa! Quem poderia imaginar que seria convertida no semblante do maligno dragão.\nEla devorou a todos... o alquimista, o valente centurião e o tolo rei.\nUm banquete alimentado pela sede de sangue convidou as sombras da morte, e assim a antiga pólis caiu no esquecimento...\"\n\nLembre-se do nome da pólis dizimada! Essa é uma história sobre Styxia, interpretada pela poetisa trajando sapatos prateados. Ela coleta histórias pelas próprias histórias, assim como as palavras deixas para trás pelas tachas prateadas em seus sapatos de tecido. \"Lembre-se da história. Esqueça de mim.\""
    }
  ]
}