{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "Prisioneiro em Confinamento Profundo",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta em <nobr>12%</nobr> o ATQ.",
    "4": "Para cada Dano Contínuo aplicado ao inimigo-alvo, o usuário ignorará <nobr>6%</nobr> de sua DEF ao causar Dano. Este efeito é válido por um máximo de <nobr>3</nobr> Danos Contínuos."
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "focinheira_selada_do_prisioneiro",
      "name": "Focinheira Selada do Prisioneiro",
      "type": "HEAD",
      "desc": "Uma focinheira projetada para prender firmemente o semblante bestial do prisioneiro, protegendo dos dentes ferozes que anseiam por causar ferimentos.",
      "typeText": "Cabeça",
      "backstory": "O olfato foi o sentido que construiu a noção de mundo dos Muhtar da Guerra dos Borisins. Chuva, sujeira, fogueira, sangue, remédio... Do local mais profundo do campo de batalha, veio tremulando e flutuando uma torrente de odores que inundou cada centímetro de seus neurônios.\n\nEle só sentia o cheiro pesado de instrumentos de tortura, e o medo covarde dos jurados que invadia o ar.\n\nEle sabe que esses juízes fracos têm medo de suas presas afiadas. Esteve à beira de um penhasco íngreme, banhado pelo luar da loucura, e sentiu o impulso instintivo em suas veias. Seguiu o labirinto de cheiros, penetrando no acampamento inimigo na escuridão de uma noite sem luz, e esmagou os crânios de suas presas, um por um... Os Muhtar da Guerra dos Borisins admiram o conceito de presas polidas, vendo-as como lâminas e lanças, símbolos de poder e confiança para destruir qualquer coisa.\n\n\"O Senhor da Ninhada Borisin comeu a carne, devorando o sangue de inocentes. Ele será condenado a uma vida inteira em uma jaula com o rosto coberto por uma focinheira, condenado pelos Dez Pecados Imperdoáveis.\"\n\nO Muhtar da Guerra olha ao redor com desprezo: o mestre espadachim que engoliu tudo como um mar gelado de fúria não está lá... Ele não tem interesse nesta sentença tediosa."
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "grilhes_de_pedra_do_prisioneiro",
      "name": "Grilhões de Pedra do Prisioneiro",
      "type": "HAND",
      "desc": "Grilhões pesados que prendem com força as mãos do malfeitor com agulhas de aço que acoplam o dispositivo aos pulsos, evitando que as garras cruéis machuquem novamente.",
      "typeText": "Mãos",
      "backstory": "Quando as nuvens se abriram, a luz sombria da lua derramou-se sobre o corpo cheio de cicatrizes do Muhtar da Guerra. A garra enorme decepada pelo mestre espadachim de cabelos grisalhos foi deixada de lado, e os vasos sanguíneos do Muhtar da Guerra desesperado pulsavam furiosamente. Com um uivo longo e doloroso, suas garras afiadas cresceram novamente.\n\nImpulsionado pela Loucura da Lua, o Muhtar da Guerra mal acompanhou os golpes de espada fugazes como o luar. Ele rezou silenciosamente pelo poder da Abundância, determinado a terminar sua luta final como uma fera presa.\n\nEle nem lembrava quantas vezes o exército Borisin havia rompido. Lembrava apenas das inúmeras vezes que seus soldados usaram suas garras para abrir o caminho adiante, que se fechava novamente em seguida. O Borisin, exausto, confiava em sua regeneração quase invencível, lutando para acabar com todos os obstáculos à frente. O sangue do Muhtar da Guerra encharcou suas garras, e ele entrou em transe antes de, de repente, perceber que não tinha mais para onde correr e que já não havia nenhum soldado atrás dele.\n\n\"Senhor da Ninhada, você tirou inúmeras vidas com suas próprias mãos. Seus punhos serão presas em chumbo e pedra e totalmente controladas.\"\n\nO Muhtar da Guerra finalmente desabou, impotente, em frente ao mestre espadachim. Pela primeira vez, ele passou pela experiência exaustiva de quase morte. \"Que lâmina incomparável\", ele não pôde deixar de pensar. \"Que emoção incomparável!\""
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "camisa_de_fora_repressora_do_prisioneiro",
      "name": "Camisa de Força Repressora do Prisioneiro",
      "type": "BODY",
      "desc": "Uma vestimenta de prisioneiros que restringe criminosos perigosos. Seu design com juntas reversas confina o corpo do prisioneiro.",
      "typeText": "Corpo",
      "backstory": "Os Borisins são guerreiros por natureza. Sua estrutura óssea é ampla e esbelta, com mandíbula e músculos do pescoço poderosos. Eles têm caninos bem-desenvolvidos, orelhas no topo da cabeça, parecidas com as de animais, e garras afiadas nas mãos e pés. Os Borisins cultuam o conceito de um corpo forte, e veem um físico poderoso como uma bênção divina.\n\nO Muhtar da Guerra é, ao mesmo tempo, o líder espiritual e o guerreiro mais forte da tribo, comandando seu vasto exército e dominando a vida e a morte no campo de batalha.\n\nAs temíveis naves bestiais cobriam o céu enquanto partiam, e ele olhou para os guerreiros inquietos no campo de batalha: o Muhtar da Guerra Borisin sentiu o chamado da Loucura da Lua. Um osso afiado perfurou o seu corpo, e seu sangue negro desapareceu no vento como uma névoa. Como um mártir, ele esticou seus braços, deixando a Lupitoxina Borisin, o feromônio indutor de medo, se dispersar com o sangue derramado e estimular os sentidos dos guerreiros Borisins, fazendo com que fossem possuídos pelo poder de deuses e demônios.\n\n\"Ó Senhor da Ninhada, conceda-nos músculos de ferro e ossos de aço. Ó Senhor da Ninhada, conceda-nos o poder dos deuses.\"\n\nEle se lembrou dos dias em que a carne e o sangue não eram uma restrição. Os filhos dos Borisins que carregam a Loucura da Lua haviam rompido as limitações da carne e do sangue. Seus corpos explodiam e se deformavam, porém, não eram mais capazes de sentir dor ou medo. Guiá-los havia sido um privilégio e uma responsabilidade reservados apenas aos mais fortes."
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "grilhes_restritivos_do_prisioneiro",
      "name": "Grilhões Restritivos do Prisioneiro",
      "type": "FOOT",
      "desc": "Grilhões de metais que prendem os pés de feras, aprisionando os males e impedindo que escapem e causem caos.",
      "typeText": "Pés",
      "backstory": "Os Borisins vagam pela galáxia, desprezando as civilizações estabelecidas, acabando com a paz e tranquilidade e trazendo consigo uma guerra voraz. Suas crenças rigorosas de sobrevivência levam-nos a lutar incessantemente, dedicados a uma vida de derramamento de sangue.\n\nEles têm suas próprias crenças e costumes, e tomam para si qualquer território em que pisem, transformando-o em sua nação.\n\nO Muhtar da Guerra Borisin se orgulha de acender a chama da guerra, de novo e de novo, esmagando a dignidade de protetores, bebendo as lágrimas dos deslocados e passando por cima da confiança de indivíduos próximos. Ele permitiu que espinhos crescessem livremente e que o solo fértil fosse destruído, forçou pessoas a viverem na escravidão e viveu uma vida de extravagâncias... A fim de superar os líderes anteriores, o novo Muhtar da Guerra teve que deixar de lado a paz e liderar seus soldados em uma expedição para o mundo exterior para melhorar sua reputação e afirmar sua posição na tribo.\n\n\"Senhor da Ninhada Borisin, você traz a guerra e é uma praga para todos os mundos. Sua sentença é ser eternamente detido e aprisionado, para nunca renascer.\"\n\nO Muhtar da Guerra fica perplexo com a sentença. Ele olha ao redor, confuso com o julgamento dos fracos. Os supostos crimes nada são além das leis da sobrevivência."
    }
  ]
}