{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "Folia à Beira-Mar",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta o ATQ do usuário em <nobr>12%</nobr>. Quando o ATQ do usuário for maior ou igual a <nobr>2400</nobr>/<nobr>3600</nobr>, aumenta o <u>Dano Contínuo</u> causado em <nobr>12%</nobr>/<nobr>24%</nobr>."
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "Farol Flamejante das Margens Canoras",
      "type": "NECK",
      "desc": "Encapsulada na Esfera Plana está Styxia, a pólis afogada em eterna celebração. Um farol permanece eternamente aceso à beira-mar, tocando melodias incessantes. Navios, atraídos pelas canções festivas, navegam através da neblina apenas para encalhar e afundar, seus destroços despedaçados devorados pela maré.",
      "typeText": "Esfera Plana",
      "backstory": "A onda do mar é um rondó sem fim. Cansados dos portos de prazeres fáceis, os marinheiros abriram seus mapas e escolheram o destino da viagem. A bússola parou, sua agulha trêmula apontando para Styxia, a pólis da alegria eterna na costa, seu túmulo predestinado de felicidade. Eles não deram atenção. Ignorando a morte, içaram as velas em uma alegria embriagada e entraram com entusiasmo no salão de baile de Phagousa.\n\nSeguindo o ritmo das marés e da lua, os marinheiros cantavam enquanto lançavam arpões nas espinhas das baleias, enquanto chocavam suas proas contra geleiras antigas, enquanto navegavam, sempre rindo, até se perderem na névoa, até o farol surgir perto, até finalmente baterem no recife.\n\nOs navios naufragados afundaram sob as ondas. Da onda do mar, o imortal ressurgiu. O marinheiro subiu à terra, com algas e sal cobrindo seu corpo. Os festeiros do farol esperavam há muito tempo. Eles se curvaram, convidando-o a se juntar à celebração eterna. Seguindo a música, atravessaram a longa passarela e pisaram no farol branco entre os recifes. Alimentada por óleo de baleia, a chama do farol de Styxia dançava fria e azul, envolta em lentes esculpidas em cristais. A torre em si era uma enorme lira aquática. A cada passo para cima, os convidados podiam ver a água do mar passando por tubos de vidro embutidos na alvenaria, pulsando no ritmo do mar. No terraço, os festeiros dançavam de mãos dadas, circulando a luz enquanto a música preenchia o ar. As sombras deles se estendiam longas pelo mar distante. E ali, na beira do horizonte, o marinheiro viu: a pólis da alegria eterna que ele sonhava.\n\nEra uma era antes da decadência, quando dor, tristeza e morte ainda não existiam. Styxia desfrutava do favor de Phagousa, abraçada por uma baía em forma de crescente como um berço, embalada por canções de ninar tão suaves quanto o sono.\n\nOs lábios do marinheiro tremiam de ansiedade. À sua frente, os festeiros abriram os braços, acolhendo-o como um dos seus, para compartilhar um êxtase sem fim. Mas atrás dele se estendia o mar cinzento e infinito. Destroços cobriam os recifes, almas afogadas boiavam nas ondas, anêmonas-do-mar e corais se espalhavam por sua pele. Ele se lembrou do momento em que caiu, como as correntes o arrastaram para as profundezas escuras e sem esperança. A mão fria da sereia tocou sua face. Por entre seu canto suave e embaçado, ele despertou e foi empurrado de volta à superfície cintilante.\n\nMas aquele único momento de hesitação, apenas um olhar para trás, foi o suficiente. Os portões da felicidade se fecharam. Sorrindo, os festeiros afastaram o marinheiro da entrada de Styxia, pois uma alma ainda se desfazendo dos restos do transe jamais suportaria o verdadeiro êxtase."
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "Trilha da Canção das Margens Ondulantes",
      "type": "OBJECT",
      "desc": "O povo de Styxia acredita firmemente que as sereias do mar, como dizem as lendas, protegem seu paraíso com carne e sangue. E que um dia, atraídas pela cantilena incessante do farol, elas finalmente chegarão, recompensadas com um banquete eterno.",
      "typeText": "Corda de Ligação",
      "backstory": "Como os que vieram antes dele, o marinheiro solitário permanece entre o mar e a pólis, parado no limiar entre o mundo dos mortais e a celebração. Ele limpa o óleo que escorre do ferimento de uma baleia encalhada. Ao anoitecer, acende o farol. Então, sentado diante da luz, começa a tocar a lira aquática, melodias ainda não tocadas ecoam pelas cordas.\n\nO farol ressoa com cada nota, e toda Styxia é levada pela canção. As melodias, ora suaves, ora febris, despertam fantasias infinitas de prazer no coração da Rainha de Styxia. Quando o marinheiro começa a tocar de trás para frente, a partir da última pausa de semibreve, a melodia se torna brincalhona e animada. Longas embarcações brancas carregam acrobatas e bobos da corte, deslizando pelos canais. Homens e mulheres em trajes esplêndidos se alinham nas margens, com rostos cobertos por máscaras de folhas douradas e penas. A Rainha circula entre eles, flutuando no perfume de lilás e amêndoas.\n\nEntão, o marinheiro acelera o ritmo, as notas soando selvagens e triunfantes. Uma peça se desenrola por toda Styxia, transformando a pólis inteira em palco. Moradores vestidos de piratas agitam bandeiras negras, invadindo as muralhas indefesas. Saqueiam vinho e ouro, enforcam nobres em forcas cobertas de flores e coroam os mendigos. No final, a torre é incendiada, e a multidão dança freneticamente ao som da música que cresce, bêbada além da razão.\n\nA maré quebrando molha a partitura, borrando as notas feitas para acalmar e desacelerar. Na névoa diante do farol, a Rainha entra em um novo roteiro. Vestida com um vestido azul-marinho em forma de cauda de peixe, ela se torna a seguidora de Phagousa: a Rainha das sereias do mar.\n\nNesta história, as sereias têm a missão de guardar nas profundezas do oceano, onde a angústia além dos mortais se alastra. Elas carregam esse fardo em carne e sangue, atraindo a calamidade negra para o Cálice da Abundância, para que Styxia possa festejar em alegria eterna. E quando chegar a hora marcada, as sereias seguirão a luz e a canção do farol, caminharão pela estrada do dique e entrarão em Styxia. O povo lhes dará as mãos e, juntos, participarão da celebração sem fim.\n\nA Rainha de Styxia adentra a água, abraçando uma morte imaginada. Numa noite em que as marés se libertam das amarras da lua, lá nas profundezas sob as ondas, as lágrimas vazias das sereias do mar sobem como espuma. Elas esperam. Elas aguardam. Elas contemplam a luz da lua que nunca conheceram, até que sua carne se dissolva. Mas não há luz da lua esta noite. Só o farol que pisca, como sempre. E assim suas lágrimas sobem sozinhas, surgindo em um brilho antes de se dissolverem nas ondas.\n\nFinalmente, o marinheiro solitário tem seu desejo concedido. Os festeiros, com os olhos brilhando em lágrimas de felicidade, o recebem em Styxia. E com a primeira nota do coro eterno, as asas murchas da morte se abrem sobre esta pólis de alegria eterna."
    }
  ]
}