{
  "_id": 309,
  "id": "rutilant_arena",
  "name": "Arena Rutilante",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta em <nobr>8%</nobr> a Chance de CRIT do usuário. Quando a Chance de CRIT chegar a <nobr>70%</nobr> ou mais, aumenta em <nobr>20%</nobr> o ATQ Básico e o Dano da Perícia do usuário."
  },
  "pieces": [
    {
      "_id": 33095,
      "ids": [
        33095,
        43095,
        53095,
        63095
      ],
      "id": "estdio_laser_de_taikiyan",
      "name": "Estádio Laser de Taikiyan",
      "type": "NECK",
      "desc": "Em seu interior encontra-se a arena mais avançada do Planeta Taikiyan: o Estádio Taikiyan. A atmosfera é alegre tanto dentro quanto fora do domo, com bandeiras tremulando pelo ar. Com todos os olhos na arena, um emocionante jogo de Robôball está prestes a começar.",
      "typeText": "Esfera Plana",
      "backstory": "O Planeta Taikiyan já foi um local de fuga da CPI para naves espaciais, onde avaliadores de valor eram despachados para vasculhar os destroços de naves antigas e recuperar qualquer coisa de valor.\\n\\nAvaliadores que recebiam missões na estação do Planeta Taikiyan viam isso como um exílio sem retorno. Nesse pequeno planeta, montanhas de fibra de carbono e aço inoxidável traçam os contornos de naves gigantes antes de serem condenadas, criando sombras de vazio nas ruínas de aço. Por aqui, o desejo de serem chamados de volta só se intensificava, até atingir o ponto de ebulição. Avaliadores utilizando equipamentos de propulsão lutavam por peças de alta qualidade abaixo do deck por muitos anos, suas figuras rápidas como raios fugindo e perseguindo umas as outras pelos corredores de embarcações condenadas. Eles fundaram suas próprias regras nas sombras subterrâneas... E mesmo assim, nenhuma destas bestas encurraladas teve seus desejos atendidos. Ninguém jamais foi capaz de voltar.\\n\\nAs regras estabelecidas por estes humanos abandonados, reduzidos a animais enjaulados, não escaparam da vigilância da CPI. Gravações das suas câmeras de segurança de corpo eram transmitidas de volta à CPI e transmitidas após o horário do jantar como motivo de piada dos ricos e poderosos. O investidor do Departamento do Projeto Tradicional, contudo, reconheceu a possibilidade de uma forma de \"entretenimento\" após certa ponderação.\\n\\nCom este novo plano, a primeira competição no cosmos de Robôball Taikiyano teria sua gloriosa estreia no planeta de Taikiyan. Várias máquinas de terraformação planetárias desceram à superfície e retiraram as naves por inteiro, não deixando escapar nem sequer um centímetro de suas sombras anteriores. O pequeno planeta obscuro foi transformado pelo Robôball, se tornando um polo esportivo incrível num piscar de olhos.\\n\\nA competição consistia em atletas utilizando equipamentos de propulsão e armadura, pistas de corrida tridimensional em constante mudança e colisões físicas que faziam faíscas voarem... A atenção de todo o cosmos foi cativada no momento em que a Competição de Robôball foi anunciada. Daquele momento em diante, o planeta, que já foi coberto de escuridão, jamais veria um único momento de noite.\\n\\nAmbos os times da casa e visitantes se enfrentam em um estádio gigantesco, enquanto a multidão de espectadores enche o domo. Eles vociferam os nomes dos times e dos jogadores, criando uma cacofonia retumbante que não tem fim. Fora do domo, o planeta também está fervilhando de atividades, com licenças de transmissão, patrocínios exclusivos e contratos de anúncio disputados acirradamente no mercado, enquanto o subterrâneo vibra com apostas, onde a euforia e a frustração ocupam o foco em medidas iguais... O tom nanquim do céu noturno se transformou há muito tempo em um plano de fundo silencioso onde irradiam as luzes do estádio.\\n\\nO Estádio Taikiyan se mantém claro como o dia desde a sua inauguração, e ninguém nem sequer se lembra das sombras do passado."
    },
    {
      "_id": 33096,
      "ids": [
        33096,
        43096,
        53096,
        63096
      ],
      "id": "pista_de_corrida_arcodeluz_de_taikiyan",
      "name": "Pista de Corrida Arco-de-Luz de Taikiyan",
      "type": "OBJECT",
      "desc": "A pista de corrida padrão do Estádio Taikiyan é normalmente feita de uma estrutura de metal coberta com pisos de concreto liso ou madeira natural. Uma quantidade gigantesca de policarbonato transparente foi utilizada na construção do estádio para dar ao público uma visão limpa dos jogos.",
      "typeText": "Corda de Ligação",
      "backstory": "O Departamento do Projeto Tradicional convidou especialistas do esporte do Entretenimento da Paz Interastral e pediu que eles removessem todos os elementos selvagens das regras do submundo Taikiyano e as transformassem em uma competição lucrativa.\\n\\nEspecialistas de materiais criaram uma Robôbola para atender ao pedido: uma bola de ferro com diâmetro de <unbreak>35</unbreak> centímetros e peso de <unbreak>30</unbreak> quilos, feita de fibra de carbono e aço inoxidável. Ela persegue constantemente as alterações da Chama de Fases, aumentando a imprevisibilidade do jogo através de seus movimentos irregulares. Especialistas de equipamentos de esportes vieram em seguida e desenvolveram uma armadura de proteção de propulsão padrão para os jogos de Robôball, permitindo que equipamentos esportivos de alto nível e organizações médicas demonstrassem melhor sua qualidade, garantindo a sustentabilidade de uma renda estável e uma competição segura.\\n\\nE assim, a Associação Taikiyana de Robôball e a versão inicial das Regras de Robôball Taikiyano foram oficialmente criadas. O sistema de jogo de duas equipes com sete jogadores cada também foi estabelecido nessa época.\\n\\nOs arquitetos das pistas da Guilda de Intelectuais tornaram o conceito da \"corrida\" em uma pista tridimensional circular. A largura padrão é de <unbreak>2,91</unbreak> quilômetros. A área plana central da pista mede 5 metros, e as áreas curvadas dos dois lados vão de 2 a <unbreak>14</unbreak> metros de largura. Os jogadores de Robôball voam em todas as direções por várias voltas na grande e brilhante pista, acompanhados de zunidos e dos sons de colisões, completando um jogo inteiro. De acordo com o teste atual, durante um percurso de alta velocidade na pista, pontos de luz desconexos se conectam formando linhas através da persistência visual dos atletas, e várias luzes fracas formam uma pista arqueada exclusiva. O Entretenimento da Paz Interastral convidou os ricos a participar da liga, prometendo-os a exposição que o seu esporte favorito merecia. Em seguida, os clubes da liga foram criados, os jogadores mais talentosos se reuniram e estavam prontos para partir.\\n\\nA Imprensa da Paz Interastral tinha os direitos exclusivos de transmissão dos eventos, e, com a ajuda de tecnologias sensoriais ultra-remotas, eles transmitiram a competição ao vivo para todos os cantos da galáxia. A experiência sensorial dos maiores atletas também era registrada ao longo do evento, permitindo que os espectadores em suas casas também pudessem experienciar a velocidade, as colisões, os zumbidos e as luzes da competição no conforto dos seus lares. O antigo local de fuga estava repleto de naves turísticas e multidões reunidas nas ruas, iluminadas pelas luzes e anúncios, lentamente se encaminhando para o estádio. Eles confirmavam seus assentos, olhavam em volta, e eram recebidos com bandeiras, faixas e espuma de malte do ar. A pista brilhante permanecia em silêncio debaixo dos holofotes.\\n\\nEm meio aos gritos da plateia, o primeiro jogo começou."
    }
  ]
}