{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "O Ordálio Revivido de Sacerdos",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta a VEL em <nobr>6%</nobr>.",
    "4": "Ao usar uma Perícia ou Perícia Suprema em um aliado-alvo, aumenta o Dano CRIT do alvo em <nobr>18%</nobr>, durando por <nobr>2</nobr> rodada(s). Esse efeito pode acumular até <nobr>2</nobr> vez(es)."
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "sacerdos_melodic_earrings",
      "name": "Brincos Melódicos de Sacerdos",
      "type": "HEAD",
      "desc": "Ele costuma se sentar na cabine de confissões ouvindo as histórias. Os brincos servem como um lembrete constante de que até mesmo os sussurros mais baixos têm seu peso.",
      "typeText": "Cabeça",
      "backstory": "\"Às ordens. Eu pequei. Aleguei falsamente que várias linhagens foram divididas e ofertei essa informação de boatos como pagamento...\"\n\nAtravés da divisória, o líder da família nota o olhar evasivo do jornalista enquanto o penitente aguarda nervoso sua resposta, um ritual de confissão que ele já havia realizado inúmeras vezes quando suas consolações tocavam como sinos para permitir que os fieis se arrependessem de seus pecados. Entretanto, dessa vez ele inconscientemente vira sua cabeça, tentando dizer alguma coisa, mas parando, permitindo que seus brincos de metal emitam um ruído perto de seus ouvidos. \n\n\"Estou ciente de que essa alegação é completamente sem fundamentos. Graças à graça da Grandeza, todos os membros da Família estão unidos como uma. Essa é o desejo coletivo de todos os membros da linhagem, e seu motivo para abraçar a Grandeza com devoção.\n\nO penitente confessa seus pecados, decide corrigir seus erros e procura absolvição de seu mal através de melodias harmônicas. O chefe da família fecha seus olhos gentilmente e murmura a bênção sagrada.\n\n\"Muito bem. Mostre sua sinceridade para os outros membros da Família e acabe com os boatos. Dessa forma, você será reintegrado à Harmonia. Agora, vá em paz.\"\n\nQual é o pecado de falar a verdade? Os ditames são claros, mas são um fardo pesado. Ele suspira e balança a cabeça.\n\n\"Próximo. Por favor, aproxime-se.\""
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "sacerdos_welcoming_gloves",
      "name": "Luvas de Saudações de Sacerdos",
      "type": "HAND",
      "desc": "Com frequência, ele fica na mansão para dar as boas-vindas aos visitantes, incontáveis vezes fazendo o mesmo gesto de saudação. As luvas imaculadas o lembram de observâncias de humildade e cortesia.",
      "typeText": "Mãos",
      "backstory": "\"Esses visitantes alegaram terem questões urgentes para relatar, estimado líder, mas a identidade de alguns deles continua questionável, e eles usaram meios escusos para entrar no Mundonírico...\"\n\nOs convidados indesejados invadindo o Mundonírico estão enfileirados. Se tudo correr conforme o plano, os malfeitores que causaram dano enfrentarão o banimento, e os impostores com identidades fraudulentas serão capturados. Ele não diz nada, mas todos os arranjos já foram feitos. Os inocentes testemunham sua ira, e expectativas e incerteza surgem em seus olhos. Então, ele sorri, estendendo sua mão em um gesto convidativo para as pessoas que restam à frente dele. É um símbolo de reconhecimento e uma demonstração de autoridade.\n\n\"Vocês são todos estimados convidados da Família Carvalho, e, portanto, vocês devem ser recebidos com cortesia. Talvez vocês estejam se perguntando como vocês são julgados tão justamente. Permitam-me conceder uma breve explicação. É porque o 'caminho' no qual vocês andam se encontrou com o meu.\"\n\nOs convidados, os artistas e os desempregados baixaram a guarda assim que reconheceram a verdade por trás do convite dele.\n\n\"Deixe que os transgressores enfrentem a punição merecida, e deixe que os convidados recebam a cortesia devida. Tal deve ser a lei da harmonia.\"\n\nA severidade e a generosidade combinadas do chefe da família são o suficiente para que ele ganhe a confiança dos convidados. Analisando a assembleia, ele faz uma lenta reverência...\n\n\"Boas-vindas à Família Carvalho.\""
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "sacerdos_ceremonial_garb",
      "name": "Traje Cerimonial de Sacerdos",
      "type": "BODY",
      "desc": "Com frequência ele se vê em frente ao espelho, garantindo que suas vestes estejam impecáveis e sua feição, perfeita. Antes de sair de casa, ele garantirá que tudo está meticulosamente arrumado, e nenhum desvio ocorrerá.",
      "typeText": "Corpo",
      "backstory": "\"Pássaros nascem sem amarras, então o que prende meu destino♬?\"\n\nNo dia do ensaio, o jovem chefe da família se escondeu entre os assentos da audiência, evitando distrair a cantora no palco e mantendo a distância adequada, assim como ele desejava. Ele se senta reto com seus trajes cerimoniais como o único ouvinte daquele momento. Entre as melodias familiares, os pensamentos dele vagam para a sua infância, lembrando-o de ocasiões onde ela cantava no palco e ele era seu único público.\n\n\"Já faz tanto tempo desde que você cantou com alegria... Eu construí um palco para você, mas é... um pouco rudimentar.\"\n\nDurante o concerto para os dois, ele prometeu realizar o sonho dela de cantar em um palco brilhante e grandioso algum dia.\n\n\"Deixe meu coração abrir as asas corajosamente. Voando para além da noite. Para traçar o brilhante luar...♬\"\n\nEle sai do transe, e então enfrenta a raiz de sua relutância em se aproximar do palco. Seu traje cerimonial não serve apenas para aproveitar a apresentação, mas também para ter a oportunidade de se retirar a qualquer momento que quisesse.\n\n\"Parabéns, irmã. Nós conquistamos o que queríamos\", ele disse suavemente."
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "sacerdos_arduous_boots",
      "name": "Botas Árduas de Sacerdos",
      "type": "FOOT",
      "desc": "Com frequência, ele escolhia botas que envolviam confortavelmente seus pés antes de embarcar em jornadas. Apesar de inúmeras quedas, ele se levantou toda vez.",
      "typeText": "Pés",
      "backstory": "\"Vá agora. Você é livre. Ó escolhido, que ousou exceder os limites dele. Corte suas asas, desça ao reino mortal e caminhe por suas terras. Veja como este mundo é de fato.\"\n\nDesde então, as palavras do executivo da CPI ecoam em sua mente com frequência. Ele atravessa ruas agitadas e orlas tranquilas, sempre em movimento, mas fixo no lugar... Ele nunca duvida que ele possui a determinação para se manter inabalável ou que ele tem a capacidade de executar o plano com devoção, mas antes de se levantar novamente, ele pretendia parar e saborear o toque bruto dos ideais se espatifando no chão...\n\n\"As rochas fragmentadas, impregnadas em sangue de feras e suor humano, sempre frias, duras e inflexíveis...\"\n\nComo chefe da Família Carvalho, ele havia guiado inúmeras almas perdidas para o caminho certo. Ainda assim, quando o assunto é si mesmo, aquelas palavras tranquilizadoras gentis parecem perder o charme. Ele não precisa de repreensão, orientação ou simpatia.\n\n\"Apenas da lama surgem aqueles que se arrastam e labutam. Devo seguir em frente, aprendendo mais com meus erros do que meus triunfos.\"\n\nAntes de realmente embarcar em sua nova jornada, ele tem tempo o suficiente para desacelerar, refletir e reorganizar seus pensamentos, e então continuar a vagar no mesmo lugar.\n\n\"Caminhar não tem uma filosofia intrincada. Se um caminho se mostrar intransponível, simplesmente mude para outro.\""
    }
  ]
}