{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "Uma Erudita Perdida na Erudição",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta a Chance de CRIT em <nobr>8%</nobr>.",
    "4": "Aumenta o Dano causado pela Perícia e pela Perícia Suprema em <nobr>20%</nobr>. Após usar a Perícia Suprema, aumenta adicionalmente o Dano causado pela próxima Perícia em <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "scholars_silverrimmed_monocle",
      "name": "Monóculo Orlado em Prata da Erudita",
      "type": "HEAD",
      "desc": "Um monóculo de cristal refletindo um prédio grandioso, demonstrando a sofisticação e a erudição da dona junto da bengala, do bracelete e do broche.",
      "typeText": "Cabeça",
      "backstory": "[ID] EVD-W019EI06-003\n\n[Nome] Monóculo de cristal\n\n[Principal característica] Exibe fraturas evidentes\n\n[Local] Laboratório de Bohdan no Laboratório de Pesquisa Energética, Academia Central de Ciências de Ohioti\n\n[Indivíduo Envolvido] Bohdan, cientista-chefe no campo de análise de energia e membro N.º 7 da Sociedade de Gênios.\n\n[Análise do Local]\nOs rastros no local indicam que o elemento ativou sem querer uma reação enquanto operava o dispositivo de observação, levando ao vazamento de Flogisto da embarcação e ferimentos severos à própria mão esquerda. Durante o incidente, o monóculo caiu de uma certa altura e foi quebrado.\n\n[Testemunho Suplementar]\nBohdan mencionou emissões visuais de luz anormais no monóculo durante o experimento, resultando numa série de coincidências que eventualmente levou ao vazamento de Flogisto.\n\nO testemunho foi considerado inadmissível devido a um número excessivo de coincidências mencionadas pela testemunha.\n\n[Informação Adicional]\nSuspeita-se que seja um ato criminoso premeditado. No entanto, as coincidências em cascata criando o Efeito Borboleta não constituem um método criminoso reproduzível, portanto, esse evento foi classificado como um acidente.\n\n[Gravação]\n\"Esse acidente é, na verdade, um mal que veio para o bem, porque me trouxe Lambda novamente. Na verdade, este é nosso quarto casamento... e é um pouco vergonhoso dizer isso, mas esse é o MEU primeiro pedido de casamento.\" Obtido de Bohdan."
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "scholars_auxiliary_knuckle",
      "name": "Articulação Auxiliar da Erudita",
      "type": "HAND",
      "desc": "Um exoesqueleto construído com uma liga que auxilia os movimentos dos dedos, feito exclusivamente para a mão da usuária. Tem valor significativo.",
      "typeText": "Mãos",
      "backstory": "[ID] EVD-X024DE18-002\n\n[Nome] Exoesqueleto de dedos, imbuído com liga de Ouro de Selo Cinza\n\n[Principal Característica] Exibe sinais de dano externo. Foi confirmado que sofreu dano antes da explosão\n\n[Local] Sala de controle central, sítio de escavação de energia polar\n\n[Indivíduo Envolvido] Lambda (falecida), melhor cientista no campo de detecção de bio-ondas e membro N.º 8 da Sociedade de Gênios.\n\n[Análise do Local]\nImagens de vigilância indicam que a operação malconduzida do elemento levou a uma explosão volátil na sala de controle central, o que imediatamente matou o elemento.\n\n[Testemunho Suplementar]\n\"Só Deus sabe quais segredos ela vem escondendo, mas se algo acontecer com ela, o Klein com certeza está envolvido!\"\n\nDuas semanas antes da explosão, Bohdan enviou um relatório afirmando que um valentão havia machucado a mão direita deficiente de sua esposa. No entanto, Lambda, a vítima, recusou-se a dar prosseguimento às investigações e encerrou o caso.\n\n[Informação Adicional]\nApós a explosão, o marido do elemento pediu para recuperar o exoesqueleto junto dos ossos dos dedos do elemento assim que a investigação terminasse.\nDada a sequência de incríveis coincidências nesse incidente, recomenda-se alta prioridade para o caso.\n\n[Gravação]\n\"Pode vir, Klein! Nós temos que resolver isso de uma vez! Você e eu sabemos bem que não existem coisas como 'coincidências' neste mundo, muito menos uma série inacreditável delas.\" Obtido do sistema de segurança da casa de Klein."
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "scholars_tweed_jacket",
      "name": "Jaqueta de Lã da Erudita",
      "type": "BODY",
      "desc": "Jaquetas de lã combinadas com malhas são um traje comum na academia. Para eruditos visitantes, seu tecido durável é uma escolha ideal.",
      "typeText": "Corpo",
      "backstory": "[ID] EVD-X043FE21-001\n\n[Nome] Jaqueta de lã, colete de lã de fios grossos e camisa branca\n\n[Principal característica] Exibe uma marca de queimadura por Flogisto de 8 centímetros à esquerda do tórax\n\n[Local] Laboratório de Bohdan no Laboratório de Pesquisa Energética, Academia Central de Ciências de Ohioti\n\n[Indivíduo Envolvido] Bohdan (falecido), melhor cientista no campo de análise de energia e membro N.º 7 da Sociedade de Gênios.\n\n[Análise do Local]\nOs rastros no local indicam que os bolinhos medicinais de Ouro de Selo Cinza carregados pelo elemento absorveram uma quantidade substancial de Flogisto, resultando num pico de temperatura de quase 1.000 °C perto do coração do elemento, deixando marcas de queimadura na jaqueta, no colete e na camisa.\n\nMetade de um osso de dedo não queimado foi encontrado na área queimada, identificado como originado de Lambda ou relacionado aos bolinhos medicinais de Ouro de Selo Cinza de alta pureza.\n\n[Testemunho Suplementar]\n\"Nós devíamos ter cuidado melhor dele, especialmente considerando que ele nunca superou a morte da esposa...\"\n\nDe acordo com outros eruditos no laboratório, Bohdan, que produziu as especificações do manual de segurança, não devia ter cometido um erro tão irresponsável.\n\n[Informação Adicional]\nOuro de Selo Cinza é uma liga rara desenvolvida por Klein, membro N.º 9 da Sociedade de Gênios, conhecida por sua habilidade de absorver e armazenar Flogisto.\n\nQuando uma série de coincidências se acumula, será que ainda é uma coincidência?\n\n[Documento Relevante]\n\"É estritamente proibido trazer produtos da liga Ouro de Selo Cinza de alta pureza para laboratórios com áreas de observação de Flogisto.\" Retirado do Manual de Segurança do Laboratório de Pesquisa Energética."
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "scholars_felt_snowboots",
      "name": "Botas de Neve de Feltro da Erudita",
      "type": "FOOT",
      "desc": "Essas botas femininas aconchegantes e estilosas acompanharam sua dona nas expedições polares por anos, combinando perfeitamente quando combinadas com calças Capri.",
      "typeText": "Pés",
      "backstory": "[ID] EVD-X031JA12-004\n\n[Nome] Botas de neve femininas para expedições polares\n\n[Principal característica] Exibe sinais evidentes de uso e reparo, com um disco escondido na sola. Possibilidades de espionagem foram excluídas preliminarmente\n\n[Local] Porão da Casa de Klein\n\n[Indivíduo Envolvido] Klein (falecido), melhor cientista no campo de ligas e membro N.º 9 da Sociedade de Gênios.\n\n[Análise do Local]\n\nUm grande número de itens pertencentes à falecida cientista Lambda foi encontrado na casa de Klein, inclusive essas botas.\n\n[Testemunho Suplementar]\n\"Talvez eu tenha me enganado sobre ele... Digo, o Klein. Quanto à minha falecida esposa, Lambda... Ela está longe de mim há um tempo, e eu me sinto... estranho em relação a ela.\"\n\nBohdan não sabia que os pertences de sua esposa estavam na casa de Klein, mas não demonstrou surpresa ao descobrir.\n\n[Informação Adicional]\nA casa de Klein está localizada em uma área remota sem visitantes ao redor por volta da hora da morte, como determinado pelo legista. O diagnóstico preliminar é o de morte acidental.\n\nBohdan, Lambda e Klein compartilharam uma relação única, e a série de \"coincidências\" que vivenciaram está no limiar entre a realidade e o sobrenatural.\n\n[Gravação]\n\"*suspiro* Eu sei que você duvida de mim, Bohdan, e eu sei que eu não posso provar minha inocência para você. Sinto muito pelo que aconteceu com a Lambda, eu me sinto culpado, mas eu sou a última pessoa que faria mal a ela deliberadamente... Na verdade, eu tenho algumas pistas sobre a identidade do assassino. Você já ouviu falar da Senhora do Silêncio? *barulho*\" Obtida do disco escondido nas botas."
    }
  ]
}