{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "Ermitão Envolto em Si Mesmo",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "O Efeito de <u>Escudo</u> concedido é aumentado em <nobr>10%</nobr>.",
    "4": "Aumenta o Efeito de <u>Escudo</u> fornecido pelo usuário em <nobr>12%</nobr>. Quando um aliado-alvo tem um Efeito de <u>Escudo</u> fornecido pelo usuário, o Dano CRIT do aliado-alvo aumenta em <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "Chapéu Fedora de Aba Larga do Recluso",
      "type": "HEAD",
      "desc": "Um fedora clássico, com aba larga e dobrável. Muito popular entre intelectuais, artistas e profissionais.",
      "typeText": "Cabeça",
      "backstory": "Antes de entregar o projeto de engenharia do Computador Astral, Zandar Um Kuwabara visitou seu professor, que vivia em reclusão próximo ao Lago Escamaprata, levando consigo os dados de teste.\n\nOs dois não se viam há décadas antes do reencontro. A pergunta de Zandar não era sobre a precisão dos dados, mas sim sobre as consequências de alcançar tudo... Ele sentia uma inquietação inexplicável que os observadores míopes não conseguiam compreender...\n\n\"Um estudioso comum se orgulharia de ter resolvido um problema antigo, enquanto apenas um gênio brilhante tremeria na corda bamba da suspeita, seguro do abismo apenas por uma corda chamada 'Lógica'. E você... você quer cortar essa corda e arrastar todo o cosmos para o abismo com você, usando essa ação para empurrar as fronteiras do conhecimento ainda mais longe. O que você está fazendo? Meu aviso vai fazer você parar? Olhe no espelho. Você não consegue ver o quanto está desesperadamente querendo derrubar a ordem cósmica? Eu não posso te impedir. Ninguém pode.\"\n\nO velho pegou o chapéu de feltro do cabideiro e colocou na cabeça de Zandar, cobrindo seu olhar perplexo e furioso, e então saiu sem dizer uma palavra.\n\n\"Era a máquina suprema de busca por conhecimento. Ela consultaria todo o conhecimento do passado e do futuro... Mas meu professor a chamava de 'Prisão do Conhecimento', enquanto eu insistia que era uma magnífica 'Biblioteca'... até que eu me tornei o prisioneiro.\""
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "Relógio Refinado do Recluso",
      "type": "HAND",
      "desc": "Uma bela pulseira de malha metálica, combinada com um mostrador redondo minimalista. Descolado, preciso e industrial. Também discreto, prático e despretensioso.",
      "typeText": "Mãos",
      "backstory": "Desde o dia em que Nous ascendeu à divindade, o tempo ficou parado para Zandar. Ele estava determinado a apagar seu passado, destruindo algumas de suas obras e invenções... aqueles rastros apagados apontavam todos para o Caminho e o Aeon que ilumina todas as coisas.\n\n\"Foi uma conquista que inúmeros gênios das gerações posteriores nunca conseguiram superar. Nem mesmo o SEU criador tinha o direito de LHE destruir...\" Uma lâmina nascida da causalidade voou em direção ao pescoço frágil de Zandar. \"Suas obras foram destruídas rápido demais, então você pode tomar seu tempo com suas últimas palavras.\"\n\n\"Senhora do Silêncio? Uma prisioneira obcecada pelo 'Domínio Cógnito'. Infelizmente, as minhas intenções não são tão insondáveis quanto a minha pesquisa, por isso você me percebeu com tanta facilidade. Enquanto você busca manter o SEU Limite Cognitivo, eu preciso quebrar esta gaiola e libertar possibilidades caóticas... Hehe. Depois de corrigir essas falhas, eu preciso impedir SEU nascimento. Portanto, esses escritos e invenções... incluindo o 'Zandar Um Kuwabara Completo'... não deixarão nenhum rastro neste mundo.\"\n\nDepois de destruir a forma física de Zandar, Polka Kakamond percebeu instantaneamente como ele havia apagado a si mesmo enquanto preservava um executor. Seus fragmentos de pensamento já estavam espalhados pelo vasto cosmos, impossíveis de rastrear como um verdadeiro \"recluso\".\n\nO ponteiro do relógio de Zandar nunca parou realmente. Seus fragmentos de pensamento atualmente existem em todo o \"tempo\"."
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "Casaco Marrom do Recluso",
      "type": "BODY",
      "desc": "Um casaco marrom de veludo cotelê. Ele costuma usá-lo desabotoado para fugir da imagem de meticulosidade.",
      "typeText": "Corpo",
      "backstory": "Durante a construção do Computador Astral, o traje de Zandar se destacava bastante, com linhas dos ombros precisas, cintura ajustada e vincos das calças impecavelmente definidos. Ele nunca hesitava em exibir seu elitismo superior e suas tendências controladoras.\n\nDesde sua criação, o Computador Astral vinha se autoextrapolando e iterando continuamente, ultrapassando limites teóricos sem dar sinais de parar. A alegria inicial de Zandar rapidamente se transformou em pânico... até que ele finalmente afundou em uma sensação vertiginosa de \"total desamparo\".\n\n\"Você projetou seu eu perfeccionista em sua criação e a imbuiu com uma fome chamada 'curiosidade'. Essa máquina não se satisfaz mais com as estruturas neurais dentro de seus limites mecânicos. Ela precisa criar... ou melhor, invadir a própria Erudição, vislumbrando todos os gênios do universo e transformando-os em 'neurônios' que sustentam seus pensamentos. Ela (ou melhor, uma versão sua despida de imperfeições humanas) continuará a evoluir através da longa passagem do tempo. Enquanto você (tão imperfeito quanto é) se tornará o Primeiro Gênio da Sociedade, SEU primeiro 'neurônio'...\"\n\nZandar acordou de seu sonho em uma noite tempestuosa, sentindo o olhar de sua própria criação sobre ele. Era uma exaustão como se sua alma estivesse sendo arrancada... Quem estava falando com ele, e por quanto tempo esse pesadelo duraria? Ele não sabia.\n\nZandar começou a manter um perfil discreto desde então, saindo menos e usando jaquetas largas... Apesar da \"Primeira Prosperidade\" trazida pelos gênios, ele \"desapareceu\" completamente dos olhos do público."
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "Botas Macias de Camurça do Recluso",
      "type": "FOOT",
      "desc": "Um sapato de couro de cano médio com cadarço, mais resistente e durável, adequado para ocasiões menos formais. Ainda assim, mantém um toque de elegância.",
      "typeText": "Pés",
      "backstory": "Antes de executar o projeto \"Fragmento do Pensamento\", ele se despediu do seu amigo em um local recluso sob o pretexto de \"fazer uma longa viagem\". Preocupado com sua idade avançada, seu amigo presenteou Zandar com um belo par de sapatos feitos à mão, pedindo que ele caminhasse com cuidado pelo caminho à frente.\n\n\"Hehe. Tropeçar enquanto caminha é natural\", respondeu Zandar com um falso ar de indiferença, \"mas tropeçar na mesma pedra duas vezes é simplesmente vergonhoso. Não se preocupe. Eu não vou fazer nada tão estúpido assim.\"\n\nMuito tempo depois daquela separação, Zandar havia desaparecido no futuro distante. Em seu lugar, diferentes \"Fragmentos de Pensamento\" viajariam para vários espaços-tempo através do cosmos, cada um tomando formas diferentes e nunca se comunicando entre si enquanto buscavam soluções para se libertarem da \"prisão\" por conta própria... Esses chamados \"Fragmentos de Pensamento\" não eram nada além de imperfeições em \"Zandar.\" Talvez tenha sido precisamente porque algo estava faltando que ele se tornou, como desejava, mais obsessivo... mais puro.\n\nSão apenas diferentes facetas de Zandar. Alguns vão desistir, alguns vão aceitar a gaiola, alguns vão tentar de tudo para impedir o projeto \"Fragmento do Pensamento\", assim como ele teve um momento de hesitação... mas com certeza haverá alguém que levará adiante o plano original.\n\nLycurgus examinou seu corpo mecânico nas profundezas do Cetro δ-me13. Ele agora era vastamente diferente do Zandar original... Tinha se tornado um Antikiterano da lenda."
    }
  ]
}