{
  "_id": 313,
  "id": "sigonia_the_unclaimed_desolation",
  "name": "Sigonia, a Desolação Abandonada",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta a Chance de CRIT do usuário em <nobr>4%</nobr>. Quando um inimigo-alvo é derrotado, o Dano CRIT do usuário aumenta em <nobr>4%</nobr>, acumulando até <nobr>10</nobr> vez(es)."
  },
  "pieces": [
    {
      "_id": 33135,
      "ids": [
        33135,
        43135,
        53135,
        63135
      ],
      "id": "sigonia_leito_de_gaiathra",
      "name": "Sigonia: Leito de Gaiathra",
      "type": "NECK",
      "desc": "Selada neste plano encontra-se a zona mais habitável em Sigonia-IV, o deserto estéril e desolado conhecido como Leito de Gaiathra. A silenciosa e despretensiosa Gaiathra Triclope é quieta e simples, e SEU imenso torso engloba silenciosamente todos os vivos e falecidos em Sigonia.",
      "typeText": "Esfera Plana",
      "backstory": "Ao falar sobre Oswaldo Schneider, chefe do Departamento de Desenvolvimento de Marketing da CPI, as pessoas muitas vezes se concentram nas operações decisivas que ele realizou ao assumir o cargo. Em apenas dois anos, este jovem fanático conquistou o frio congelante, a peste e a morte, e foi capaz de abordar três grandes problemas de longa data que já atormentavam o Departamento há várias Eras de Âmbar. Um desses desafios é o planeta desolado conhecido como Sigonia-IV, coberto por desertos áridos e marcado por brigas entre clãs... um lugar de condições extremas e conflitos.\\n\\nLocalizado próximo à convergência de três grandes aglomerados de estrelas, Sigonia-IV há muito tempo é sujeito a ventos estelares de várias estrelas, ganhando a reputação de \"olho da tempestade\" pelo cosmos. O ambiente da superfície do planeta é extremamente hostil, levando muitas civilizações a migrar para outros corpos celestiais ou sucumbir a desastres naturais. Agora, apenas um pequeno número de raças inteligentes continuam ali, conhecidos como Sigonianos pelos eruditos da Guilda de Intelectuais.\\n\\nNa realidade, os Sigonianos se dividiram em vários clãs, com a maioria adotando estilos de vida nômades, e alguns estabelecendo sistemas centralizados de governo de um tamanho razoável.\\n\\nEles falam a mesma língua, e através da tradução fornecida pelo Sinal de Sinestesia, você aprenderá que \"Katica\" significa \"destruidor de conchas\", que tem a reputação de ser o clã mais brutal entre os Sigonianos. E \"Avgin\" significa \"querido\", e eles são frequentemente acusados de serem ladrões por pessoas deliberadamente ignorantes. Há Eras de Âmbar esses clãs estão envolvidos em um conflito, resultando em um ciclo de vingança sangrenta na selva infinita onde apenas os mais aptos sobrevivem, até que figuras misteriosas vestidas de preto desceram do céu. A partir de então, os Sigonianos se uniram brevemente sob a radiância de Âmbar, e os ciclos naturais finalmente chegaram a uma conclusão temporária.\\n\\nDepois de um tempo, sob orientação da CPI e de acordo com a Cartilha da Paz Interestelar, os Sigonianos estabeleceram a Soberania Sigoniana, dando seus primeiros passos em direção ao grande cosmos.\\n\\nInfelizmente, esta união e progresso não se estenderam aos Avginianos e Katicanos. Alguns oportunistas maldosos entre os Sigonianos viam a engenhosidade e perspicácia dos Avginianos com suspeita, e caluniavam os Katicanos dizendo que eles não passavam de criaturas bestiais sem esperança de alcançar a iluminação. Embora eles possuíssem um conhecimento limitado sobre a Preservação, eles compreendiam que alguns deles tinham que ser sacrificados para alcançá-la. Usando um conjunto altamente avançado de regras parlamentares, esses indivíduos malignos e corruptos baniram os dois clãs para o deserto interminável.\\n\\nComo forma de se desculpar, eles até se esforçaram para declarar que \"os Avginianos terão para sempre o direito à autonomia\". Em outras palavras, caso algum conflito ocorra entre os clãs no futuro, eles teriam todo o direito de simplesmente não fazer nada sobre isso."
    },
    {
      "_id": 33136,
      "ids": [
        33136,
        43136,
        53136,
        63136
      ],
      "id": "n_da_ciclicidade_de_sigonia",
      "name": "Nó da Ciclicidade de Sigonia",
      "type": "OBJECT",
      "desc": "Os meteoritos turquesa são meticulosamente polidos e moldados, depois unidos com fios de ouro e seda viridescente pelos Avginianos. Eles acreditam que esses nós de proteção não devem ser enterrados na areia, e sim irradiar como o corpo divino da Deusa Mãe, renascida da morte na noite de Kakava.",
      "typeText": "Corda de Ligação",
      "backstory": "\"Avgin\" significa \"querido\" no idioma Sigoniano. É um termo convencional irremediavelmente perdido ao longo da extensa história cósmica.\\n\\nOs Avginianos são abençoados com feições faciais atrativas, belos olhos e uma riqueza nata de inteligência emocional, todas características que os tornam queridos para quaisquer estranhos. Entretanto, esses talentos natos são exatamente o motivo que faz com que eles atraiam a inveja de outros. E os invejosos e esnobes logo começaram com uma caluniação incessante, e a difamação infundada dos Avginianos se espalhou como fogo através do cosmos. Como meros rumores são o suficiente para manchar a santidade da verdade, os Avginianos, um povo de um mundo periférico, se viram atacados e sem recursos, sujeitos a todos os tipos de suspeitas e preconceitos.\\n\\nOS Avginianos têm uma apreciação por tecidos com padrões intricados, assim como uma propensão a joias fabricadas com pedras preciosas. Eles gostam particularmente de meteoritos turquesa, o único tipo de pedras preciosas capazes de rivalizar a resplandecência do corpo divino de Gaiathra Triclope, que, na mitologia deles, acredita-se ter renascido da morte.\\n\\nConhecida como Fenge Biyos, sua Deusa Mãe reina sobre todos os assuntos relacionados à fertilidade, viagens e trapaça. Representações da Deusa Mãe na religião dos Avginianos costumam retratá-la como uma mão esquerda enfeitada com três olhos. Os Avginianos expressam sua reverência a ela essencialmente com orações entoadas, crendo que a Deusa Mãe é silenciosa e modesta como as montanhas de Sigonia, e que fabricar estátuas ou compor hinos em sua homenagem só os distanciaria de seu abraço protetor.\\n\\nOs Avginianos veem o mundo através do corpo da Deusa Mãe, o solo, as montanhas e tudo que existe na terra fazem parte do corpo divino da Deusa Mãe. E no final de cada ano do calendário, o corpo divino dela perecerá.\\n\\nNesse dia importante, sua essência divina ascende como uma aurora resplandecente no céu noturno e é renascida no dia seguinte. Por conta disso, os Avginianos celebram o primeiro dia do Ano-Novo com esse grande festival chamado \"Akava\". Durante esse festival, eles tecem utensílios sacrificiais conhecidos como \"Nós da Ciclicidade\" e os jogam em fogueiras para comemorar o nascimento da Grande Deusa.\\n\\nDe acordo com o relatório do incidente feito pelo Departamento de Desenvolvimento de Marketing, aquele conflito chocante ocorreu em uma noite de Akava. Era uma noite de tempestade quando as nuvens e a névoa engoliram as luzes nortenhas, o que deve ter sido encarado como um mau presságio. Entretanto, os Avginianos estavam inesperadamente animados. Quando perguntados sobre isso, uma donzela do clã forneceu a seguinte resposta.\\n\\n\"A chuva é um presente da Deusa Mãe. ELA está nos chamando, nos incitando a pegar em armas e lutar pelo nosso futuro.\"\\n\"Essa chuva nos acompanha. Essa chuva nos protege. É nessa chuva que iremos encontrar nossa morte honrosa.\""
    }
  ]
}