{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "Estação de Vedação Espacial",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta em <nobr>12%</nobr> o ATQ do usuário. Quando a VEL do usuário chegar a <nobr>120</nobr> ou mais, aumenta em um extra de <nobr>12%</nobr> o ATQ do usuário."
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [
        33015,
        43015,
        53015,
        63015
      ],
      "id": "hertas_space_station",
      "name": "Estação Espacial de Herta",
      "type": "NECK",
      "desc": "Em seu interior encontra-se a Estação Espacial Herta. Pairando acima do Azul, ela desliza lentamente ao longo da sua órbita pré-determinada, e assim o cosmos silencioso parece um livro apenas esperando para ser lido.",
      "typeText": "Esfera Plana",
      "backstory": "Madame Herta já teve muitos problemas com a enorme coleção de itens que se espalhava por todo o cosmos. Em quantidade infinita, eram difíceis de armazenar, e ela não se dava ao trabalho de gerenciar tudo sozinha.\n\nA generosa e caridosa Corporação da Paz Interastral então propôs uma solução, e foi assim que nasceu a Estação Espacial Herta, onde sabedoria e segredos são armazenados. Medidas amplas de contenção foram adotadas em cada canto da Estação Espacial, sempre visando a organizar tudo na coleção com ordem e clareza. Fenômenos foram armazenados em recipientes especializados, e a coleção de Curios foi toda catalogada. Inúmeros itens foram categorizados e classificados, depois armazenados nos confins da Estação para estudos.\n\nMais tarde, a CPI propôs uma colaboração para explorar os segredos das estrelas em equipe, o que levou estudiosos curiosos e aventureiros até a Estação para trabalhar em pesquisas.\n\nA maioria deles admirava madame Herta, jurando nunca abandonar suas aspirações etéreas, bem como explorar os segredos sussurrados por entre as estrelas. Eles investigaram os sistemas estelares e domínios de seres vivos, debateram sobre a verdadeira justiça em discursos sobre ética e filosofia, traçaram vales e picos nas galáxias, decifraram segredos por trás de rituais e cerimônias religiosas, buscaram a verdade por meio da prática... Eles acreditavam veementemente na transmissão do conhecimento para a posteridade e praticavam pesquisas sem restrições e até mesmo divergentes.\n\nNo entanto, assim que a Estação Espacial foi para a órbita, ela começou a operar por conta própria, e madame Herta raramente aparecia. Foi então que a CPI percebeu que a Estação havia sido tomada pelas atividades mundanas da rotina dos pesquisadores, e a gênia não estava em lugar algum.\n\nA luz das diferentes zonas fazia as pessoas perderem a noção do tempo, que só podia ser detectado vagamente no estilo de vida insalubre da Estação. Era bem comum ver pesquisadores discutirem infinitamente sobre algum item específico de uma coleção, chegando até mesmo a brigar. Por vezes, um oficial de segurança deixava de realizar a patrulha diária para cochilar em seu abrigo em estilo militar. Esporadicamente, pesquisadores seniores compartilhavam com os colegas mais jovens histórias de romances passados, e grandes figuras se disfarçavam de trabalhadores temporários só para passar o tempo até a próxima virada de sorte... Além das pesquisas, ainda havia vida. Eles só precisavam olhar lá para fora, pois as estrelas os acompanhavam naquela jornada.\n\nApesar de todas as limitações, os pesquisadores continuavam falando sobre o cotidiano na Estação Espacial à própria maneira romantizada: o cosmos era um profundo poema épico, e a Estação Espacial Herta estava revelando lentamente a coletânea de poesia."
    },
    {
      "_id": 33016,
      "ids": [
        33016,
        43016,
        53016,
        63016
      ],
      "id": "hertas_wandering_trek",
      "name": "Jornada Nômade de Herta",
      "type": "OBJECT",
      "desc": "A madame Herta perdeu todo interesse pela Estação Espacial assim que ela foi concluída. A Estação mantém uma velocidade orbital constante ao circular pelo Azul, deixando para trás um rastro do seu movimento circular no planeta abaixo.",
      "typeText": "Corda de Ligação",
      "backstory": "A Estação Espacial resistiu e sobreviveu a muitas crises graças à proprietária, madame Herta.\n\nRepleta dos itens mais raros de todo o universo, como um banquete posto em frente a convidados famintos, a Estação Espacial nunca esteve livre de ameaças ou de atenção indesejada. Contando apenas com a equipe de segurança contratada pela CPI, além de um sistema de defesa relativamente avançado que se mostrou insuficiente para lidar com a hostilidade das estrelas... Uma vez, madame Herta fez um julgamento presciente e conduziu a Estação para longe fazendo uma curva elegante, pondo fim a tentativas conspiratórias de atacar a Estação sem que sequer pudessem ser iniciadas.\n\nQuanto ao seu domínio em reunir informações para solução de crises, ela apenas o descrevia como \"passar o tempo preparando café enquanto outros leem livros\".\n\nEm vez de ladrões que pretendem roubar sua coleção de fatos misteriosos com objetivos desconhecidos, a principal ameaça que enfrenta a Estação Espacial continua sendo sua dona. A Estação poderia facilmente virar um desastre se ela tivesse uma ideia impulsiva. Curios que simulam um colapso estelar, um campo gravitacional distorcido causado pela colisão de galáxias escuras... Madame Herta reunia todas elas quando se sentia disposta, mas perdia interesse com frequência assim que colocava as mãos nelas.\n\nDessa maneira, embora a Estação Espacial pareça flutuar pacatamente no espaço, seu grande tesouro de crises multiformas pende sobre ela como uma espada esperando para cortar.\n\nPesquisadores experientes já estavam cientes havia tempo dos perigos que enfrentavam e entendiam que \"segredos jazem nos confins do perigo\". Eles assinam acordos de confidencialidade restritivos e desempenham com dedicação procedimentos de contenção regulamentados, dessa forma ocultando o perigo dentro de um silêncio exterior... No refeitório, eles se tornavam amigos e faziam piadas uns com os outros. Contudo, nas profundezas das zonas de armazenamento da Estação Espacial, eles eram especialistas altamente qualificados. Naquele lugar, segredos permaneceriam sendo segredos para sempre.\n\nA Estação Espacial está operando como de costume, na órbita baixa do Azul. Assim como um cascalho lançado sobre a superfície suave de um lago congelado, a Estação continuará a deslizar de forma uniforme e constante em completo silêncio."
    }
  ]
}