{
  "_id": 307,
  "id": "talia_kingdom_of_banditry",
  "name": "Talia: Reino do Banditismo",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta em <nobr>16%</nobr> o Efeito de Quebra do usuário. Quando a VEL do usuário chegar a <nobr>145</nobr> ou mais, aumenta em mais <nobr>20%</nobr> o Efeito de Quebra do usuário."
  },
  "pieces": [
    {
      "_id": 33075,
      "ids": [
        33075,
        43075,
        53075,
        63075
      ],
      "id": "pregovelho_de_talia",
      "name": "Prego-Velho de Talia",
      "type": "NECK",
      "desc": "Em seu interior encontra-se a miserável e desolada vilazinha de Talia, Prego-Velho. Por causa da fonte de água, bandidos construíram esta pequena vila com trapos, vergalhões e tábuas para servir como abrigo temporário.",
      "typeText": "Esfera Plana",
      "backstory": "Foi por puro acaso que os ladrões interestelares vieram parar em Talia, em uma fuga apressada da perseguição pela Vigia da Galáxia.\\n\\nA princípio, Talia era só um lugar desolado conhecido por muitos como o Ferro-velho das Estrelas. As guerras devastadoras do passado trouxeram montanhas e mais montanhas de ruínas e destroços para a superfície de Talia, resultando em uma radiação irremediável e acabando com qualquer esperança do planeta de ainda hospedar vida. Os ladrões não tinham para onde ir e caíram em uma caverna sob a superfície do planeta, que acabou sendo um túnel deixado por uma raça de roedores. Os ladrões conseguiram escapar por pouco, e assim nasceu o sonho de estabelecer o Reino do Banditismo neste local perdido e recluso.\\n\\nInúmeras cavernas foram conectadas, como um imenso labirinto, e vários grupos de bandidos acabaram atraídos para essa suposta terra dos sonhos da bandidagem. Eles vinham querendo acumular riqueza e trocar tecnologia, e posteriormente construíram a base desse reino.\\n\\nConforme mais ladrões e bandidos vinham para cá para se estabelecer, esse planeta antes tão desolado se tornou um lugar cheio de vida. Ladrões de grande renome falavam de seus ideais para um Reino do Banditismo, prometendo usar as economias do reino para construir uma nação igualitária e justa. Mas conforme as riquezas foram crescendo, esses mesmos ladrões logo abandonaram suas promessas superficiais e tentaram tomar o tesouro para si. Mercenários, rebeliões, enganações e traições... O caos só aumentava. Talvez mesmo aqueles que deram início a tudo nunca tenham acreditado nos próprios ideais de equidade para todos.\\n\\nDaí em diante, os ladrões que se ressentiam dos ideais mais nobres se viram de volta à era caótica em que a ignorância era glorificada. Eles usaram os recursos hídricos para construir suas próprias vilas e zombavam da ideia de justiça.\\n\\nTodos em Prego-Velho eram bandidos. Eles dirigiam violentamente pelo deserto, lutando por recursos contra outras hordas de bandidos. Criaram armas e armaduras mecânicas a partir de sucata de ferro e fios velhos. Quanto mais estéril fosse a terra, mais liberdade se permitia nela, como o último frenesi antes do juízo final. Aqueles doces sonhos eram como frágeis memórias distantes nas ondas de calor irradiantes e desapareceram sem deixar vestígios.\\n\\nEm um transe sonolento, os ladrões acabaram chegando à conclusão de que o Reino do Banditismo nunca teve a ver com criação, e sim com destruição."
    },
    {
      "_id": 33076,
      "ids": [
        33076,
        43076,
        53076,
        63076
      ],
      "id": "fio_eltrico_exposto_de_talia",
      "name": "Fio Elétrico Exposto de Talia",
      "type": "OBJECT",
      "desc": "Um pedaço de fio retirado do ferro-velho. Apesar de partes do seu isolamento estarem caindo, ainda tem um pouquinho sobrando. Não existe nada que seja considerado lixo nas pequenas cidades do banditismo de Talia.",
      "typeText": "Corda de Ligação",
      "backstory": "Este fio exposto era velho. Ele já havia sido parte de uma nave estelar, até que uma tentativa de fuga apressada gerou uma enorme onda de choque, que acabou expondo o fio à umidade do ar.\\n\\nA nave estelar inteira foi arrastada até um labirinto de passagens secretas. Na nave estelar dos ladrões, escudos feitos de placa de aço foram removidos, camada por camada, e as linhas de energia foram cruelmente desmanteladas, para depois serem usadas para construir o primeiro mercado da aliança. Os ladrões de lá começaram a acumular riquezas e, ao mesmo tempo, a falar sobre seus ideais... Logo depois, começaram as prolongadas lutas internas, repletas de suspeitas e traições. As chamas da guerra travada entre o ditador e seus detratores acabaram se espalhando do túnel subterrâneo para o deserto na superfície.\\n\\nEste fio exposto ainda era velho. Foi desenterrado de um buraco pelos bandidos e, então, conectado a um imenso veículo terrestre reformado que apresentava um vazamento de ar em todas as direções, usado em uma longa viagem até uma fonte de água distante.\\n\\nA maior prioridade de todos os sobreviventes da guerra da traição era localizar as fontes de água de Talia. Eles dirigiam milhares de quilômetros em desertos repletos de cacos de vidro todos os dias, em veículos extremamente surrados e mal construídos. Às vezes as caravanas de bandidos perseguiam umas às outras, levantando poeira e gerando uma fumaça densa, e outras vezes os bandidos simplesmente jogavam pessoas para dentro ou para fora do carro... A pura pressão para sobreviver os forçou a pensar somente nisso. Continuar avançando era o único jeito de se salvarem da confusão.\\n\\nEste fio desencapado sempre fora velho. Foi removido do veículo terrestre pelos bandidos e colocado na caixa de luz da vila. O fio envelhecido fazia as luzes piscarem com frequência.\\n\\nFoi um velho gângster autoproclamado \"policial\" que fundou Prego-Velho. Com suas táticas ditatoriais e seu carisma, ele conseguiu manter o ferro-velho em ordem, e a vila se tornou cada vez mais cheia de vida. Engenheiros excêntricos acidentalmente construíam máquinas a partir de lixo, e andarilhos desesperados também gostavam de lutar na arena subterrânea... Tarde da noite em um bar, eles enchiam os copos com suco de uva que cheirava a gasolina e comemoravam juntos mais um dia vivido.\\n\\nNão havia nada de novo em Talia, apenas coisas velhas reutilizadas de formas diferentes em tempos de mudança."
    }
  ]
}