{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "Coragem Como Vento e Nuvem",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o ATQ em <nobr>12%</nobr>.",
    "4": "Aumenta a Chance de CRIT do usuário em <nobr>6%</nobr>. Depois que o usuário utiliza um Ataque Extra, aumenta o Dano causado pela Perícia Suprema em <nobr>36%</nobr>, durando por <nobr>1</nobr> rodada(s)."
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "mscara_valorosa_dos_cus_nortenhos",
      "name": "Máscara Valorosa dos Céus Nortenhos",
      "type": "HEAD",
      "desc": "Uma máscara facial modelada com base no feroz pássaro \"Dafeng\". Com seus dois pares de olhos auxiliares, ela já testemunhou milagres divinos.",
      "typeText": "Cabeça",
      "backstory": "Seu elmo de águia tinha dois pares de olhos auxiliares, garantindo uma visão clara do ambiente sob quaisquer condições de iluminação. No entanto, esses olhos auxiliares estavam agora cobertos de sangue seco e contaminado, e tudo à vista estava tingido de ferrugem.\n\nA general acordou da inconsciência, levantando-se de uma montanha de cadáveres. Atrás dela, o Telescópio Entre Nuvens erguia-se alto como uma torre imponente alcançando o céu. No topo da torre, uma luz radiante pulsava incessantemente, repetindo mensagens enigmáticas que apenas os observadores das estrelas poderiam decifrar. Sustentada pela vontade coletiva de trilhões de pessoas dentro da Aliança, ela estava orando ao seu Deus. Neste momento, ela e seus camaradas sem vida, que há muito haviam dado suas vidas, estavam lutando por esse apelo sussurrado para alcançar os céus e conceder a morte.\n\n\"Está aqui...\" a general murmurou baixinho, olhando para cima. Ela não podia ver a forma do Deus ou ouvir a SUA voz, mas ela podia sentir a evidência de SUA chegada. Ondas de ar escaldante subitamente surgiram, como um ferro em brasa deslizando sobre sua pele. Faíscas de fogo dançaram em meio à névoa de sangue, obscurecendo o céu como uma cortina, que no momento seguinte foi rasgada por uma luz insuportável...\n\nVeio, o milagre trocado pelos inúmeros soldados que pereceram. Ela testemunhou remanescentes celestiais condenados pelo seu Deus ao reino da morte e uma vez perseguiu o rastro dessa luz em batalha. Ela achou que a luz era extremamente rápida, rápida demais para alimentar quaisquer pensamentos perdidos. Mas ela estava errada. Esse momento foi suficiente para ela pensar novamente em seu amado discípulo:\n\n\"Faça um desejo. Deseje que seu caminho esteja claro...\"\n\nA terra se ergueu como ondas furiosas, rugindo com o mar de luz, e ela não teve mais pensamentos mundanos, transformando-se em pó dentro da luz."
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "bracelete_valoroso_de_ganchos_de_escalada",
      "name": "Bracelete Valoroso de Ganchos de Escalada",
      "type": "HAND",
      "desc": "Uma manopla biônica integrada com o corpo. Para caçar bestas ferozes, uma pessoa precisa de garras mais afiadas que as das próprias bestas.",
      "typeText": "Mãos",
      "backstory": "Os Cavaleiros Verdejantes sob seu comando eram tão valentes quanto os Soldados Lupinos Borisins. Mesmo que suas espadas quebrassem e seus arcos quebrassem, sem um centímetro de ferro em suas mãos, eles ainda poderiam lutar até a morte confiando apenas nas garras afiadas de suas manoplas.\n\nHá rumores de que os guerreiros Vulpes da Frota de Verdantia frequentemente resgatavam mundos governados pelos Borisins. Esses guerreiros Vulpes nascidos em “territórios conquistados” têm linhagens mistas, ocasionalmente exibindo mutações atávicas. Esses indivíduos Vulpes são recrutados como escravos de guerra, conduzidos por seus mestres com cabeça de lobo para servir como vanguarda antes das batalhas e como bucha de canhão para retardar os ataques das naves do Xianzhou.\n\n\"Junte-se aos Cavaleiros Verdejantes e nós lhe daremos a chance de buscar vingança contra seus mestres com cabeça de lobo!\" Durante o recrutamento e o treinamento, a general lembrou-se de ter dito isso à jovem Vulpe. Mas ela se sentia tão culpada pela última metade da frase que não conseguia dizer: \"Como eu, você nasceu para a guerra e morrerá pela guerra.\"\n\nEmbora os escravos de guerra possuíssem força e velocidade comparáveis aos seus mestres de cabeça de lobo, suas mutações também esgotaram sua vida e sanidade. Quando sua vontade foi consumida pela raiva, eles se transformaram em monstros sedentos por sangue.\n\nQuando a pura fúria bestial governar seus corpos, após completar a caçada e perseguição final desta vida, essas manoplas se tornarão algemas que prendem suas mãos, para nunca mais serem separadas da carne e sangue novamente."
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "armadura_valorosa_de_voo_livre",
      "name": "Armadura Valorosa de Voo Livre",
      "type": "BODY",
      "desc": "Como os ventos frios, voando sobre uma alcateia de lobos com suas cabeças erguidas. O caçador e a caça eventualmente inverterão seus papeis.",
      "typeText": "Corpo",
      "backstory": "Ela ainda se lembrava da antiga balada dos Vulpes, cantando uma canção que nunca chega a se tornar uma melodia, apenas um lamento triste pela sua terra natal perdida. \"Raposas passeando na costa distante. Viajando lentamente, com sede e fome. Meu coração está cheio de tristeza, mas ninguém conhece minha dor.\"...\n\nMilhares de anos atrás, eles se tornaram gado, servos e moeda sob a tirania das garras dos lobos. Milhares de anos depois, eles ainda lutam incansavelmente pela libertação de seus parentes. Apesar de não terem as constantes transformações físicas de seus inimigos naturais, eles possuem grande adaptabilidade e inteligência.\n\nSeus mestres com cabeça de lobo ordenaram-lhes que criassem ferramentas para uso, mas repetidamente arrancaram seus olhos para evitar o aprendizado e os proibiram de possuir metais para evitar a criação. Nada disso poderia apagar a determinação dos Vulpes: um dia, eles ensinariam aos caçadores o medo de serem caçados. Um dia, eles trocariam de lugar com os caçadores e os perseguiriam sem descanso.\n\nNo final, os Vulpes transformaram porcelana em armaduras. A armadura de porcelana dos Cavaleiros de Verdantia era leve como o vento e forte como o aço. As garras de seus mestres com cabeça de lobo e suas armas de carne não poderiam prejudicá-los nem um pouco.\n\nA general vestiu esta armadura de porcelana, ascendendo com a Frota de Verdantia, tornando-se um pesadelo acima dos Borisins. Eles avançavam e recuavam em formação, como um bando de pássaros caçadores, ecoando entre si. Mas não importa quão resistente fosse essa armadura, ela sempre acreditou nisso: um corpo temperado pela dor é a melhor arma, e camaradas que compartilham dificuldades são a melhor armadura.\n\n\"Os pássaros abrem as asas, os animais mostram os dentes e garras. Quem disse que não temos nada em que nos agarrar? Nossos camaradas são nossa armadura.\""
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "grevas_valorosas_da_perseguio_da_caa",
      "name": "Grevas Valorosas da Perseguição da Caça",
      "type": "FOOT",
      "desc": "Botas de combate feitas num estilo semelhante a garras. Elas permitem que o usuário corra como o vento para o campo de batalha, avançando rapidamente e atravessando espinhos e terrenos acidentados sem esforço.",
      "typeText": "Pés",
      "backstory": "Ela observou a figura da garota correndo como um coelho assustado sob o luar nebuloso. Ela seguiu os passos e o cheiro da garota como um caçador rastreando sua presa. Finalmente, ela esperou pela garota no final da estrada.\nOu talvez fosse a garota esperando ela chegar.\n\nÀ luz da lua, a general viu aquele rosto claramente.\n\"Você realmente quer se juntar aos Cavaleiros das Nuvens?\"\n\"Eu não quero servir um mestre com cabeça de lobo.\"\nO Borisinês da garota era difícil de entender e falho. A expressão naquele rosto denotava que ela já tinha visto isso inúmeras vezes enquanto resgatava compatriotas presos dos territórios caídos.\nEmbora essas pessoas compartilhassem o mesmo sangue que ela, falavam línguas diferentes e nutriam pensamentos diferentes.\nEles nunca se consideraram descendentes de Vulpes, mas sim quem eram eles?\nA general tremeu ligeiramente, afastando-se.\n\"Vá. A partir de hoje à noite, eles não vão mais persegui-la...\"\n\"Mas eu os quero mortos.\"\n\nA general olhou para ela incrédula, tão surpresa como se tivesse visto uma estrela-cadente cruzando o céu, e a figura animalesca da garota desapareceu de repente na escuridão.\nA general fechou os olhos, como se o luar queimasse seus olhos. Depois de um momento, ela olhou para baixo e viu os pés descalços da garota, cheios de cicatrizes de espinhos, cobertos de lama.\n\n\"Por que você não está usando sapatos?\"\n\"Esqueci . Eu não percebi.\"\nA general tirou as próprias botas, comparou os tamanhos e ajudou a garota a calçá-las.\n\"Elas cabem muito bem... Vamos então.\" \n\"E você?\"\n\"Estou acostumada a andar sobre espinhos.\"\n\nEla acelerou o passo, descalça e ágil, com a garota seguindo-a de perto.\nOu talvez ambas estivessem seguindo uma a outra."
    }
  ]
}