{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "O Maravilhoso Parque Bananalândia",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Aumenta o Dano CRIT do usuário em <nobr>16%</nobr>. Quando um alvo invocado pelo usuário está em campo, o Dano CRIT aumenta adicionalmente em <nobr>32%</nobr>."
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "praa_do_bananeixo_do_parque_bananalndia",
      "name": "Praça do BananEixo do Parque Bananalândia",
      "type": "NECK",
      "desc": "Um laboratório de uma organização científica, encapsulado em um plano. Por conta da corrupção memética as informações verdadeiras e falsas foram completamente misturadas, impossibilitando a separação. Desta forma, esse lugar foi remodelado cognitivamente em um \"Parque Bananalândia.\"",
      "typeText": "Esfera Plana",
      "backstory": "\"Quem vive em um paraíso nas profundezas da mata?\"\n\"Bananinha Calças Compridas!\"\n\"Comprido, amarelo, energético e fofo!\"\n\"Bananinha Calças Compridas!\"\n\n\"Bum. Bum.\" O barulho reverbera duas vezes e meia. As Bananas acordam de um sono profundo enquanto se preparam para deixar a bananeira e começar um novo dia em suas vidas bananais! Algumas bananas acordam animadas, fazendo tortas de duriões e brincam alegremente nas matas. Algumas bananas são mais solenes, esfregando coquinhos em seus corpos para adicionar um pouco de fragrância. O macaco observa essa cena alegre com satisfação, incapaz de resistir, chamando as bananas alegremente -\n\n\"Vocês estão prontas, bananas?\"\n\"Estamos, Diretor Macaco!\"\n\"Eu não ouvi direito!\"\n\"ESTAMOS, DIRETOR MACACO!\"\n\n\"Bum. Bum. Bum.\" O som reverbera três vezes e meia. É hora do \"Clube Descascado\" diário. As bananas começam a ficar ansiosas. Algumas gritam, algumas choram em silêncio e outras se sentem mortas por dentro... O macaco pergunta para as bananas saudáveis, uma por uma. O assunto na grande folha de bananeira nunca muda: \"Você lembra de um tempo além da banana?\"\n\nEssa simples pergunta sempre resulta em respostas amargas. As bananas não sabem de onde vem a tristeza que sentem. É natural como a polpa de uma banana que escurece por conta da oxidação quando exposta à pressão do mundo exterior.\n\n\"Se explorar o mundo é o seu sonho,\"\n\"Então toque na bananeira, e deixe o Diretor Macaco lhe mostrar a maneira.\"\n\n\"Bum. Bum. Bum...\" O barulho reverbera 7 vezes e meia. O \"Jogo Bananivacional\" está prestes a começar. Nesse paraíso florestal escondido, a cada banana é prometido que, se se esforçassem o suficiente, elas não seriam bananas para sempre. Cada banana guarda um sonho dentro de si, lutando para se tornar um glorioso macaco... Enquanto a floresta se divide em dois lados, o Diretor Macaco surge no meio, gesticulando gentilmente e se curvando para as bananas. As bananas retribuem o gesto, o Diretor Macaco trouxe um jogo novinho em folha e deseja \"trocá-lo\" por novas histórias.\n\n\"Bum. Bum. Bum...\" O barulho reverberou 11 vezes e meia. As bananas são carregadas pelo macaco de volta para a árvore. Enquanto eles balançam para lá e para cá, retornam para a utopia. O sol verde cintila e o som do gorgolejar ecoa pelo paraíso."
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "cabos_memticos_do_parque_bananalndia",
      "name": "Cabos Meméticos do Parque Bananalândia",
      "type": "OBJECT",
      "desc": "Cabos óticos que podem ser vistos em todo o laboratório. Eles são usados para coletar informações experimentais para alcançar objetivos secretos que não devem ser expostos. Para as \"Bananas\", a forma de perceber o mundo se esconde no interior.",
      "typeText": "Corda de Ligação",
      "backstory": "As ruínas do instituto de pesquisa do Ba-77 jazem na Convergência-ψ, ocultas no subterrâneo embaixo de um mundo de selva. Esse lugar foi outrora destruído por Vigias extremistas, e os cabos restantes ainda oscilam com sinais desconhecidos.\n\n\"Aquele maldito instituto de pesquisa é tão difícil de encontrar quanto uma única folha em uma floresta.\" Sob as camadas de cascas de árvores, os ossos das plantas criam a forma de uma entrada. Após atravessar uma longa árvore oca, os Vigias finalmente encontram seu alvo.\n\nO instituto de pesquisa está mais próximo de uma \"galeria de arte\" do que de um \"laboratório\". Os cabos se entrelaçam no ar, com luzes estranhas e coloridas vazando, conforme as intenções do designer. Os espectadores pressionam as mãos contra a cabeça e sentem a tontura tomar conta deles. Então, ilusões grotescas se espalham perante os seus olhos, um espaço amarelo puro, retratos humanos desaparecendo gradualmente, formas de monstros ocultas atrás das cortinas...\n\nOs Vigias estão familiarizados com esses métodos. Se eles ficarem presos nessa instalação, vão começar a falar absurdos e perder o controle dos membros... Com um som nítido do impacto contra a coronha de uma arma, o jovem Vigia usa a dor e a tontura para emergir do labirinto cognitivo.\n\nAgora que recuperaram suas visões, os Vigias continuam avançando para as profundezas. O instituto de pesquisa Ba-77 está cheio de estátuas caídas, murais destruídos, decorações coloridas super-saturadas... E ainda assim, os contêineres despedaçados no chão fazem com que esse lugar se pareça uma prisão. Os Vigias descobriram um relatório na parte mais baixa das profundezas, então imaginam os incontáveis \"experimentos cognitivos\" conduzidos nesse local antes da construção desmoronar... em um instante, todos se viram, compelidos pelo subconsciente, e se surpreendem ao se encontrar em um paraíso florestal. As folhas acenam para eles incessantemente, perguntando se eles se recordam da maravilha que é estar sobre das árvores.\n\n\"Eu não sou uma banana? Aliás, o que estamos fazendo aqui?\" O jovem Vigia tenta voltar para o topo da árvore e evitar que fique \"banansioso\".\n\nMas o Vigia cego percebe o problema. Antes que as coisas cheguem a um ponto onde não há mais volta, ele arrasta à força os jovens para longe daquele lugar.\n\n\"Banana... esses macacos precisam se embananar!\""
    }
  ]
}