{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "Grão-Duque em Brasas",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano causado pelos Ataques Extras em <nobr>20%</nobr>.",
    "4": "Quando o usuário usa um Ataque Extra, aumenta o ATQ do usuário em <nobr>6%</nobr> a cada vez que o Ataque Extra causa Dano. Este efeito pode ser chegar até um máximo de <nobr>8</nobr> acúmulo(s) e dura por <nobr>3</nobr> rodada(s). Este efeito é removido na próxima vez que o usuário utilizar um Ataque Extra."
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [
        31151,
        41151,
        51151,
        61151
      ],
      "id": "coroa_de_chama_infernal_do_groduque",
      "name": "Coroa de Chama Infernal do Grão-Duque",
      "type": "HEAD",
      "desc": "Uma coroa de chamas ininterruptas, com suas ambições flamejantes servindo como fonte inesgotável de combustível.",
      "typeText": "Cabeça",
      "backstory": "Um demônio de fogo elegante nascido no fogo mais flamejante de todos e que acredita que a Destruição é a glória suprema concedida a Fetora.\\n\\n\"Eu, nascido na véspera da destruição, sou a crença maculada de Fetora. Sou as chamas furiosas de Nanook.\"\\n\\nNanook destruiu Fetora com SUAS próprias mãos, e as chamas da Estrela Branca coalesceram com o poder da Destruição para dar vida a formas de vida plasmáticas. O demônio de fogo elegante viu seu nascimento como uma revelação. \"Hoje, a Majestade da Destruição conquistou Fetora. Honrou-a com as chamas. As glórias fúteis e sem sentido evaporaram com a luz solar, mas glórias concretas e imponentes marcarão minha coroação.\" Ifrit tinha uma obsessão com destruição e assassinato desde que nasceu.\\n\\n\"Os louros da honra deste mundo são feitos de espinhos. O único louro que ultrapassa esses espinhos é a minha coroa suprema da subchama.\"\\n\\nAs chamas saíram de trás da aniquilação de uma estrela pelo Aeon da Destruição e foram agarradas pelas mãos de Ifrit, moldadas no formato da coroa de Fetora e usadas até hoje."
    },
    {
      "_id": 31152,
      "ids": [
        31152,
        41152,
        51152,
        61152
      ],
      "id": "luvas_de_pelo_incandescente_do_groduque",
      "name": "Luvas de Pelo Incandescente do Grão-Duque",
      "type": "HAND",
      "desc": "Luvas de branco puro com chamas em seu tecido, ocultando a brutalidade por baixo da seda macia.",
      "typeText": "Mãos",
      "backstory": "Ifrit orquestrou diversas crises para aniquilar vidas. O Grão-Duque se via como um condutor que precisa de luvas para segurar o bastão coberto de espinhos.\\n\\n\"Eu venho com a revelação da Destruição. Uma mão que dá, outra que tira.\"\\n\\nEu acredito que \"a preciosidade de algo só pode ser apreciada em sua erradicação\". O Duque Inferno incendiou a história e a cultura do planeta Lisalit, queimando as sedas brilhantes da aristocracia, incinerando os longos pergaminhos dos poetas, destruindo os murais vívidos dos pintores... \"Civilizações são como uma larva. Só podem renascer a partir da execução flamejante, quando voltam a ser borboletas sombrias que flutuam com o vento.\" Como um agente funerário que abaixa a cabeça para monitorar o forno do crematório, Ifrit guia civilizações em sua última jornada.\\n\\n\"Com meus esforços, imaginação e direção... a sincronização, número de apresentações, tom e timbre de diferentes catástrofes... Tudo isso se funde numa obra-prima brilhante de destruição.\"\\n\\nApós o fim de uma destruição satisfatória, Ifrit limpa o sangue das mãos e calça as luvas incrivelmente brancas novamente, como se fosse um aristocrata indo a um banquete."
    },
    {
      "_id": 31153,
      "ids": [
        31153,
        41153,
        51153,
        61153
      ],
      "id": "robe_da_graa_do_groduque",
      "name": "Robe da Graça do Grão-Duque",
      "type": "BODY",
      "desc": "Um lindo robe que enfatiza a dignidade e a elegância do usuário.",
      "typeText": "Corpo",
      "backstory": "O elegante demônio de fogo admira sua imagem no espelho após um massacre desumano. Uma audiência com um monarca sempre pede a elegância apropriada.\\n\\n\"O objetivo das roupas não é adornar a aparência de quem as usa, mas mostrar sua verdadeira essência, assim como a essência das chamas é a destruição.\"\\n\\nO clã dos demônios de fogo considera Nanook seu imperador e salvador, mas o Aeon nunca olhou para eles. A destruição de Ifrit é ligada à ostentação, poder, conquista e motivação, e a rivalidade entre a Mansão das Chamas e a Irmandade Jepella era ainda mais sórdida. \"A Destruição impura mancha trajes magníficos com ainda mais facilidade que sujeira.\" Quanto à pureza, Ifrit nunca conseguiu compreender a essência desde o primeiro momento.\\n\\n\"O valor da destruição está no valor da coisa destruída. Nosso valor está na nossa prática da Destruição até que nosso imperador note.\"\\n\\nIfrit, com piedade no coração, usa trajes tecidos com chamas em veludo vermelho, e espera o chamado da Destruição."
    },
    {
      "_id": 31154,
      "ids": [
        31154,
        41154,
        51154,
        61154
      ],
      "id": "botas_cerimoniais_do_groduque",
      "name": "Botas Cerimoniais do Grão-Duque",
      "type": "FOOT",
      "desc": "Um par de botas clássicas e confortáveis em condição impecável, com um design elegante e estilo agradável.",
      "typeText": "Pés",
      "backstory": "Por onde quer que o rastro do elegante demônio do fogo passasse, as civilizações em chamas lamentavam silenciosamente. Ifrit nunca dava atenção.\\n\\n\"Quem não tem mais estradas para andar não precisa de botas. Por que essas civilizações devem se queixar de mim?\"\\n\\nDuque Inferno, com a coroa de fogo na cabeça, é considerado por muitas civilizações como um demônio de outro mundo, mas recebe um convite do planeta das festividades. Ifrit tem o prazer de comparecer em traje cerimonial completo. \"Prepararei uma destruição cortês e cuidadosa, e nenhum osso será deixado para trás.\" O elegante demônio do fogo reúne um grupo cósmico maligno, e planeja oferecer uma montanha de cadáveres e um mar de sangue para o banquete... Essas civilizações destruídas são apenas paradas na peregrinação em direção à Destruição, e Penacony será apenas mais uma parada no caminho.\\n\\n\"Sua destruição não é pessoal. O objetivo é ganhar a atenção.\"\\n\\nCom o chamado distante do banquete, Ifrit embarca alegremente na longa jornada para a celebração."
    }
  ]
}