{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "Ladrão da Chuva de Meteoros",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Efeito de Quebra em <nobr>16%</nobr>.",
    "4": "Aumenta em <nobr>16%</nobr> o Efeito de Quebra do usuário. Quando o usuário inflige Quebra de Fraqueza em um inimigo, regenera <nobr>3</nobr> de Energia."
  },
  "pieces": [
    {
      "_id": 31111,
      "id": "mscara_multicaras_do_ladro",
      "name": "Máscara Multicaras do Ladrão",
      "type": "HEAD",
      "desc": "Máscara usada para mudar a aparência do rosto de uma pessoa. Combinada com uma atuação sugestiva, é capaz de enganar qualquer um.",
      "typeText": "Cabeça",
      "backstory": "Para o Ladrão-Meteoro Leblanc, roubar era como participar de um baile de máscaras: ocultar sua identidade fazia parte da etiqueta.\\n\\n\"Como uma máscara pode mudar a altura e a voz de uma pessoa? Hahaha! É um segredo patenteado. Totalmente confidencial.\"\\n\\nUsando uma máscara, Leblanc se disfarçou de um funcionário comum, infiltrou-se na reunião de segurança da CPI e ofereceu conselhos sobre \"medidas de prevenção contra ladrões\". Foi só quinze dias depois do roubo que a equipe de segurança se deu conta de que ninguém conhecia o \"colega\" naquela reunião.\\n\\nLadrões tinham que lidar com uma vida dupla que exigia vários meios de disfarce. Assim era a tradição do mundo da ladroagem.\\n\\n\"O ladrão pode ficar de máscara durante o filme inteiro?\", perguntou a equipe de marketing do Departamento de Rádio, Cinema e TV da CPI para o produtor. \"Estou enfatizando mais uma vez a necessidade dessa máscara como mercadoria. Popularidade e preços acessíveis são igualmente importantes.\""
    },
    {
      "_id": 31112,
      "id": "luvas_com_impresses_do_ladro",
      "name": "Luvas com Impressões do Ladrão",
      "type": "HAND",
      "desc": "Par de luvas especiais compostas por nanomateriais. As impressões na superfície delas podem mudar em tempo real.",
      "typeText": "Mãos",
      "backstory": "O Ladrão-Meteoro Leblanc nunca foi um maníaco por limpeza e não se importava de deixar rastros. Ele sempre deixava pistas falaciosas, que serviam como uma boa provocação.\\n\\n\"Como é que essas pessoas da CPI foram enganadas tantas vezes? Talvez a culpa seja da CPI, não minha.\"\\n\\nNa verdade, suas luvas podiam gerar todo tipo de impressão digital, o que sempre enganava os dispositivos de detecção das empresas, deixando um monte de supostos \"deslizes do ladrão\" que não dariam em nada. Certa vez, uma equipe de segurança encontrou centenas de impressões digitais em seu armazém secreto de tesouros, incluindo de pterossauros pré-históricos, joaninhas interestelares, labradores... Evidentemente, nenhuma delas pertencia ao ladrão.\\n\\nDesaparecer sem deixar rastros não tinha a menor graça, só servia para ser farinha do mesmo saco que aqueles ladrõezinhos tímidos e sem estilo.\\n\\n\"A ficção jamais deve contradizer a realidade por completo. Quem ainda trabalha com impressões digitais?\" A equipe de segurança da CPI reclamou. \"Esses autores não têm bom senso, não?\""
    },
    {
      "_id": 31113,
      "id": "gancho_de_ao_do_ladro",
      "name": "Gancho de Aço do Ladrão",
      "type": "BODY",
      "desc": "Cabo de aço disfarçado de cinto, com ganchos e roldanas escondidos na fivela.",
      "typeText": "Corpo",
      "backstory": "Um ladrão preparado sempre consegue escapar de situações de risco, tendo sempre consigo seu fiel gancho preso ao cinto.\\n\\n\"Como arremessar o gancho no alvo certo... Você poderia nos explicar como conseguiu realizar todas aquelas façanhas?\"\\n\\nO armazém secreto de tesouros estava repleto de mecanismos letais, mas o ladrão se esquivou deles usando o gancho em sua cintura como se estivesse dançando uma valsa no ar. Em uma fração de segundo do momento em que pegou em seu cinto, Leblanc prendeu o gancho a uma parede de dezenas de metros de altura, e a roldana então girou e instantaneamente mandou o ladrão para a \"Estrela de Leão\".\\n\\nIr e vir aonde quiser, com apenas um gancho de aço preso ao cinto, é qualificação básica de qualquer ladrão profissional.\\n\\n\"Sabe de uma coisa? A gente podia deixar o dublê fazer o papel dele na sequência. Isso nos economizaria muita grana\", brincou o coreografo de cenas de ação. \"A plateia não vai saber quem está por trás da máscara, mesmo.\""
    },
    {
      "_id": 31114,
      "id": "botas_metericas_do_ladro",
      "name": "Botas Meteóricas do Ladrão",
      "type": "FOOT",
      "desc": "Par de botas que aprimoram a capacidade física dos humanos e ajudam o Ladrão-Meteoro a saltar entre prédios.",
      "typeText": "Pés",
      "backstory": "Leblanc deixava um rastro de luz ofuscante deliberadamente ao saltar de telhado em telhado, o que rendeu a ele o título de \"Ladrão-Meteoro\".\\n\\n\"Como alguém escaparia se não houvesse arranha-céus? Hahahaha! Por favor, poupe-me dessas perguntas ignorantes.\"\\n\\nEle já havia escapado em inúmeras perseguições, sendo um verdadeiro mestre da fuga. Ninguém conseguia alcançar suas Botas Meteóricas pela cidade, a menos que soubesse onde ficava sua base de operações. Para a surpresa do ladrão, lá estava um detetive de cabelo desgrenhado com um copo de café, depois de esperar Leblanc por muito tempo.\\n\\nA história do ladrão terminou. Agora é a vez da lenda do detetive.\\n\\n\"Muitas pessoas não acreditam que a gente escreveria isso, e é exatamente por isso que escrevemos\", explicou um escritor anônimo sobre o controverso fim do Ladrão-Meteoro."
    }
  ]
}
