{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "Deusa Guerreira do Sol e do Trovão",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta a VEL em <nobr>6%</nobr>.",
    "4": "Quando o usuário ou seu Memoespírito fornecem cura aos aliados-alvo que não sejam eles mesmos, o usuário recebe \"Chuva Suave\", que dura <nobr>2</nobr> rodada(s) e só pode ser ativada uma vez por rodada. Enquanto o usuário estiver com \"Chuva Suave\", a VEL aumenta em <nobr>6%</nobr> e o Dano CRIT de todos os aliados aumenta em <nobr>15%</nobr>. Esse efeito não pode ser acumulado."
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "Elmo Alado da Deusa Guerreira",
      "type": "HEAD",
      "desc": "Este elmo alado certa vez testemunhou a Cavaleira do Trovão Diurno derrubar uma divindade do céu, e também viu o céu fechar os olhos.",
      "typeText": "Cabeça",
      "backstory": "Magma dourado escaldante fervilhava sem cessar sob os pés da Valquíria. Ela ocultava sua expressão sob o elmo de ferro, como a névoa invernal encobrindo o brilho das estrelas.\n\nO último Uriano já havia sucumbido, e ela também seguiria sozinha rumo a um destino distante, na direção oposta.\n\n\"Seliose, de quem você se lembrou?\" A fera alada, sua companheira de toda a vida, percebeu o leve movimento de seus pensamentos. A Valquíria permaneceu em silêncio por um momento. Os dias em que as pessoas rezavam ao céu já se foram, e nunca mais retornariam. \"De quem eu me lembrei? Já não consigo recordar ninguém em particular. Eu amei a humanidade com tanta intensidade, e odiei a fraqueza enterrada em sua natureza com a mesma profundidade. Mas agora... eu não me lembro de ninguém.\"\n\nAs feras aladas abaixaram suas cabeças em silêncio. Elas haviam visto a deusa guerreira seguir convicções inabaláveis, e, com a mesma facilidade, cair nas ilusões da auto decepção.\n\nQue expressão se ocultaria agora sob o elmo de ferro que lhe velava o semblante? E que visão se descortinaria, então, diante de seus olhos?"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "Manoplas de Cavalaria da Deusa Guerreira",
      "type": "HAND",
      "desc": "Essas manoplas acompanharam a cavaleira à vitória em todas as batalhas. Elas concedem a força para empunhar as armas mais mortais e suportar as traições mais dolorosas.",
      "typeText": "Mãos",
      "backstory": "A rocha de escamas prateadas silva na forja. O velho Montanhês verteu seus desejos nessas manoplas moldadas antes de oferecê-las à deusa guerreira ao seu lado, como presente.\n\n\"Suave, ferido. Cavaleiros são resilientes. Mais suaves que o mármore. Que seus ossos sejam.\"\n\nEla pegou as manoplas delicadamente trabalhadas e limpou suavemente a armadura de gelo de escamas de prata... Seus pensamentos viajaram para a lança, forjada com o trovão cortante, e para o escudo, nascido das chamas que floresciam. Ela avançaria para o campo de batalha no céu, para salvar a todos, pois a força era apenas um requisito para a salvação. O Montanhês cuidadosamente gravou as máximas da verdade em cada junta dos dedos, lembrando à deusa guerreira de sempre se lembrar da suavidade dentro das luvas.\n\n\"Use a palma para acalmar o rio de estrelas. Use a espada para cortar o gelo.\"\n\nNo entanto, o quase obsessivo senso de dever e justiça que ela possuía acabou queimando a bênção do artesão em uma cicatriz que jamais cicatrizaria."
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "Manto da Aurora da Deusa Guerreira",
      "type": "BODY",
      "desc": "Este manto protegia a Cavaleira do Trovão Diurno da chuva e da poeira, acompanhando-a em todas as suas aventuras, deixando para trás a silhueta mais marcante no céu.",
      "typeText": "Corpo",
      "backstory": "A garota, ainda não uma cavaleira, recebeu um treinamento de combate excepcional na caverna isolada nas montanhas com seu mentor.\n\n\"Muito bem. Em breve, não haverá mais nada que eu possa te ensinar. O que você pretende fazer com esse poder?\"\n\nOs pensamentos da jovem já não estavam mais voltados para o treinamento após ouvir o oráculo divino. Seu gentil mentor percebeu sua mente perturbada e, silenciosamente, aplicou resina na lâmina de sua adaga confiável. \"Mestre, eu quero viver na verdade. Você já ouviu falar... sobre a Donzela Sagrada de Janusópolis e a profecia que ela revelou?\" A jovem temia que seu mentor tentasse dissuadi-la, mas sua determinação já estava firmemente estabelecida.\n\n\"Mas o que é a verdade?\" Perguntou o gentil mentor em resposta. \"...Você precisará de uma vida inteira para discerni-la, e isso não será fácil.\"\n\nÀ meia-noite, ela se levantou silenciosamente, desejando partir com pressa antes que a alvorada chegasse, apenas para descobrir que sua bolsa de viagem já continha uma capa cuidadosamente dobrada."
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "Esporas da Honra da Deusa Guerreira",
      "type": "FOOT",
      "desc": "Essas esporas foram um presente das duas feras aladas companheiras da Cavaleira do Trovão Diurno. Essa era a dor necessária para trilhar o caminho em busca da verdade.",
      "typeText": "Pés",
      "backstory": "A heroína, Seliose, foi acompanhada por duas feras aladas companheiras, Solabis e Lunabis, que eram tanto seu corcel quanto seus camaradas de batalha.\n\n\"Seguimos você, Seliose. Deixe-nos testemunhar o prólogo de sua jornada para matar divindades e tomar suas chamas.\" Eles depositaram sua confiança na feroz e resoluta deusa guerreira.\n\nAs duas feras aladas confiaram a um mestre artesão a forja de um par de esporas como parte da cerimônia de ordenação de cavalaria da \"Cavaleira do Trovão Diurno\". \"Agradeço pela gentileza, mas não preciso delas\", disse ela, sabendo que as esporas serviam para ajudar um cavaleiro a controlar com precisão seu corcel. \"A sua vontade e a minha são uma só. Não precisamos de tal estímulo para nos movermos em perfeita harmonia.\"\n\n\"Pegue-as, Seliose. Você trilha o caminho em busca da verdade, então deveria entender que a 'dor' nos mantém alerta.\" O olhar de Lunabis queimava com uma determinação inabalável, enquanto Solabis guiava sua mão para aceitar as esporas.\n\nA Cavaleira do Trovão Diurno aceitou o presente cerimonial, um símbolo da amizade delas. Se a dor pudesse ajudar a corrigir o rumo no tempo certo, então era uma dor que valia a pena suportar."
    }
  ]
}