{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "Andarilho do Deserto da Bandidagem",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano Imaginário em <nobr>10%</nobr>.",
    "4": "Ao atacar inimigos com penalidades, a Chance de CRIT do usuário aumenta em <nobr>10%</nobr>, e seu Dano CRIT aumenta em <nobr>20%</nobr> contra inimigos Aprisionados."
  },
  "pieces": [
    {
      "_id": 31121,
      "ids": [31121, 41121, 51121, 61121],
      "id": "mscara_respiratria_do_andarilho",
      "name": "Máscara Respiratória do Andarilho",
      "type": "HEAD",
      "desc": "Máscara respiratória capaz de filtrar poeira e radiação do ar. Parece ter sido feita com um respirador descartado.",
      "typeText": "Cabeça",
      "backstory": "Andarilhos de Talia precisam usar máscaras o tempo todo para se proteger das ameaças constantes de radiação residual e tempestades de areia. Ninguém sabia se algum princípio científico foi sequer levado em consideração quando modificações tão drásticas foram feitas na máscara de ventilação. Talvez fosse tudo efeito placebo.\\n\\n\"Não ficou sabendo? Aquele velho do outro lado do vale plugou tubos de água na máscara dele! Eu jamais aguentaria uma coisa dessas.\"\\n\\nApesar disso, os Andarilhos raramente reclamam do clima rigoroso de Talia. Um dos motivos é que desde que a explosão nuclear encheu a atmosfera de areia e poeira, nada pôde ser feito quanto a isso. Outro é que, quando a areia vermelha enchia o ar e bloqueava a luz do sol, eles tinham a oportunidade ideal de emboscar os acampamentos de outros grupos de bandidos, surgindo do nada em meio à tempestade com suas máscaras respiratórias.\\n\\nUm grupo de bandidos preparados atacando outro grupo de bandidos despreparados: essa é a lei da sobrevivência em Talia.\\n\\nEsta máscara contra tempestades de areia parece ser difícil de colocar e tirar. Ela inclui um selo de fabricação de \"Prego-Velho\" contra a pirataria."
    },
    {
      "_id": 31122,
      "ids": [31122, 41122, 51122, 61122],
      "id": "terminal_do_deserto_do_andarilho",
      "name": "Terminal do Deserto do Andarilho",
      "type": "HAND",
      "desc": "Lixo multifuncional capaz de detectar radiação ionizante no ar. Também tem a boca suja.",
      "typeText": "Mãos",
      "backstory": "Antes de virar o \"Reino do Banditismo\", Talia era notoriamente execrada como \"Ferro-velho do Cosmos\". A sucata de tecnologia antiga que outros planetas descartavam era o tesouro de muitos aqui.\\n\\n\"Nem se atreva a perguntar se eu gosto de carregar um dispositivo móvel mais pesado do que grilhões. Ele foi útil, além de que se saiu melhor do que um martelo nos momentos mais decisivos.\"\\n\\nDepois que Prego-Velho foi fundada, o engenheiro Taliano menos convencional enfim ganhou um local seguro para expor sua ideia ousada, dando origem à \"Tecnologia Sensorial\". Ao combinar um contador de partículas de césio e um dispositivo móvel com uma IA insolente, ele criou o Terminal do Deserto, uma invenção multifuncional feita a partir de lixo.\\n\\nA principal ideia da tal \"Tecnologia Sensorial\" é: não pergunte como nem por quê, ninguém se importa.\\n\\n\"Você foi lá e me juntou a esse pedaço de sucata? Essa sua gente é simplesmente um lixo enferrujado, ratos de esgoto nojentos...\" A IA do terminal fala num tom bastante sincero."
    },
    {
      "_id": 31123,
      "ids": [31123, 41123, 51123, 61123],
      "id": "traje_de_frade_do_andarilho",
      "name": "Traje de Frade do Andarilho",
      "type": "BODY",
      "desc": "Uma túnica larga adaptada da indumentária de um missionário.",
      "typeText": "Corpo",
      "backstory": "A maioria dos gângsters de Talia não espera a salvação, muito menos sabe o que são frades. Só o que sabiam era que as túnicas deles eram ótimos panos de chão.\\n\\n\"'A ignorância ainda reina'? Nunca ouvi tamanha baboseira!\"\\n\\nAndarilhos encontraram um mosteiro há muito abandonado e descobriram alguns velhos volumes de uma antiga civilização. Eles sentiam que aquelas anotações eram preciosas, mas, depois de hipocritamente fingirem ter algum afeto, eles queimaram alegremente os livros, levando apenas os trajes deixados pelos frades. Afinal, as outras coisas não valeriam nada em Prego-Velho.\\n\\nA maioria dos Andarilhos não sabia ler. Registros de civilizações, por mais extensos que fossem, jamais seriam mais úteis a eles do que um prato de comida. E não dava para culpá-los por isso.\\n\\nPelo menos as túnicas dos frades permaneceram, o que contribuiu para a continuidade da existência de uma civilização há muito esquecida."
    },
    {
      "_id": 31124,
      "ids": [31124, 41124, 51124, 61124],
      "id": "grevas_potentes_do_andarilho",
      "name": "Grevas Potentes do Andarilho",
      "type": "FOOT",
      "desc": "Perna de uma armadura motorizada, um exoesqueleto feito de restos de metal e fios velhos.",
      "typeText": "Pés",
      "backstory": "Os bandidos de Prego-Velho precisavam de meios para defender suas fontes de água e sucata conquistadas com tanto esforço, e foi assim que a medíocre tecnologia de banditismo surgiu. A armadura motorizada era desnecessariamente extravagante, já que as pernas eram as únicas seções funcionais.\\n\\n\"Eu preciso de uma armadura motorizada completa, e agora você vem me dizer que todas as seções de cima foram pelos ares?! Queria só ver se você teria coragem de vestir esse seu conjunto de grevas!\"\\n\\nAs defesas da cidade, que faziam seu trabalho quando necessário, impulsionaram o desenvolvimento da Tecnologia Sensorial durante a guerra. Certa vez, uma ideia aleatória surgiu na mente dos engenheiros. Com alguns materiais de fonte desconhecida, eles criaram uma armadura motorizada. Infelizmente, sobrou apenas a perna da primeira geração dessa armadura barata. Mesmo depois de serem altamente simplificadas, as grevas ainda permitem que quem as usa decole na velocidade de um foguete: um mecanismo que confunde os engenheiros nos dias de hoje.\\n\\nDe acordo com os engenheiros, o projeto foi concluído no limbo entre sonhos e realidade. Foi uma obra-prima da mais pura engenhosidade, daquelas que só acontecem uma vez na vida.\\n\\nSucata útil é sucata boa, seja ela reciclável ou nociva."
    }
  ]
}
