{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "Relojoeiro, Mestre de Maquinações de Sonhos",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Efeito de Quebra em <nobr>16%</nobr>.",
    "4": "Quando o usuário usa sua Perícia Suprema em um aliado, o Efeito de Quebra de todos os aliados aumenta em <nobr>30%</nobr> por <nobr>2</nobr> rodada(s). Esse efeito não pode ser acumulado."
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "lente_telescpica_do_relojoeiro",
      "name": "Lente Telescópica do Relojoeiro",
      "type": "HEAD",
      "desc": "Uma lente com entalhes em ouro. A lente reflete as maravilhas de longe para ajudar seu dono a atravessar os sonhos ilusórios.",
      "typeText": "Cabeça",
      "backstory": "Nas histórias sobre o Relojoeiro em Penacony, ele sempre possui uma visão única que permite que ele facilmente possa discernir entre oportunidades de negócios debaixo das Bolhas de Sonho, e criar empresas grandiosas que ninguém imaginou.\n\nA Prisão da Fronteira ganhou sua liberdade em meio ao Câncer de Todos os Mundos e recebeu paz e prosperidade sob o brilho da Família. Dizem que foi nesse momento que o Relojoeiro entrou na disputa. Sua lente refletiu a essência desse Mundonírico — As pessoas gastam com desperdício no Momento do Crepúsculo apenas para \"procurar o impossível em sonhos.\" Dali em diante, os sonhos de Penacony começaram a conter diversos objetos incrédulos: Bules de chá que contam piadas, carros de corrida que giram conforme dirigem, e mansões que trocam de localização todos os dias... A maior parte deles é totalmente inútil, porém, são vendidos com preços absurdos. E aqueles que visitam de longe estão dispostos a gastar montanhas de dinheiro por eles.\n\nEsse é um Mundonírico fantástico, então por que não se juntar à loucura? As palavras \"Exclusivo e apenas no sonho\" são suficientes para redefinir o valor das luxúrias no Mundonírico.\n\nA Família Alfafa e antigos Caçadores de Sonhos do mundo comercial costumam se sentir arrependidos por isso, lamentando que eles não viram a oportunidade mais cedo. O Relojoeiro simplesmente viu mais longe do que eles — apenas um pouco mais longe, todas às vezes."
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "relgio_de_pulso_fortuito_do_relojoeiro",
      "name": "Relógio de Pulso Fortuito do Relojoeiro",
      "type": "HAND",
      "desc": "Um relógio de pulso com uma fabricação fina. Contém um painel exclusivo e ponteiros de relógio. Dizem que é o símbolo de boa sorte no Mundonírico.",
      "typeText": "Mãos",
      "backstory": "Porque o Relojoeiro é chamado de \"o Relojoeiro\" é o maior enigma dessa história serializada.\n\nAlguns dizem que ele era um artesão em uma torre de relógio. Alguns dizem que ele era um comerciante que vendia relógios. Existem até aqueles que dizem que sua cabeça tem a aparência de um relógio — assim como Relogin, que ele criou.\n\nConforme os boatos se espalhavam, os relógios de pulso no sonho aumentaram de popularidade com a fama do Relojoeiro. Os Caçadores de Sonhos sabem que esses relógios não têm nada a ver com esse homem prestigioso, mesmo assim, ainda consideram esses relógios como uma forma de mostrar seu respeito a ele e um símbolo da boa sorte. Por conta de várias atividades comerciais, o símbolo do relógio se tornou a coisa mais onipresente em Penacony — roupas, acessórios, comida... De grafites pelas vielas até relógios gigantes no salão de hotéis, a influência desse magnata lendário pode ser vista em qualquer lugar.\n\n\"Quem não gostaria de relógios em Penacony?\"\n\nO verdadeiro Relojoeiro parece ter concordado com isso e nunca expressou nenhuma opinião contra o modelo inicial do relógio de pulso, até que o símbolo do relógio se tornou apenas mais um fato diário da vida em Penacony, até que ninguém mais perguntou sobre a origem do Relojoeiro novamente."
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "traje_formal_ilusrio_do_relojoeiro",
      "name": "Traje Formal Ilusório do Relojoeiro",
      "type": "BODY",
      "desc": "Um esplêndido e luxuoso traje formal com colarinhos de couro. É magnífico e elegante, normalmente usado em ocasiões formais como banquetes.",
      "typeText": "Corpo",
      "backstory": "Nas várias lendas em Penacony, o Relojoeiro possui diversas identidades e aparências.\n\nNessas fábulas, às vezes ele é um velho e gentil cavalheiro, uma moça elegante, e até mesmo um cavalheiro gigante de vários metros de altura... porém, não importa a versão da história, ele está sempre magnificamente vestido.\n\nAs lendas dizem que o Relojoeiro compartilhará seu segredo com seu parceiro de dança no Mundonírico onde o crepúsculo e o amanhecer se entrelaçam. Ouvindo isso, as pessoas animadamente se juntam à dança e convidam cada um dos hóspedes solitários e misteriosos escondidos no meio da multidão vestidos com roupas luxuosas — Mais e mais Caçadores de Sonhos se conhecem dessa forma e o baile gradualmente se transforma em um lugar para socializar para amizade e amor. As entradas caras estão sempre esgotadas assim que saem. Mesmo que o mestre vestido com as melhores roupas das lendas nunca tenha aparecido, isso não impediu a paixão com que os convidados buscavam um encontro com ele.\n\n\"Sua roupa... poderia você ser o famoso Relojoeiro?\" Essa pergunta que inicialmente era uma dúvida genuína se tornou uma expressão de elogio, finalmente se tornando uma frase código para um pedido de dança.\n\nO Relojoeiro ganhou um novo negócio de fazer bailes, e o Mundonírico ganhou uma pitadinha de romance e paixão."
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "sapatos_sociais_ocultadores_de_sonhos_do_relojoeiro",
      "name": "Sapatos Sociais Ocultadores de Sonhos do Relojoeiro",
      "type": "FOOT",
      "desc": "Um par de elegantes sapatos de couro. O usuário uma vez caminhou sorrateiramente em sonhos em uma forma enigmática.",
      "typeText": "Pés",
      "backstory": "O Relojoeiro passou por cada pedaço do Mundonírico, além dos anais da história de Penacony. O nome dele foi mencionado por séculos nessa terra de sonhos, e Caçadores de Sonhos de hoje ainda conseguem ouvir sobre o paradeiro dele.\n\nAs pessoas começaram a suspeitar se o Relojoeiro é uma pessoa, um grupo ou uma mentira tecida pela Família.\n\nAlguns Caçadores de Sonhos juram expor a verdade sobre o Relojoeiro. Eles vão a vários Mundoníricos em busca de rastros do magnata misterioso, apenas para obter nada além de miragens — um misterioso convidado em uma certa negociação, uma marca sem mestre que voou direto ao sucesso inesperado, um grande investimento sem uma fonte rastreável... Cada vez que eles tentam deduzir que o Relojoeiro não existe, eles estão provando que o Relojoeiro está em todo lugar no sonho.\n\nLivros sobre o Relojoeiro preenchem as estantes na Biblioteca do Despertar Primordial. O nome dele para sempre envolve Penacony.\n\nQuanto mais as pessoas desejam descobrir a verdade, mais elas são cegas por mentiras... Em meio a milhares de lendas e rumores, esta superestrela das festividades apenas deixará suas pegadas, mas jamais seu rosto."
    }
  ]
}