{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "Capitão Navegante de Ondas",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta o Dano CRIT em <nobr>16%</nobr>.",
    "4": "Quando o usuário se torna o alvo da habilidade de outro aliado-alvo, ganha 1 acúmulo de \"Ajuda\", acumulando até <nobr>2</nobr> vez(es). Se tiver <nobr>2</nobr> acúmulo(s) de \"Ajuda\" quando o usuário usar sua Perícia Suprema, consome toda a \"Ajuda\" para aumentar o ATQ do usuário em <nobr>48%</nobr> por <nobr>1</nobr> rodada(s)."
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "Chapéu de Navegador do Capitão",
      "type": "HEAD",
      "desc": "Um chapéu de sol de abas largas com um brilho perolado. Marinheiros que cruzam os mares o usam para se proteger do sol escaldante de Áquila.",
      "typeText": "Cabeça",
      "backstory": "Entre os recifes costeiros, os destroços de uma trirreme jaziam encalhados como uma baleia à deriva. O navio, que um dia fora uma embarcação de guerra em campanha contra as sereias do mar, foi devolvido à costa pelas ondas, mas deixou sua tripulação falecida nas profundezas do oceano.\n\n\"Ó guerreiro de Phagousa, quem quer que seja, peço que se erga e defenda Skiana!\" O apelo desesperado do rei encontrou apenas silêncio, pois enfrentar as sereias do mar significava apenas se tornar mais um corpo sem vida à deriva nas ondas.\n\n\"Me dê um navio inquebrável e uma tripulação de cinquenta homens, e eu exterminarei a maligna sereia do mar!\" Um jovem capitão, usando um chapéu de abas largas, deu um passo à frente da multidão. O brilho perolado de seu chapéu projetou um arco-íris cintilante sobre os rostos pálidos e temerosos ao seu redor. Sua chegada foi como a aurora sobre o mar, e, em um instante, o horizonte já começava a clarear.\n\n\"Eu construirei o melhor navio do mundo para você!\" Os artesãos, atraídos pelo brilho do jovem capitão, comprometeram-se com suas habilidades. A madeira do grande navio era imune à decomposição, garantindo que nunca apodrecesse no mar. Em sua proa, uma tábua cortada da árvore gigante de Cerces foi fixada, imbuída com o poder da profecia.\n\n\"Vá, discípulo dos Sábios, herói escolhido das divindades, domine a loucura de Phagousa.\" Três dias depois, o navio de guerra totalmente tripulado zarpou de Skiana."
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "Astrolábio Apanhador de Luz do Capitão",
      "type": "HAND",
      "desc": "Um compasso náutico que captura a orientação da luz das estrelas. Mesmo quando à deriva na escuridão sem fim do mar, as estrelas sempre apontarão o caminho à frente.",
      "typeText": "Mãos",
      "backstory": "Nuvens escuras, pesadas como chumbo e ferro, pressionavam o mastro. Em meio à tempestade furiosa, o navio era como um lírio da água à deriva, e até o convés, feito da árvore sagrada, tremia violentamente contra as ondas imensas.\n\n\"Até os mares antes tranquilos, onde as ondas eram calmas e os ventos suaves o ano todo, agora foram corrompidos pela natureza selvagem e violenta da sereia.\" O jovem capitão estava de pé na torre da proa, suas sobrancelhas franzidas enquanto observava as nuvens escuras e densas à frente... mas o astrolábio em seu pulso permaneceu inerte.\n\nUm raio caiu, estilhaçando a corda da vela principal com um estrondo retumbante. A tripulação mergulhou no caos, gritando e se debatendo. O jovem capitão bradou, restaurando a ordem. Ele ordenou aos remadores que puxassem em uníssono, sua força guiada por comandos precisos. O timoneiro respondeu rapidamente, desviando o navio das ondas imponentes que se erguiam como montanhas. Eles lutavam contra a fúria de Phagousa, suportando até que a luz orientadora de Áquila penetrasse a tempestade. De repente, o capitão ergueu o braço, sua voz cortando a tormenta. O compasso náutico em seu pulso brilhou com fragmentos dispersos de luz estelar...\n\n\"Siga aquela luz, todos! Estamos prestes a sair da tempestade!\"\n\nOs marinheiros uniram seus ânimos, cantando uma canção de marinheiro em uníssono. O navio, como uma lâmina afiada, cortava as ondas, avançando em direção ao amanhecer.\n\n\"Em breve, vamos libertá-la das correntes. Olhem à frente, preparem-se! Levem o navio ao mar!\""
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "Manto do Vento do Capitão",
      "type": "BODY",
      "desc": "A capa de navegação flutuou como uma grande vela. Se os ventos fortes não me ajudarem, então eu me tornarei o vento.",
      "typeText": "Corpo",
      "backstory": "Um virote de balista de bronze, tão alto quanto um homem, rasgou a névoa do mar envolta em chamas, apenas para se despedaçar em pó no momento em que se aproximou da armadura escamosa da sereia. Os tentáculos azul-pálido se enrolaram firmemente ao redor das cinturas dos marinheiros, e mesmo quando cortados, se contorciam pelo convés, roendo a tripulação aterrorizada.\n\n\"Os membros do tripulante se contorciam no ar, gritando meu nome. Essa foi a visão mais aterrorizante da minha carreira de marinheiro.\" A voz do capitão tremeu entre seus lábios e dentes. Ele não estava mentindo.\n\nA colossal sereia do mar surgiu, seus tentáculos retorcidos se enrolando firmemente ao redor do navio. Suas costas se erguiam como uma ilha flutuante. O imediato cravou uma lança de ferro incandescente em sua mandíbula escancarada, cheia de mil dentes afiados como lâminas. Uma chuva de sangue negro e fétido espirrou sobre o convés, escurecendo as tábuas. A tripulação escapou por pouco de um ataque fatal, mas, ao se virar, o capitão viu a torre da popa esmagada por um tentáculo gigantesco, estilhaçada com a mesma facilidade que a Lança da Fúria de Nikador racha uma casca de noz. Era uma oportunidade única na vida. Avançar ou recuar? Todos os olhares se voltaram para o capitão...\n\n\"Tudo a bombordo! Remadores, a toda velocidade! Soltem todas as velas, preparem o espolão para o impacto!\"\n\nA capa do capitão ondulava ao vento uivante, e a tripulação se preparava, pronta para enfrentar a morte. O aço se chocou contra as escamas, a quilha se partiu, e a sereia marinha soltou um grito lancinante. Sua forma outrora imponente, agora drenada de seu poder, lentamente afundava nas profundezas do mar."
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "Botas da Maré do Capitão",
      "type": "FOOT",
      "desc": "Ondas quebradas floresciam sob as botas do capitão. Mesmo que ele nunca retornasse, as marés levariam de volta sua benção.",
      "typeText": "Pés",
      "backstory": "Em uma costa arenosa desconhecida, o jovem capitão estava deitado de costas, olhando para o céu. O sol poente lançava um brilho dourado sobre a costa despedaçada... Dentro desse halo de luz, a distante terra de Skiana parecia quase ao alcance, pois ele sabia que aquele era o momento final de sua vida.\n\n\"...Nós domesticamos a loucura de Phagousa.\" A sereia do mar havia se retirado para as águas mais profundas, improvável de ameaçar a costa novamente por cem anos.\n\nA tábua, talhada da gigante árvore de Cerces, pediu ao capitão as últimas palavras. Ela navegaria de volta para a distante terra de Skiana, carregando a história de sua jornada heroica e inspirando mais jovens a partir em uma viagem além da costa. O capitão olhou para sua metade inferior cortada... aquelas eram as botas que seu sábio mentor lhe dera, as que o haviam levado por incontáveis pólis. Mas agora, sua longa viagem chegaria ao fim aqui.\n\n\"Diga a eles... que ainda tenho um Mar das Almas a conquistar. Minha terra natal, não lamente por mim.\"\n\nAno após ano, a brisa do mar acariciava as paredes de Skiana. A história da sereia do mar tornou-se uma canção de ninar sussurrada por mães para seus filhos... E aqueles marinheiros que haviam escapado por pouco do mar amaldiçoado ainda aguardavam que seu capitão cavalgasse as ondas de volta para casa."
    }
  ]
}