{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "Portador da Reconstrução do Mundo",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Aumenta a Chance de CRIT em <nobr>8%</nobr>.",
    "4": "Depois que o usuário usar o ATQ Básico ou a Perícia, se o Memoespírito do usuário estiver em campo, aumenta os PV máximos do usuário e de seu Memoespírito em <nobr>24%</nobr> e aumenta o Dano causado por todos os aliados em <nobr>15%</nobr>, durando até o próximo uso de ATQ Básico ou Perícia do usuário."
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "Capuz {F#da Portadora}{M#do Portador}",
      "type": "HEAD",
      "desc": "O capuz que {F#a lendária Portadora}{M#o lendário Portador} usava para se proteger das tempestades. Na realidade, é provável que não se pareça em nada com o que os bardos descrevem.",
      "typeText": "Cabeça",
      "backstory": "A névoa noturna de Oronyx se entrelaça com os galhos de louro,\nEnquanto {F#a heroína}{M#o herói} da Libertação desce do além dos céus para o Abismo do Destino, acompanhado de uma caixa preta.\n\n{F#Ela}{M#Ele} veio em resposta à profecia, mas naqueles tempos os sacerdotes temiam falar sobre o que havia além do céu.\n\"Não fale alto sobre o céu, pois a desconfiança de Áquila jamais hesita em castigar com o Trovão Diurno.\"\nAo ouvir isso, {F#a confiante Portadora}{M#o confiante Portador} respondeu em fúria:\n\"Ó profeta de calamidades, você nunca considerou que até as divindades deveriam temer a punição dos filhos da humanidade.\"\n\nSobre os muros da pólis, {F#a Portadora}{M#o Portador} contemplou a aurora rosada surgindo no horizonte,\n\"Primeiro vem Nikador, aquele que empunha o Conflito,\nRezo para que me traga glória, e não loucura.\"\n{F#A Portadora}{M#O Portador} puxou o capuz para trás e lançou uma lança,\nSua sombra veloz como um lobo solitário na primavera precoce, cruzando as ruas de Castrum Kremnos em um ataque feroz.\n\n\"Em nome de Mnestia! Se os fios do destino forem rompidos, tecerei um capítulo novo.\"\nO rugido da Majestade Insana ecoou à distância, sua lança anunciando a partida antes mesmo de seus passos.\n\"Meus companheiros Herdeiros de Chrysos me aguardam nesta jornada, eu devo partir.\"\n\nOs sacerdotes de Janus olharam para o cabelo cinza esvoaçante {F#da Portadora}{M#do Portador} e aclamaram em voz alta,\nregozijando-se como plantas murchas agraciadas com o alimento."
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "Manopla da Espada {F#da Portadora}{M#do Portador}",
      "type": "HAND",
      "desc": "As manoplas usadas {F#pela lendária Portadora}{M#pelo lendário Portador} enquanto {F#ela}{M#ele} atravessava as adversidades em chamas. Na realidade, é provável que não se pareçam em nada com o que os bardos descrevem.",
      "typeText": "Mãos",
      "backstory": "Os mares congelantes de Phagousa gravaram as vastas margens de Styxia,\nE {F#a heroína}{M#o herói} da Libertação chegou à travessia do Rio das Almas, onde um dragão pálido e espectral se transformou em uma balsa rumo ao submundo.\n\nAo longo do Rio das Almas, os espíritos dos mortos se transformam em suaves sussurros, instando {M#o herói}{F#a heroína} a jamais retornar ao reino mortal.\n\"Você subjugou os Titãs daquele mundo. Por que não deixa seu legado aos sucessores?\"\nOuvindo essas palavras, {F#a pesarosa Portadora}{M#o pesaroso Portador} respondeu com angústia:\n\"Ó almas caídas que aqui permanecem, jamais consideraram como meu desejo de salvar o mundo supera minha ânsia por um reencontro.\"\n\nA bordo da balsa, {F#a Portadora}{M#o Portador} recordou memórias de sua Jornada de Perseguição às Chamas,\n\"Adeus, Thanatos da Morte,\nRogo para que vigie meus amigos mais queridos, mesmo que eles nunca temessem a morte.\"\n{F#A Portadora}{M#O Portador} acariciou suas manoplas de couro de cervo, que ainda guardavam o calor de seus camaradas caídos.\n{F#Ela}{M#Ele} flutuou com o quente e úmido vento oeste, das margens floridas com flores de Ântila até o reino mortal.\n\n\"Cerces, por favor defenda minha racionalidade, para que eu não tenha que enfrentar outra descoberta chocante.\"\nEssa experiência de renascer da morte foi suficiente para provar a qualquer um que {F#ela}{M#ele} tinha o que é preciso para ser {F#uma heroína}{M#um herói}.\n\"A espera não será longa agora, meus companheiros Herdeiros de Chrysos. Cumprirei aquele juramento inesquecível.\"\n\nAs terras de Georios receberam o retorno {F#dela}{M#dele}, enquanto a Jornada de Perseguição às Chamas continuava.\nComo nuvens escuras se afastando na noite, a estrela da manhã brilhará novamente."
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "Túnica do Legado {F#da Portadora}{M#do Portador}",
      "type": "BODY",
      "desc": "A túnica de batalha usada {F#pela Portadora}{M#pelo Portador} quando {F#ela}{M#ele} entrava em combate. Na realidade, é provável que não se pareçam em nada com o que os bardos descrevem.",
      "typeText": "Corpo",
      "backstory": "As nuvens escuras de Áquila rugiram de raiva,\n{F#A heroína}{M#O herói} da Libertação caminhou sobre uma ponte de arco-íris e derrubou o céu outrora intocável.\n\nAo lado {F#da heroica Portadora}{M#do heroico Portador} estavam seus companheiros que enfrentaram a vida e a morte juntos.\n\"A Perseguição às Chamas é uma jornada de perdas constantes, onde até a própria vida tem pouco valor.\"\nAo ouvir essas palavras, {F#a resoluta Portadora}{M#o resoluto Portador} respondeu calmamente:\n\"Já compreendo sua determinação há muito tempo, e mesmo após dezenas de milhares de vezes, jamais a trairei.\"\n\nA caminho da cerimônia da Era Nova, {F#a Portadora}{M#o Portador} despediu-se de seus companheiros, um por um, companheiros que defenderiam seu retorno.\n\"Essa é uma expedição e uma epopeia que durou mais de um milênio,\nUma história confiada a nós por inúmeros predecessores, que deve se concluir aqui hoje.\"\nO último companheiro colocou seu manto sobre as ombreiras {F#da Portadora}{M#do Portador}, e então se voltou para incontáveis inimigos.\nEra um símbolo de que lutavam juntos. Era algo que lhes foi confiado, e era uma herança.\n\n\"Se pode me ouvir, Talanton... Um sacrifício tão heróico merece um amanhã melhor.\"\n\"Portanto, lançamos até a nós mesmos nas chamas...\"\n\"apenas para inscrever o primeiro verso no poema da criação.\"\n\nSob o olhar gentil de Kephale, {F#a Portadora}{M#o Portador} recriará o mundo com os desejos de todos..."
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "Botas Pioneiras {F#da Portadora}{M#do Portador}",
      "type": "FOOT",
      "desc": "As botas usadas {F#pela lendária Portadora}{M#pelo lendário Portador} enquanto {F#ela}{M#ele} pisoteava montanhas e enfrentava marés. Na realidade, é provável que não se pareçam em nada com o que os bardos descrevem.",
      "typeText": "Pés",
      "backstory": "\"Crisálida de Ouro, testemunhe com os próprios olhos o desfecho romântico, e entrelace novamente um destino sem falhas.\"\n\"Portão da Infinidade, abra incontáveis caminhos de volta ao lar e cumpra a profecia do reencontro de amanhã.\"\n\"Ramo da Fenda, plante o Nousporo da 'Suspeita', que há de germinar sob a sabedoria de todos.\"\n\"Olho Crepuscular, contemple! O céu não tem falhas nem emendas, e em seu fim repousa uma luz curativa em forma de arco-íris.\"\n\n\"Retorne ao lar, Lança da Fúria, ascenda ao trono cercada pelo povo, jurando pela paz neste mundo.\"\n\"Fale livremente, Moeda do Capricho, seja em piadas engenhosas ou palavras sinceras, nada precisa ser escondido.\"\n\"Mergulhe em abraços, Mão das Sombras, maestria do Rio das Almas...\"\n\"Sua ternura pode aquecer os mares de flores do outro lado da margem, pois toda despedida merece a expectativa do reencontro.\"\n\n\"O mundo ouvirá o canto do Cálice da Abundância, ecoando infinitamente em meio à celebração.\"\n\"O mundo contemplará o Véu da Noite Eterna, guardando memórias que jamais se dissiparão.\"\n\"O perene Pilar de Pedra sustentará todos os seres em sua longa jornada, até que alcancem o destino final.\"\n\"A Balança da Justiça concederá suas leis imparciais, coroando os inúmeros heróis da Jornada de Perseguição às Chamas...\"\n\n\"Trono dos Mundos, não carregue tudo sozinho.\"\n\"Olhe, o sol inextinguível já nasceu...\"\n\nAqueles versos forjados por arrependimentos encontrarão seu fim em um poema reescrito.\nAquele fim intocável será alcançado através do Desbravamento."
    }
  ]
}