{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "夢を紡ぐ妖精の楽園",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "フィールド上にいる現在の味方の数が4ではない時、1名超過/不足するごとに、装備キャラおよびその記憶の精霊の与ダメージ+<nobr>9%</nobr>/<nobr>12%</nobr>、最大で<nobr>4</nobr>/<nobr>3</nobr>層累積できる。"
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "{RUBY_B#めいろめいきょう}迷路迷境{RUBY_E#}の{RUBY_B#ゆめ}夢{RUBY_E#}のツリーハウス",
      "type": "NECK",
      "desc": "次元界オーブの中に封印されたエリュシオンの「迷路迷境」。黄金色の麦をかき分けた先で、あなたはとても深い木の穴に落ちてしまった。おや？小さな妖精がたくさんいる。「1、2、3、4、5、6、7……」違う！「ド、レ、ミ、ファ、ソ、ラ、シだ！」",
      "typeText": "次元界オーブ",
      "backstory": "「ふふ、子供たち、迷路迷境は今年も収穫の季節を迎えた。何を準備すればいいか分かるね？」村長は白いひげを撫で、ニコニコしながら言った。\n「ネクタール祭！」妖精たちが歓声をあげた。\n\n当初、迷路迷境は何もない荒れた地だった。そこにエリュシオンの少年と少女が外から種を持ち込み、妖精たちに種まきを教えた。種から芽が出て花が咲くと、妖精たちも彼らの真似をし、ブドウ畑の傍を飛ぶ金色の蜜蜂を追いかけて蜜を集めた。そうして花が実を結ぶようになると、妖精たちは歌で収穫を祝い、夜遅くまで賑やかな宴を楽しむようになった。そして、彼らは夜が明けた後——その年にとれた蜜を瓶に詰め、地中深くへと埋めた。それはやがて熟成され、翌年には「成長」と「冬を癒す」不思議な妙薬となるのだ。\n\n毎年、ネクタール祭では同じことを繰り返している。\n今年の祭りでは、村長が白いひげを揺らしながら、「誰かレラミュンを見なかったか？」と言っていた。\n\n妖精たちはあちこち探し回り、ついにツリーハウスの入口で「レラミュン」を見つけた。「レラミュン」はスヤスヤと寝息を立て、口元にはよだれを浮かべ、まるで楽しい夢でも見ているかのようだった。不思議に思った「ミュンラミ」が近づき、「レラミュン」の寝言を聞いた——「ファイちゃん…キュレちゃん…約束だよ。今度来たときは、去年埋めたトゲトゲの実のネクタールを…一緒に飲もうね…」\n\n「レラミュン」は、自分が「巨大なレラミュン」に変身して、迷路迷境につながる木の穴を完全に塞いでしまっている夢を見ていた。小さなファイノンとキュレネはどうやっても中に入るための道を見つけられず、イグサで「レラミュン」の耳をくすぐったり、お腹の上で跳ね回りながら名前を叫んだりしていた。しかし、ぐっすり眠っている「レラミュン」にはまったく届いていない。\n「もしかして、ファイちゃんとキュレちゃんが迷路迷境に来れてないのは、あたしが道を塞いじゃってたせい……？」\n夢の中で、「レラミュン」の心臓がドキっと跳ねた。\n\n「ハ…ハクション！」\n「レラミュン」は大きなくしゃみをしてようやく目を覚ました。幸いにも道をふさぐ「巨大なレラミュン」にはなっていなかったが、自分の周りにいたのは妖精たちだけ。\n「ファイちゃんとキュレちゃんは？あの2人は来てないの？」\n妖精たちは首を横に振った。ファイノンとキュレネのいないネクタール祭はこれで何度目になるだろうか。\n「レラミュン」は肩を落とした。そうと分かっていればもう少し夢を見ていたのに——\n小さな「レラミュン」はこの気持ちをどう言い表せばいいか分からなかった。けれど、強いて言うなら…毎年の夏の終わりに、瓶に入っていたホタルたちを空に放してあげる時の気持ちに似ているかもしれない。"
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "{RUBY_B#めいろめいきょう}迷路迷境{RUBY_E#}の{RUBY_B#いの}祈{RUBY_E#}りの{RUBY_B#ふえ}笛{RUBY_E#}",
      "type": "OBJECT",
      "desc": "粘土で作られた笛。小さな妖精たちと二人の子供の約束を象徴している。少年と少女がその笛を吹けば、「ミュ？」という声を合図に、妖精たちが迷境につながる木の穴を開き、彼らを招き入れてくれる。",
      "typeText": "連結縄",
      "backstory": "「約束、忘れないでね！あなたたちがその祈りの笛を吹けば、どんなに遠くにいても、必ずあたしたちに聞こえるから」\n\nそれはエリュシオンの少年と少女が初めて迷路迷境を訪れ、妖精たちと出会った時のこと。彼らは友達と庭でかくれんぼをしていて、その際にうっかり茂みの奥にある深い木の穴にすべり落ちてしまった。木の穴はとても長く、底の見えない滑り台のようになっていて、彼らは真っすぐ滑り落ち、やがて地面に転がった。その際、予想していたような派手な転び方はしなかったが、彼らは妖精たちの山へと突っ込んでしまった。\n「1、2、3、4、5、6、7…仔犬がたくさん…って、ウサギ？」\n「違うよ。ド、レ、ミ、ファ、ソ、ラ、シ、だよ。あたしたちはトラミュン、ソラミュン、レラミュンっていうの！」\n\n子供たちと妖精の友情は、千の流れ星のようにたちまち輝きに包まれ、一緒に楽しい一日を過ごした。しかし、別れの時はすぐにやって来た。子供たちは心配している両親のところへ帰らなくてはならないのだ。\n「離れ離れになっても、また会えるよね？」少年が少しだけ寂しそうに尋ねた。\n離ればなれ…また会える…妖精たちにはその言葉の意味がよく分からなかった。これまでの迷路迷境には別れも再会もなかったからだ。しかし、子供たちの表情を見て、それがとても辛いことなのは分かった。紫色の「レラミュン」は少し考えたあと、「ファイちゃん、キュレちゃん、ちょっと待ってて。あげたいものがあるの！」と言った。\n\n少年と少女は「レラミュン」からの贈り物を受け取った。それは「レラミュン」が自分で作ったもので、7つの穴があいている妖精の耳の形をした笛だった。それを吹くと「ド、レ、ミ、ファ、ソ、ラ、シ」の美しい音色が奏でられるという。「レラミュン」は真剣な表情で、「また迷路迷境に遊びに来たくなったら、この笛を吹いて。あたしたちが寝てても、歌ってても、葉っぱの家を作ってても、この音は必ず聞こえるから。その時は入口の木の穴を開いて、すぐに迎え入れてあげるね」と言った。\n\n「つまり、妖精を目覚めさせる不思議な笛ってことね！」少女はいたずらっぽく笑い、「約束だよ。きっとまた戻ってくるからね」と言った。\nそれ以来、笛がなると「レラミュン」はこれ以上ないほどに喜んだ。そして、いつも大声で「聞こえたよ！両耳ともちゃんと聞こえた！」と叫ぶのだった。\n\nその後、ファイノンとキュレネはエリュシオンを離れたが、子供時代のことはすべて覚えていた。錆びたブリキのおもちゃ、納屋に転がっていた手足のない兵隊の人形、針で編んだフェルトの花飾り、一度も降ることのなかった雨、乾ききった血、焼け焦げた麦畑——\nしかし、土に埋もれた笛と、果たされることのない約束だけは、忘れてしまっていた。"
    }
  ]
}