{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "雷鳴轟くバンド",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "雷属性ダメージ+<nobr>10%</nobr>。",
    "4": "装備キャラが戦闘スキルを発動した時、装備キャラの攻撃力+<nobr>20%</nobr>、<nobr>1</nobr>ターン継続。"
  },
  "pieces": [
    {
      "_id": 31091,
      "ids": [
        31091,
        41091,
        51091,
        61091
      ],
      "id": "bands_polarized_sunglasses",
      "name": "バンドの{RUBY_B#へんこう}偏光{RUBY_E#}サングラス",
      "type": "HEAD",
      "desc": "メインボーカルの1人であるジャニスのサングラス、クロームメッキのレンズは、青い光を反射する。",
      "typeText": "頭部",
      "backstory": "恒星の寿命が急速に消えゆく。赤色巨星が爆発する前に、エメラルド-IIIの住人は故郷の星から逃げ出した。\n\n逃げ場のない未来と直面する時、エリートたちは絶望の慟哭から目を背け、希望だけを持ち去った。\n\nジャニスの両親は他星系の救援を期待して、巨額の信用ポイントを支払って船に乗り込んだ。惑星は赤色巨星の爆発で破壊され、恒星は白色矮星になる…目に見える終末が降臨する前に逃げ出すのが唯一の答えだろう。だが混沌医師のジャニスは銀河の滅亡に真正面から立ち向かい、存在の痕跡が無に帰することはないと証明しようとした。\n\n死にゆく太陽はさらに明るさを増す。ジャニスは母のサングラスを持ち、同じ志を持つ若者たちと共に故郷の星に帰った。\n\n「臆病者は外に向かって逃げるだけなのに、口では救済を叫ぶ」『廉価な救済』、激雷バンドのファースト・アルバムからのシングルで、ジャニスが両親との喧嘩の際に発した怒りの言葉を歌詞にしたもの。"
    },
    {
      "_id": 31092,
      "ids": [
        31092,
        41092,
        51092,
        61092
      ],
      "id": "bands_touring_bracelet",
      "name": "バンドのツアーブレスレット",
      "type": "HAND",
      "desc": "ベース担当シドのブレスレット、ツアーで使用したリボンブレスレットで編んだ。歌詞が書かれている。",
      "typeText": "手部",
      "backstory": "エメラルド-IIIの激雷バンドは、僅かな先行曲で、あっという間に星全体を沸かせた。\n\nリズムギタリストのデヴィが激しくスウィープする時に弾ける火花は開幕の合図だが、ファンたちはそれを余生最後の光としている。\n\nバンドのライブツアーではファンが自発的に秩序を守り、入場時に身分を識別するシルクの腕輪を観客に渡す。ほとんどのファンは高額な避難費用を払えなく、ガンマ線バーストを迎える運命を受け入れた。でも反逆的な若者たちが惑星に戻ったのを目撃し、彼らの中にもインスピレーションの炎が点けられた。彼らは腕輪に歌詞を書き下ろし、上演日を記録し、己が発する魂の叫びを刻んだ。\n\nベースのシドはツアーの度に腕輪を集め、ガールフレンドのナンシーにブレスレットにしてもらい、いつも身に着けている。\n\n「俺たちには、意味も、方向性も、行くところも、未来もない」『僕たちの路』、激雷バンドのセカンドアルバム。シドの人生の信条。"
    },
    {
      "_id": 31093,
      "ids": [
        31093,
        41093,
        51093,
        61093
      ],
      "id": "bands_leather_jacket_with_studs",
      "name": "バンドのスパイク{RUBY_B#つ}付{RUBY_E#}き{RUBY_B#かわ}革{RUBY_E#}ジャン",
      "type": "BODY",
      "desc": "メインボーカルの1人であるダビデは、革ジャンの背中に白い星を描いた。それは、バンドの最後のアルバムのジャケットとなった。",
      "typeText": "胴体",
      "backstory": "激雷バンドのロックが銀河中に鳴り響き、逃げることをよしとしなかった若者たちが、滅びゆくエメラルド-IIIに戻ってきた。\n\nリードギターのジミーはバンドを地下に移した。彼らはここで歌う、彼らはここで惑星崩壊の悲鳴を宇宙に伝える。\n\n上演する前、ダビデはスパイクのついたレザージャケットの背中に白い星を描いた。それは星が崩壊した後の白色矮星、その星が存在していた証明。星を去った者も、滅亡を前にして残った者も、共に轟くロックに耳を傾け、印象的なシンボルを振り回した。\n\nバンドは消えたが、彼らの存在は曲に刻まれ、永遠となった。\n\n「我らは命を燃やし、孤独な白星を照らす」『白星』、激雷バンドの最後のアルバム、作詞はダビデが担当した。"
    },
    {
      "_id": 31094,
      "ids": [
        31094,
        41094,
        51094,
        61094
      ],
      "id": "bands_ankle_boots_with_rivets",
      "name": "バンドのリベットブーツ",
      "type": "FOOT",
      "desc": "ドラマー、ボーナムのブーツ。ステージのライトを反射する塗装面にはリベットが接着されている。",
      "typeText": "脚部",
      "backstory": "激雷バンドは人々の終末に対する態度を変えたが、その結末は変えられなかった。\n\n荒廃した惑星の地表は退廃と悲しみに満ちていた、物資が乏しい時代、バンドは廃棄されたX線フィルムに全アルバムを焼いた。\n\nエメラルド-IIIに長き夜が訪れた時、地表の温度は急速に低下し、外は涼しくなった。人々は地下シェルターから湧き出て、バンドの後を追った。ファイナルツアー「雷鳴」の会場、不安定な空気には電磁嵐の予兆が漂い、雷は金属のセットを通ってステージに伝わる。雷光はボーナムの足元で躍動し、バンドは完全に雷電と一体となった。アンコール曲が終わると、巨大な球電がステージを包み込んだ。\n\nカーテンコールの夜が過ぎ、激雷バンドの上演は絶唱となった、彼らの歌詞のように。\n\n「雷が俺たちの声を覆い、稲妻が血に沿って奔る。音楽と共に、星と滅びよ」『激雷の歌』、激雷バンドの最後のアルバム、ボーナムの代表作。"
    }
  ]
}