{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "静謐な拾骨地",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの最大HP+<nobr>12%</nobr>。装備キャラの最大HPが<nobr>5000</nobr>以上の時、装備キャラおよびその記憶の精霊の会心ダメージ+<nobr>28%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "エイジリアの{RUBY_B#いれいさいひ}慰霊祭碑{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界オーブにはオンパロスのエイジリアが封印されている。{RUBY_B#「死」のタイタン}タナトス{RUBY_E#}を崇める民たちは、雪原に巨大な石碑を建て、「死」の祝福をもたらす聖女を敬う。",
      "typeText": "次元界オーブ",
      "backstory": "エイジリア——そこは雪が舞う死の国。吹雪の中に佇み、吹雪の中で黙する。\n\n長きにわたる黄金紀の中で、人々は温かな大地の上で悠久の生を享受していた。だが、ごく僅かな者たちは停滞する昼夜の繰り返しに飽き、命の終着点を探す旅に出る。「命はなぜ生まれ、どこへ還るのか？」苦行者を率いるエレウシスは彼らと共に甘く冷たい夢を見つけるべく、生死を問う歌を吟唱しながら北を目指した。そうして、長いローブを纏った苦行者たちは静寂に包まれた北境の荒野に定住し、やがて荘厳な都市を作り上げた——雪が年中空を舞うそこを、人々は「エイジリア」と呼ぶ。\n\n黄金紀の終焉に関する記録には空白があるが、オンパロスの「最初の死者」はエイジリアから来たと考えられており、その人物は「{RUBY_B#「死」のタイタン}タナトス{RUBY_E#}」から死の祝福を受けたという。それはある種の慈悲であり、最高の栄誉でもある。\n\nエイジリアの住民たちはとうの昔に凍り付く寒さに慣れていた。舞い上がる雪も「{RUBY_B#「死」のタイタン}タナトス{RUBY_E#}」の信仰を静かに受け、地に降りればすかさず温かな命を奪い取ろうとしていた——遥か昔、遠くから来た旅人たちがエイジリアの領土に入るたび、凍り付いた名もなき死体を道端で見かけたという。死者たちはそこで「{RUBY_B#「死」のタイタン}暗澹たる手{RUBY_E#}」の抱擁に帰り、轟々と吹く北風の中、道しるべとなって行く人に警告する。だからか、ここを通るエイジリアの旅人たちは、命が続いている限り常に先を急いでいた。\n\n後に、エイジリア人は荒れ地に哀悼の石碑が立っていることに気付く。命の流れと消失に祝福を捧げた者が建てたのだろう。\n\n石碑の下には名もない少女が眠っていて、その周りに広がる影のようなものは、死の息吹を吸い込むとされる埋骨草でさえ枯らしてしまう。エイジリア人は彼女から「{RUBY_B#「死」のタイタン}タナトス{RUBY_E#}」の慈悲を感じ、聖女として城内に迎え入れた。「死」のタイタンを敬愛する信者たちは聖女にならい、荒れ地に巨大な石碑を建て、長い旅路の果てと命の終わりをそこに記した——生と死は同じ道にあり、ここには経路を記録する霊碑しかない。\n\n石碑は遠くから来た旅人に告げる、そこには誰も留まらず、誰も眠らない…死者もまた旅人なのだ。彼らは北風であり、宙に舞う雪であり、無数の糸で結ばれた存在なのだ。"
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "エイジリアの{RUBY_B#めいが}冥河{RUBY_E#}の{RUBY_B#こつれんかん}骨連環{RUBY_E#}",
      "type": "OBJECT",
      "desc": "獣の骨、矢じりと撒菱は、エイジリアを亡者の世界と繋げた。荒野の苦行者は、己の魂が寒さを乗り越えられることを願い、貧しさや弱さは神に会う道での妨げにはならなかった。",
      "typeText": "連結縄",
      "backstory": "かつてある愚者がエイジリアの信者にこう難癖をつけた。「どうしてオンパロスには死を敬愛する信者がいるのだ。そこまで{RUBY_B#「死」のタイタン}タナトス{RUBY_E#}を愛しているのなら、自身の胸に矛を突き刺させばよいではないか」と。\n\nそれを聞いたエイジリア人は軽蔑的な一瞥を投げ、こう言った。「貧相な魂ではステュクスは渡れない」。\n\nエイジリアは建立当初からオンパロス全域で最も命を大切にする聖地である。{RUBY_B#「死」のタイタン}タナトス{RUBY_E#}の信者はステュクスの水が骨の髄を凍てつかせるほど冷たく、並みの人では渡れないと信じていた。この世を長く歩み、数え切れぬ試練を耐え抜いた者だけが、その寒さを超えて{RUBY_B#「死」のタイタン}タナトス{RUBY_E#}に会えるのだと。「死」の祝福を追い求めることは、命を軽んじることではない。\n\nそれ故に、エイジリア人には死を達観している屈強な勇士が多くいた。だが、南の豊かな土地を侵略することは一度もなかった——そこでは英魂を養うことはできないと、エイジリア人はそう考えていた。\n\n苦行はエイジリア人特有の文化である。毎年、雪が止んで空が晴れると、数少ないその日を拾骨祭と呼び、エイジリアの祭司たちは街を出て荒野と沼地に眠る獣の骨を探した。彼らは遥か昔に絶滅した古代の獣の骨を祭礼における最高の品とし、その骨を叩くと重苦しい響きと共に、{RUBY_B#「死」のタイタン}タナトス{RUBY_E#}の囁きを聞けると伝えてきた。ステュクスの冷気を浴びた獣の骨は次々と街に運ばれ——わずかに破損したものはアクセサリーとして住民の手に渡り、良質なものは祭司が自らが磨き上げ、葬儀用の骨の剣として奉納されてきた。\n\nある拾骨祭の日、エイジリア人は荒野で1人の少女に出会い——その後すぐ、「彼女との触れ合いはステュクスを越え、死と向き合うことができる」という噂が広まった。\n\n「死」を信じ崇める人々は、{RUBY_B#「死」のタイタン}タナトス{RUBY_E#}の代行者に会うべく、競うように聖殿へと足を運んだ。エイジリアの祭司たちは少女の存在による信仰の揺らぎを察し、彼女を督戦の聖女として崇め、民間人との接触を禁じた。そして、世の艱難を乗り越え、生死を敬愛する苦行者だけが、少女の腕の中で冥土に還れるとし——彼女は祭司が用意したローブを身に纏い、その両手で儀式を執行し、抱擁によって人々を弔った。\n\nエイジリア人は「貧相な魂ではステュクスは渡れない」と信じているが、ステュクスが魂の重さを問うことはない。河はただ静かに流れ続け、すべての生者を定められた終点へと導き、あらゆる魂を交差させるのだ。"
    }
  ]
}