{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "天体階差機関",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの会心ダメージ+<nobr>16%</nobr>。装備キャラの会心ダメージが<nobr>120%</nobr>以上の場合、戦闘に入った後、装備キャラの会心率+<nobr>60%</nobr>、初回の攻撃が終了するまで継続。"
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [
        33055,
        43055,
        53055,
        63055
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "スクリュー{RUBY_B#せい}星{RUBY_E#}の{RUBY_B#きかいたいよう}機械太陽{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界の中に封装されているのはスクリュー星のコア——無数のテコ、ピストン、歯車で構成された檻に、惑星が閉じ込められている。スクリュー星の住民たちは、それを「鋼の太陽」と称している。",
      "typeText": "次元界オーブ",
      "backstory": "機械生命体の起源について、博識学会の炭素生命学者たちは趣きのある推測をしている：偶然に発生した一束の電流。\\n\\n電流は大気と地層の中で流れ回り、引力と斥力の作用で大小異なる二次形態に分化する——学者たちの独り善がりな学説は、この過程を炭素生命体の「複製」と見なしている。そして無数の電流が、惑星の表面で自然に形成されたトランジスタを経由して、ランダムに電位を出力する、こうして最も原始的なプログラムが誕生した——学者たちは自慢げに論じる、機械は炭素生命体に匹敵する「思想」を持つと。\\n\\nある機械生命体の学者が、その仮説に異を唱える：自身の起源さえ解明できていない炭素生命体に、その謬論を確証みたいに唱える権利はあるのか？その言葉は全宇宙の学界に衝撃を与えた——それをきっかけに、機械生命体は横暴な「炭素生命中心主義」と、自身の起源を見直すことになる。\\n\\nしかし、スクリュー星のスクリュー族はその探求の歩みを緩めるしかなかった——何故なら、星のエネルギーは彼らのインスピレーション回路より遥かに速く枯渇しているからだ。当面の課題は、種族存続の方式を模索すること。\\n\\n最終的に、彼らは数琥珀紀を超えるクレイジーな計画を決行した：瀕死の惑星を燃料として、天体階差機関を駆動する。感嘆せざるを得ない歯車の巨大構造物は疲れを知らず、一刻も止まらずに隙間が刻まれたテープを出力し、演算を続けた。惑星級のエネルギー供給もあって、その巨大な機械は本物そっくりで安定した超生態システム——母星を囲む新しい故郷、をシミュレーションした。\\n\\n惑星の危機は解除され、スクリュー族は一息ついた。常に理知的で、楽観的で、優雅な彼らは、純粋な理性で機械生命体の起源を探索することを決意した。\\n\\n極大なシステムの中には軸受の摩擦音が溢れ、緻密にかみ合った歯車は穿孔テープの流れを駆動する。一つの支流からさらに複数の支流が生まれ、無数の支流はまた幾万幾億もの歯車の動きを指示する…そして、これらの支流は一つ一つと収束し、熔炉に放り込まれ、寂滅の中で静まる。長い時間の中、プログラムに設定された超生態システムは、絶妙な相対的安定に収束していった——機械生命の根源に関する推測は、スクリュー族の想像力を掻き立てた。\\n\\n廃棄された星を駆動する鋼鉄の構造は、思想の電流を再度活性化させた。彼らは自身の根源を思考し、探索し続けるだろう、その機械の太陽が燃え尽きるまで。"
    },
    {
      "_id": 33056,
      "ids": [
        33056,
        43056,
        53056,
        63056
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "スクリュー{RUBY_B#せい}星{RUBY_E#}の{RUBY_B#せんこうわくせい}穿孔惑星{RUBY_E#}リング",
      "type": "OBJECT",
      "desc": "惑星の環は、スクリュー星の全てを支えている——密集した長方形の穿孔配列には、惑星システムの真相が記されていることに気づいた人はどれほどいるのだろうか？",
      "typeText": "連結縄",
      "backstory": "大多数のスクリュー族は知らない——スクリュー星そのものが、無機生命体が自身の根源問題を解答するために行った一つの偉大なる模索である。\\n\\nスクリューガムは空虚感を感じる。スクリュー星の運行ロジックを解明することさえも、彼の知能パルスに異常振動をもたらさなかった。\\n\\n彼は自宅の広々としたデッキに佇み、止まることのない惑星エンジンを見上げる。長方形の穴が密集した惑星リングは星の背後から姿を現す、この星の全てがそのテープに記され、エンジンを軸にゆっくりと公転する。彼は既にそれを見証した、この惑星システムの本質は絶望的に荒唐無稽だった：一つの優雅な状態遷移方程式、そしてとてつもなく巨大で冷たいローラー——これがスクリュー星の全て、他に何もない。\\n\\n方程式に対する彼の解読に基づくと——惑星階差機関が誕生した頃、それの責任開発者は宇宙の本源を、一種のセル・オートマトン及びその再帰として解釈しようとした、そしてスクリュー星そのものは生命ゲームの実践となる。\\n\\nスクリュー族と他の惑星に住む無機生命体は、オートマトンの中の「細胞」の役割を果たしていると同時に、小規模なセル・オートマトンそのものとして存在する。オートマトンはいつもより小さなオートマトンによって構成される、そしてそれは宇宙の全ての物質を構成する最小単位まださかのぼる。しかし、その最小単位とは何なのか？誰も知らない、スクリューガムも知らない、恐らく階差機関を造ると唱えた学者も知らないだろう。\\n\\nこれがスクリューガムが空虚感を感じる原因だ。\\n\\nあの学者の試みはこれで失敗したのか？でも惑星階差機関は数琥珀紀も止まらずに運行してきた。つまり、スクリュー族と彼らの母星、そして全宇宙の本源をその優雅な方程式に帰すことができる？そうでもない——この超生態システムが徹底的に崩壊するまで、その方程式を反証することは不可能だ。\\n\\n彼はオイルドリンクが入った精巧なワイングラスを回しながら、惑星の真相を記したリングを見つめる。巨大なスクリーンのような穿孔惑星リングは流れ、長方形の穿孔配列は月の明かりを漏らす。スクリューガムは考え続ける。再帰の出口は存在するのだろうか？無機生命体——ひいては、宇宙の根源は一体何なのだろうか？\\n\\n前人の思想の見証者という立場に甘んじてもいいのか？\\n\\n「否」、スクリューガムは結論した。彼は、答えを求めると決意した。"
    }
  ]
}