{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "成り上がりチャンピオン",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "物理ダメージ+<nobr>10%</nobr>。",
    "4": "装備キャラが攻撃を行う、または攻撃を受けた後、今回の戦闘中の攻撃力+<nobr>5%</nobr>、最大で<nobr>5</nobr>層累積できる。"
  },
  "pieces": [
    {
      "_id": 31051,
      "id": "",
      "name": "チャンピオンの王冠ヘッドギア",
      "type": "HEAD",
      "desc": "防衛効果絶大なヘッドギア、持ち主の頭に完璧にフィットする。",
      "typeText": "頭部",
      "backstory": "路上で暮らしていたリンジーは、公式試合のオファーが来るだなんて考えもしていなかった。自分に勝てる相手がいるとは思わなかった、ましてやそれが<unbreak>50</unbreak>歳を超えた老人だなんて。\\n\\nボクシングコーチを名乗る老人は、勝ったら弟子になれと言い、リンジーに挑んできた。\\n\\nリンジーは、動きづらい衣服を嫌がり、老人から渡された防具も捨てた。反射神経で圧倒するつもりだったが、三歩も動かないうちに老人に接近され、正面から拳を食らった。しばらく気絶した後、リンジーはヘッドギアを拾い上げ頭に付けた。さっきまでは無用の長物と思っていたヘッドギアだが、その狭い視野からは新たな景色が見えていた。\\n\\n「これがボクサーの拳か？面白い、教えてくれるってんなら、アタシを最強にしろ」\\n\\n文句を言いながらも、リンジーは負けを認めた。彼女は防具を身につけ、正式にボクシングの世界に足を踏み入れた。"
    },
    {
      "_id": 31052,
      "id": "",
      "name": "チャンピオンの重砲グローブ",
      "type": "HAND",
      "desc": "よく手入れされたボクシンググローブ、細かな摩耗は試合に影響はしない。",
      "typeText": "手部",
      "backstory": "リングに上がったばかりのリンジーのスタイルは尖っていて、攻撃するしか知らず、防御はほとんどしなかった。\\n\\n縄で囲まれたリングの上では、路上喧嘩の経験は活かせない、イカトリーナがマッチした試合はリンジーの高慢を砕いた。\\n\\n地元大会での挫折をきっかけに、それまでの傲慢と自信が崩れ、リンジーはイカトリーナから教わった攻防のリズムを真剣に考えるようになる。パンチの打ち方しか知らなかったリンジーは、戦いの女神の接吻を受けたかのように、攻防の切り替えの面白さを次第に理解していった。気づいた時には、ゲルの指サポーターは折れ、手袋は血と汗で汚れていた。\\n\\n「相手の罠に嵌まらないように、自分のリズムを掴みなさい」\\n\\nその瞬間、リンジーはイカトリーナのこの言葉を理解した、自分を見る優しい眼差しは、我が子を見守るようだった。"
    },
    {
      "_id": 31053,
      "id": "",
      "name": "チャンピオンのチェストガード",
      "type": "BODY",
      "desc": "ボクサーのチェストガード、ガードとインナーを組み合わせることで、技の性能を損なうことなく安全性を保証している。",
      "typeText": "胴体",
      "backstory": "タイトルマッチ前夜のジム、いつもと同じように素早く、重いパンチがサンドバッグにぶつけられていた。\\n\\n汗がチェストガードに浸透する、灼熱の空気はリンジーと現実を隔てた、彼女は逃げ出したい。\\n\\n汗と涙が混じった顔にキラキラと光を反射させながら、リンジーは必死に感情を抑えた。深夜、彼女はチェストガードを外し、内側に「イカ」との名前を書き、この名の下に勝利を誓った。これはチャンピオンへの道のりで重要な1戦であり、リンジーにとっては初めてのコーチ不在の試合となる。リングに上がる前、リンジーはカメラに向かって堂々と胸を張った。\\n\\n「リンジー…あなたは私の娘と同じ名前を持っている。娘が離れてしまった時は、世界が壊れたとさえ思っていたわ、でも私はあなたに出会った。ありがとうね、リンジー」 \\n\\n「私を守って、イカ」大切な名前は、胸にある。"
    },
    {
      "_id": 31054,
      "id": "",
      "name": "チャンピオンの弧歩シューズ",
      "type": "FOOT",
      "desc": "レザーとネットを巧みに組み合わせ、厚みのあるインソールと薄いソールで柔軟なステップを可能にする。",
      "typeText": "脚部",
      "backstory": "小柄なリンジーは、花に移る蝶のように軽やかなステップで、素早く俊敏にパンチを繰り出すスタイルで定評を得た。\\n\\n相手の拳は雨のように止まらず襲い掛かるが、リンジーにはかすりさえしない、これこそ彼女が誇る「リンジーステップ」である。\\n\\nリンジーの独特なステップを鍛えるため、イカトリーナはかつて路上で暮らしていた少女を上流階級の舞踏会に連れていった。手を繋いで、回る回る……リンジーは、つまずきながらも徐々についていけるようになり、ボクシングコーチを名乗るこの老人が、単なるコーチ以上の存在であることに気づいた。恍惚としたダンスフロアの中で、リンジーの心のどこかにある柔い場所に突然、奇妙な感覚が訪れる。\\n\\n「もう1曲踊りたいの？」\\n\\n路上で暮らしていたリンジーはこのような体験をできるだなんて想像したこともない、イカトリーナの澄んだ瞳を見た彼女は、拒むことができなかった。"
    }
  ]
}
