{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "{RUBY_B#ほんろう}奔狼{RUBY_E#}の{RUBY_B#ドゥーランおうちょう}都藍王朝{RUBY_E#}",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "味方が追加攻撃を行う時、装備キャラは「勲功」を1層獲得する、最大で<nobr>5</nobr>層累積できる。「勲功」1層につき、装備キャラの追加攻撃ダメージ+<nobr>5%</nobr>。「勲功」が<nobr>5</nobr>層に達する時、さらに装備キャラの会心ダメージ+<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#ドゥーラン}都藍{RUBY_E#}の{RUBY_B#おうごん}黄金{RUBY_E#}ドーム",
      "type": "NECK",
      "desc": "次元界に封印された青丘歩離の黄金ドーム。銀河に残っている野蛮な評判とは異なり、歩離人は卓越したバイオテクノロジーを有している。狼たちは偉大な巣父都藍の傍に集い、天上の星々を家畜と見なしてその間を駆け巡る。",
      "typeText": "次元界オーブ",
      "backstory": "狐族と歩離人の太古の歌の冒頭部分では、「青丘の星」の肥沃な土地と住みやすい気候を懐かしんでいる。しかし注意深く読めば、それが「戦争」という永遠のテーマのプロローグでしかないことがわかるだろう。\\n\\n耕作と商売の才に恵まれた狐の氏族は、川の畔に栄えた都市国家を築いた。一方、犬人の子は見事なオーロラが広がる空の下、草原の海で狩猟や放牧を行い、星のように広がる集落を作った。商人は牧人を野蛮だと嘲笑い、牧人は商人を狡猾だと軽蔑する。しかし、彼らは等しく自然の厳しいサイクルに立ち向かわなければならない——「狐の夏」と「狼の冬」だ。\\n\\n狐の神の恵みで豊作になる夏の間、両種族は戦いを止め、満ち足りた日々を送る。しかし、ひとたび狼の神によって白い霜が降り、雪が極寒の地から広がっていくと、両種族を飢餓が襲い、争いへと追い込むのだ。\\n\\n歌によれば、終わりのない狼の冬は、青丘の太陽が<unbreak>33</unbreak>回まわった後も続いていたという。物資の不足と飢餓によって、人々は信仰上崇拝していた動物すらも、飢えを凌ぐために食べざるを得なくなっていた。そして大地に白骨が広がるかと思われた時、1人の救世主が世界で最も高い山に登った——その救世主は、狐族の神話の中では「塗山」という名の女性だとされているが、歩離人の歌では「都藍」という名の男性になっている。救世主がどのような名前で呼ばれていようと、その人物が長生の主に人々が生きるための食料を与えてくれるよう、祈りを捧げたことは事実だ。すると、不思議なことに山の頂が裂け、その隙間から甘美な「赤泉」が溢れ出した。\\n\\n赤泉を飲んだ人々は、口にした動物の肉から力、敏捷性、強靭さを得た。さらには彼らの血にも野性が漲り、獣らしい外見的特徴が明らかになっていった――この時から、世界は以前とは違うものに変わったのである。\\n\\n新たに生まれた犬人たちは、赤泉を媒体として、そこからあらゆる道具や食料を創り出した――畑には穀物ではなく肉が植えられ、身に纏うのは布ではなく胎盤や臍の緒になった。青丘文明を恐怖に陥れた極寒の雪の地でさえ、もはや恐れる必要はない。犬人たちは極寒の地で生物膜を育て、暖かいドームを作った。これによって狼の冬の苦難を遮断したのだ。\\n\\nその後の青丘の劇的な変化は、すべての短命種が長命種に変わる過程と何ら変わらなかった――人口爆発、生態系の崩壊、内戦…犬人たちが長生の主にいくら祈りを捧げようとも、返事が返ってくることはない。そうして彼らは理解した――長生の主が与えられるものはすでにすべて揃っている。今よりもいい暮らしがしたいのならば、自分たちの力で奪うしかないのだと。\\n\\n偉大なる巣父都藍のもとに集った犬人たちは、長生の主が住む空に目を向けた。そこに輝く星々は、これから狩りの場となる牧場だ。彼らはそれらの文明に、「狼の冬」をもたらすことになる。\\n\\nそれから長い歳月が経ち、宿敵の仙舟人は彼らのことを「歩離人」と呼ぶようになった。歩離とは青丘語で「狼」を意味する言葉である。"
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#ドゥーラン}都藍{RUBY_E#}の{RUBY_B#きじゅう}器獣{RUBY_E#}の{RUBY_B#たづな}手綱{RUBY_E#}とくつわ",
      "type": "OBJECT",
      "desc": "これは手綱であり、鎖であり、鞭でもある。戦獣の脚よりも背の高い歩離の青年が最初に教えられるのは、いついかなる時も手綱をしっかり握っておくということだ。さもなければ自分が使役される家畜、あるいは餌になってしまうからである。",
      "typeText": "連結縄",
      "backstory": "歩離人の言葉で、手綱は「アーサー・チッタ」とも呼ばれている。これは「生きた書」という意味だ。\\n\\n猟群の卜者たちは2つの月が同時に昇り、夜空で最も輝く時、成人の儀の贈り物として手綱を都藍の子孫たちに授ける。この無地の手綱は、彼らの生涯の戦いを記録する書冊となるのだ。\\n\\n成人の儀が終わると、歩離人はすぐに武器牧場に入り、遺伝子巫術で餞別、育成された「器獣」の中から最初の1匹を選び、手懐けなければならない。征服された者を餌とする器獣は、恐ろしく鋭敏で獰猛だ――しかし、未来の主と比べれば、それも子羊のようなもの。月明かりは体内に流れる野性の血を呼び覚まし、歩離の青年たちは器獣と互いに追いかけ合い、戦いを繰り広げる。ある者は獣の口付けで死ぬ、それは弱者の末路だ。ある者は同胞を殺す、それは猛獣の分配法だ…歩離の青年は気に入った器獣を地面に倒すと、神経刺激の鞭が付いた手綱で首を締め付けた――家畜は未来の主の魂に衝撃を受け、鞭で数百回打たれたかのように従順になる。そして自ら進んで主を背に乗せる時、一人前の歩離人「索牙」（戦士、騎手）が誕生するのだ。\\n\\nそれ以降、歩離の手綱は戦いの記録者となり、徐々に傷、結び目、飾りが増えていくのである。\\n\\n訓練を積んだ索牙たちは「昂達」（<unbreak>100</unbreak>人の部隊を率いる隊長）の指揮のもと、クラゲのような膜状の鎧を身に着け、星間を跳躍する獣艦に乗り込み、さまざまな異世界へと旅立つ。そして都藍と長生の主の名のもとに、星々を牧場に変えることを誓うのだ。手綱に付いた浅い傷は倒した敵の数を、結び目は経験した大戦を表しており、飾りは大略奪の際に得た戦利品である。人間の歯、オムニックのシリコンチップ…それらは征服された者たちの怒りと叫びであると同時に、歩離人が個人の力を誇示するための勲章でもある。\\n\\n乗っていた器獣が戦火で死んだ時、あるいは歩離人が罰を与えたいと感じた時、手綱は外され他の生物に付けられる。\\n\\nその対象となるのは通常狐族である――狐族とは血統選択育成計画によって排除された奴隷階級のことだ。彼らは弱く、狡猾で、労働と算術にしか向いていない。稀に戦闘の得意な個体が現れると、狼主は彼らを優先的に手綱で縛り、戦奴として先陣を切らせるのだ。\\n\\nすべての奴隷が死に、武器が壊れた場合、手綱の端に棘を結び付け、鞭として使うこともある。もし鞭すらも切れ、爪も牙も砕け、戦場で最期を遂げることになったとしたら、その手綱は歩離人にとって唯一の碑銘と遺品となるだろう……\\n\\n古い諺に、「森の中では、狩人と獲物の立場がしばしば入れ替わる」というものがある。宇宙という暗黒の森で、仙舟人と何千年にもわたって戦い続ける中で、狼族の鞭は数え切れないほど断たれてきた。最終的に、多くの猟群を結ぶ絆は「巡狩」の矢じりによって断ち切られ、歩離人は内乱と衰退の奈落に落ち、かつての栄光は失われたのである。"
    }
  ]
}