{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "昼夜の狭間を翔ける鷹",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "風属性ダメージ+<nobr>10%</nobr>。",
    "4": "装備キャラが必殺技を発動した後、行動順が<nobr>25%</nobr>早まる。"
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [31101, 41101, 51101, 61101],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#そらと}空飛{RUBY_E#}ぶ{RUBY_B#たか}鷹{RUBY_E#}の{RUBY_B#ちょうし}長嘴{RUBY_E#}ヘルメット",
      "type": "HEAD",
      "desc": "高速飛行に使われるヘルメット。鷹の嘴に似ている。",
      "typeText": "頭部",
      "backstory": "サルソットの空漁人は、毎日夜明けに移動都市の「エアーポート」から出発し、滑空スーツを着て空を飛び、砂から飛び出す燃素クラゲを狩る。\\n\\n「位相霊火」で構成された燃素クラゲは巨大な移動都市を駆動する血液、十分な量を捕獲しなければ、都市は明暗境界線に追いつかれてしまう。\\n\\nもし誰かが力尽きたり、巨大な鳥に襲われ命を落とした場合、サルソット人はあらゆる手段を講じてその遺骸を持ち帰り、滑空スーツとヘルメットを亡骸と共に暗黒の大地に埋葬する。サルソットの伝統儀式の中で、「地に落ちる」とは死であり、永遠の休息である。\\n\\n飛翔を止めてはいけない、都市も止めてはいけない。\\n\\n鷹の嘴型のヘルメットの先の部分には、辞世の句が刻まれている。「大地は鷹を縛る鎖ではない、翼こそが鎖なのだ。翼があるから、お前は飛び続ける」"
    },
    {
      "_id": 31102,
      "ids": [31102, 41102, 51102, 61102],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#そらと}空飛{RUBY_E#}ぶ{RUBY_B#たか}鷹{RUBY_E#}の{RUBY_B#そうよくゆびわ}双翼指輪{RUBY_E#}",
      "type": "HAND",
      "desc": "卓越したベテラン空漁人が付けている指輪、空漁鷹の翼を模っている。",
      "typeText": "手部",
      "backstory": "技術が最も卓越していて、最も尊敬され、頼りにされる空漁隊長だけが「双翼指輪」を授与される。彼らは最も鋭い鷹、空中で笛を鳴らし、隙のない連携を組む。\\n\\n孤独で脆い飛行の中、隊長から伝わる<unbreak>124</unbreak>種の「音色」だけが、隊員たちの頼りになる。\\n\\nそのため、サルソットではとある諺がある：「空漁人はその命の3分の1を熟練の技に、3分の1を巧みな道具に託している。そして最後の3分の1を信頼できるリーダーに託している」\\n\\n多くの家庭から子を託された隊長は、その小さな指輪の重さを切実に感じる。\\n\\nこの指輪のエッチングは既に劣化している、内側には「責任」という単語が刻まれている。"
    },
    {
      "_id": 31103,
      "ids": [31103, 41103, 51103, 61103],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#そらと}空飛{RUBY_E#}ぶ{RUBY_B#たか}鷹{RUBY_E#}の{RUBY_B#よくそう}翼装{RUBY_E#}ベルト",
      "type": "BODY",
      "desc": "滑空スーツの翼を繋ぐベルト、金属支柱は厚手の麻束の中に隠されており、柔らかく体にフィットする。",
      "typeText": "胴体",
      "backstory": "サルソットの空漁人にとって、砂の中から飛んでくる燃素クラゲを捕らえるのは容易ではない。乱気流の中で、一見柔らかくか細いベルトは、都市の外の空域を吹き抜ける強風の中では空漁人の命綱となるのだ。\\n\\n砂から飛び出る燃素クラゲを捕まえるのは非常に難しい。フェイント、追い込み、獲物の確保、どの作業も常に命の危険が伴う。\\n\\n未成年の空漁人は、両親の髪をそれぞれ1本ずつ支柱に編み込むが、結婚している場合は配偶者が用意することになっている。そのようにして出来たベルトは、「家」の祝福の下、空漁人が無事に家に帰れるように守ってくれる。\\n\\n残酷な世界で空漁人を優しく支えてくれるのは、「家」だけだ。\\n\\nこのベルトに編み込まれた髪は女性のもののようである、根本は少し白い。"
    },
    {
      "_id": 31104,
      "ids": [31104, 41104, 51104, 61104],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#そらと}空飛{RUBY_E#}ぶ{RUBY_B#たか}鷹{RUBY_E#}の{RUBY_B#うもう}羽毛{RUBY_E#}バンド",
      "type": "FOOT",
      "desc": "飛行中に足の温度を維持するバンド、空漁鷹の羽があしらわれている。",
      "typeText": "脚部",
      "backstory": "サルソットの空漁人が燃素クラゲを狩る過程は生存をかけた長い戦いである。心臓から離れた両脚は、羽毛バンドで包み温度を保つ必要がある。\\n\\n限界を迎えた肉体に痛みや疲れが現れ始めるのは、いつも長時間の激しい狩りの後。\\n\\n対策が不十分だった空漁人は、その時やっと重度の凍傷による局所的な壊死に気付く。そのため、空漁人は出発する前に何度もバンドの状態を確認する、高速飛行の間に二次調整のチャンスはないからだ。\\n\\n彼らは天空に足を踏み入れたその時から分かっている、疾風が何を持っていくかを。\\n\\nこのバンドに内蔵された金属製のケースには、石灰やアルミの粉末が使われていた痕跡がわずかに残っており、非常用の加熱手段として使われていたようだ。"
    }
  ]
}
