{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "溶岩で鍛造する火匠",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "炎属性ダメージ+<nobr>10%</nobr>。",
    "4": "装備キャラの戦闘スキルの与ダメージ+<nobr>12%</nobr>。必殺技を発動した後、次の攻撃の炎属性与ダメージ+<nobr>12%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31071,
      "ids": [
        31071,
        41071,
        51071,
        61071
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かしょう}火匠{RUBY_E#}の{RUBY_B#こくよう}黒曜{RUBY_E#}レンズ",
      "type": "HEAD",
      "desc": "漆黒の結晶で創られたゴーグルのレンズ。このレンズを通せば、激しく弾ける火も、微かな残影になる。",
      "typeText": "頭部",
      "backstory": "神兵の武器を鍛える、それは火匠一族にとって天賦の使命であり、一生の呪いでもあった。\\n\\n解放された火匠一族は戦争洪炉の世界に移住し、その才能の極致を発揮すると同時に、壊滅の息吹に染まり始めた。\\n\\n炉の光と火花は目を焼く程に輝く。鍛造の過程で、素材は神器となり、匠は視力を失う。フーイは、火山の麓で珍しい黒曜炎晶を見つけ、丁寧に磨いてゴーグルのレンズを作った。それから、強烈な火花は、青白いシルエットだけになった。しかし、強欲な匠は呪いから逃れることはできず、全てを究極の炎の中で燃やした。\\n\\nフーイは戦争洪炉の中の反物質レギオンを鍛えられる素材と見なし、自分自身を燃え盛る烈火とした。\\n\\n「例えば、熱核反応を私の炉にできる可能性はないのでしょうか？」フーイは、限界まで高められる炎を探し求め、暴走した核融合反応の中で滅んでしまった。"
    },
    {
      "_id": 31072,
      "ids": [
        31072,
        41072,
        51072,
        61072
      ],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かしょう}火匠{RUBY_E#}の{RUBY_B#そうえん}操炎{RUBY_E#}の{RUBY_B#ゆびわ}指輪{RUBY_E#}",
      "type": "HAND",
      "desc": "炎のシンボルが彫られた指輪、火匠一族の最高の名誉の証。",
      "typeText": "手部",
      "backstory": "九百度の炎は粘土を陶器にし、数千度の炉火は銅や錫を溶かす…原始的な鍛造ほど、極限の温度を求める。\\n\\nレギオンの生物は物質の拘束からの解放を渇望し、壊滅の熱波がもたらす昇変を追い求める。\\n\\n熟練した匠は、信じられない程の高温の炎を生成できる。烈炎の黒体放射は青い光を放つ、それはもうすぐ死ぬ恒星のようであった。火匠は皆、烈炎を操る天才だが、その中でも特に優れた者だけが、達人の証である御火の指輪を与えられる。\\n\\n戦争洪炉はもはや匠と素材を区別しない、反物質の生物を鍛える火匠たちも壊滅の武器の一部となった。\\n\\n「鍛造品は炉の温度が決める、炉の温度は火匠が決める」壊滅の技能を掌握する火匠にとって、これは当たり前のことである。"
    },
    {
      "_id": 31073,
      "ids": [
        31073,
        41073,
        51073,
        61073
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かしょう}火匠{RUBY_E#}の{RUBY_B#ぼうえん}防炎{RUBY_E#}エプロン",
      "type": "BODY",
      "desc": "鍛冶職人のエプロンには無駄な装飾がなく、革のシボと家紋だけがはっきりと見える。",
      "typeText": "胴体",
      "backstory": "反物質レギオンは朽ち果てた「戦争洪炉」を火匠に贈り、彼らが火の世界で自由に鍛造できるように計らった。\\n\\n両目を焦がす溶岩の世界でハンマーを振り続ければ、新生と壊滅は二律背反ではなくなる。\\n\\nソルトは、活火山から噴出する溶岩を利用して、レギオンの武器に激しい壊滅の息吹を付与するのを得意としていた。沸騰する猛毒のガスも、躍動する溶岩も、ソルトの焼入れを妨げることはできない。熱を受け止めるソルトのエプロンは炎オオトカゲの皮でできた防火仕様である。溶岩が引いた後でも、エプロンは新品同様だった。\\n\\nレギオンの戦力は熔炉の中で、肉体と武器が火匠のづちの下融合するまで何度も鍛えられ、壊滅の兵器と成る。\\n\\n「唯一絶対の壊滅の力を……」炎を操る匠たちは、その武器に込めた恐ろしい欲望を決して隠さなかった。"
    },
    {
      "_id": 31074,
      "ids": [
        31074,
        41074,
        51074,
        61074
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かしょう}火匠{RUBY_E#}の{RUBY_B#ごうきんぎし}合金義肢{RUBY_E#}",
      "type": "FOOT",
      "desc": "金属素材の義肢。表面には立体的な炎の紋様が絡みついている。",
      "typeText": "脚部",
      "backstory": "古の時代、牢獄世界の主は無二の鍛造技術を失うことを憂い、卑怯な手段で火匠一族を縛った——禁錮されていた時期、火匠の族長は皆脚部に障害があった。\\n\\n壊滅の主は囚われの火匠一族を解放し、壊滅の印は火匠たちに尽きる事のない力を与えた。\\n\\n牢獄を離れた後でも、火匠の族長は常人のように行動できなかった、だが彼は真の自由を手に入れた——卓越した技術のせいで囚われる事のない自由を。族長は怨恨と屈辱を鍛造に傾注し、連日ハンマーを振っても全く疲れを感じなかった。頑固で高慢な反物質の生物でさえ、何度も叩かれるうちに形を変え、壊滅者の改造に屈するしかなかった。\\n\\n形ある牢獄は消えたが、鍛造への狂気的な打ち込みも一種の牢獄ではないのか？\\n\\n「生身の身体は妨げ、鍛造もまた壊滅」族長は欠けていく匠が増えるのを見て、感慨深く語る。"
    }
  ]
}