{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "蒼穹戦線グラモス",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの攻撃力+<nobr>12%</nobr>。装備キャラの速度が<nobr>135</nobr>/<nobr>160</nobr>以上の時、装備キャラの与ダメージ+<nobr>12%</nobr>/<nobr>18%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [
        33115,
        43115,
        53115,
        63115
      ],
      "id": "glamoths_iron_cavalry_regiment",
      "name": "グラモスの{RUBY_B#てっきへいだん}鉄騎兵団{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界の中に封装されているのは、グラモス帝国の有名な鉄騎変形鞘。無数の白銀機甲が戦艦に積み込まれ、スウォームに対抗するため星系の外縁部へと向かう。",
      "typeText": "次元界オーブ",
      "backstory": "蒼穹帝国グラモスは数万光年もの広大な領土を持ち、野心的に遠くの銀河を見据えている。帝国の最盛期、グラモスの女皇ティタニアは巨大な艦隊を編成すると、文明の果実をすべての未開の辺境に届け、帝国の慈悲を感じさせ、統一することを誓った。\n\nしかし、遠征は失敗に終わってしまった。天幕の彼方から虫の末裔が無限に沸いて出てきたのだ。グラモスの軍隊は反撃と敗北を繰り返し…いくつもの植民地が失われ、自慢の鋼鉄の艦隊も次々と陥落した。複眼と羽を持つ虫の包囲攻撃の中、グラモスの民の叫びは絶望に埋もれ、蒼穹は砕け散った。\n\nある日、機械の鎧を身に纏った騎士たちが空から舞い降り、天を覆っていた虫たちを殲滅した。その後、白銀の騎士たちは帝国の各星区を往来し、ボロボロの領土を越え、星系を滅ぼす災厄に抵抗した。彼らはまるでスウォームに抗うために生まれた戦士。鉄面の下に隠された彼らの素顔は誰も知らなかったが、彼らの降臨は神の恩恵の如く、蒼穹の希望を取り戻した。女皇の統率のもと、グラモスの鉄騎兵団は空を駆け巡り、ついには敵を食い止め、帝国に一息つく時間をもたらした。\n\nしかし、代々の仇との絶えない戦いの中で、帝国はますます自身の敵のようになっていった——空高く飛ぶ鉄騎は増え、虫の潮が襲来した日のように蒼天を覆う。人々が女皇と騎士を見る視線は、スウォームに向ける恐怖の眼差しと同じのものになった。いつか帝国は望んでいた勝利を手にできるかもしれない。だがその時、グラモスはまだ人類が穏やかに暮らせる楽園のままだろうか？\n\n戦火の消えないグラモスの辺境で、鉄騎兵団は最後の防御線を構築した。戦艦の上で、沈黙する騎士たちは使命を帯び、帝国全体の希望を載せて、群星を覆い尽くそうとする敵を迎え撃つ。"
    },
    {
      "_id": 33116,
      "ids": [
        33116,
        43116,
        53116,
        63116
      ],
      "id": "glamoths_silent_tombstone",
      "name": "グラモスの{RUBY_B#せいじゃく}静寂{RUBY_E#}の{RUBY_B#ぼひ}墓碑{RUBY_E#}",
      "type": "OBJECT",
      "desc": "栄えた「帝国」グラモスは塵と化した。そのかつての繁栄を証明できるものは何もなく、ただ星屑、機甲、戦艦、そしてスウォームの残骸だけが、記念碑のように惨烈な戦線の形を維持している。",
      "typeText": "連結縄",
      "backstory": "博識学会の歴史学者は、グラモスはスウォームによって滅びたと考えている。しかし、中には別の見解もあった。それは、グラモス共和国は強敵を完全に超越したから滅んだというものだ。\n\nスウォームによる恐るべき進攻から戦局を逆転させるため、執政議会は一か八か、人類の本質に手を加えることを決めた——「戦いのために生まれた」兵器を創造することにしたのだ。\n\nその成果が「ティタニア」だった。何の権力もない女皇がテレパシーによって指揮を執り、彼女と繋がる騎士を束縛する。彼女が織り成す夢の中で、戦士たちの存在意義とはティタニアと彼女の「帝国」を守ることであった。短い生命の中、彼らは学び、戦い、女皇の統率を受け、恐れることなく敵に立ち向かい、名誉ある戦死を遂げる。\n\nこの嘘がいつ暴かれたのか、それを知る者はいない。グラモスの領土の旧人類の割合が一定数を下回った時か？科学者たちが、女皇が監禁に抵抗を始めたと気づいた時か？それとも…スウォームの攻勢が消えた日からか？\n\n人々は鉄騎兵団が存在しない「帝国」のためにすべてを費やしたことしか知らない。数十年にも及ぶ血戦の後、機甲と虫の残骸がグラモスの星域全体に広がり、1本の「死の川」となった。残されたスウォームなど、もはや脅威ではない。議会のリーダーは平和の鐘を鳴らし、民たちに蒼穹を覆っていた天災を退けたこと、そして共和国は再び夜明けの光を迎えることを伝えた——しかし、訪れたのは夜明けではなく、もう一つの夜の始まりだった。\n\nその後、グラモスという名の文明は消えていき、人々が待ち望んでいた平和は主のいない星域に降臨した。星屑と残骸が川となって、共に星の間を静かに流れる。"
    }
  ]
}