{
  "_id": 302,
  "id": "fleet_of_the_ageless",
  "name": "老いぬ者の仙舟",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの最大HP+<nobr>12%</nobr>。装備キャラの速度が<nobr>120</nobr>以上の場合、味方全体の攻撃力+<nobr>8%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33025,
      "id": "",
      "name": "羅浮仙舟の天外楼船",
      "type": "NECK",
      "desc": "星の海に浮かぶ仙舟羅浮が球の中に収容されている。玉界門の上を星の槎が降りては飛び立つ様子は、空を巡る星や月のようである。数えきれないほどの人が長寿の秘密を求めてこの舟を尋ねたが、最後は失望を胸に帰るのみだった。",
      "typeText": "次元界オーブ",
      "backstory": "数千年前、羅浮は古の国から出航し、銀河を渡り、神に謁見し、不死の仙薬を求める旅を始めた。\\n\\n夜色に墜ちた静寂な月のように、生態系を内包する巨艦はゆっくりと、行方も知らずに星の海を漂う。孤独な航行の中、人々は交代で眠りにつき、目を覚まし、また眠りにつく…流星を追うクジラの群れが天頂から落ちる、亜空結晶格子の構造体は光年を超えて延々と続く。薬乞いたちは、自然を超越する偉大な存在をその目で確かめ歓喜し、そして不老不死を求める旅に確固たる自信を抱いた。\\n\\n数千年の間、羅浮は停泊と航行を繰り返し、現実と虚幻が入り混じる混沌とした辺境で、ようやく「豊穣」の主に出会った。薬師は船に神跡を降ろした。「建木」は瞬く間に根を下ろし、成長した。その樹冠は雲のように天を遮り、茂る根と葉は仙舟を覆いつくした——羅浮は生物の如き命を得た。\\n\\n不老不死を欲する者は「建木」の果実を貪り、夢に見た「無尽形寿」を手に入れた。自らを天人と名乗る仙舟の民は、無尽の命を心ゆくまで享受した。\\n\\nしかし、極点に達するものはいずれ衰退する。日は正午を以て沈み、月は満盈を以て欠け始める。やがて三劫が訪れ、人々は地獄を見た、そして仙舟の民は理解した、「奇跡」の真実は耐えられぬ災厄であることを。\\n\\n覆滅の危機に瀕した時、英雄が現れ、帝弓を引き、建木を斫断した。仙舟の民は人としての尊厳を拾い上げ、「凡身に帰し、寰宇の不死劫を清除せしめん」と誓った。それから、仙舟は星河を巡狩し、長生の忌み物を狩りつくすことを己が責務とした。狐族は自由と天空を再び手に掴み、持明は汚染と遺禍を封じた。三族の盟約が締結され、仙舟同盟が成立した。\\n\\n繁栄と災厄は入れ替わりで出現し、英雄と伝説もまた歴史と共に登場していた。今、羅浮仙舟は苦労して手に入れた平和の中で休息、再建している。自由な貿易と開放的な姿勢は仙舟に活気を取り戻す。\\n\\n不老長生は羅浮の在り方を定義した。それは仙舟に栄枯盛衰をもたらし、独特な古典と現代が入り混じった気質を与えた。宇宙中の商人は仙舟を訪れた際、少しの間佇めば、時間が残したものを感じ取れるだろう。"
    },
    {
      "_id": 33026,
      "id": "",
      "name": "羅浮仙舟の建木の枝と蔓",
      "type": "OBJECT",
      "desc": "かつて、仙舟羅浮は建木より生まれ、仙舟艦隊を率いるようになった。その後、仙舟羅浮は建木によって災いに見舞われ、自ら長寿の悪しき果実を食べた…建木の枝や蔓は羅浮の運命に固く絡みつき、分かつのが困難である。",
      "typeText": "連結縄",
      "backstory": "「豊穣」の主は羅浮仙舟に因果の種を埋め、薬乞いに「建木」の奇跡を賜与した。奇跡が奇跡と呼ばれる所以は、それが起きる時、人々は即刻その意味を理解するからである。\\n\\n建木は神の果実を実り、生命の活力に満ち溢れる。薬乞いたちが追い求める無尽形寿はその中に秘められている。その恩賜は、古の禁忌と法律をくだらない無駄話に貶め、老化と倫理を埃かぶる落伍の歴史と嘲る。人々は「仙道」の教えを遵守し、建木の研究を進めた。建木の垂化の下、数々の想像を超える技術が開発された、肥沃度が下がらない土壌、自在に変化できる血肉、知恵を有し言葉を扱う動物……\\n\\nしかし、時間は流れ、建木はその凶悪な本質を現し始めた。長寿の人は長寿の苦しみを味わうこととなる。\\n\\n仙人たちは限りなく繁衍するが、死ぬことはない。仙舟の人口は膨れ上がり、空間は圧迫され、飢える者が増え続けた。仙舟社会では、老人が高位を占め尽くし、若者は大志を実現する余地がなかった。築き上げた高楼は傾き、社会構造は崩壊寸前…内乱は起こり、外敵も迫る。人々は千年に渡る混乱を凌いだが、今度は長生の血脈に潜む闇に気付く。所謂「天人の身」は人智を超えた技術でしかない、「魔陰の身」に堕ち行く傾向は仙舟人に警告する、自分らは忌み物と紙一重だと。\\n\\n絶望が広まる時、英雄の矢が空を破り、天を裂ける一射が建木を斫断した…建木は殆んど焼き尽くされたが、仙舟の運命は其れと断絶できなかった。\\n\\n建木の残穢は外患の侵攻を呼び続けた。豊穣の忌み物は幾度となく侵入し、歪んだ血肉をたがね、仙舟の民を喰らい尽くそうと這い寄る。それらは同時に仙舟の民を誘惑する。薬王秘伝は禁忌を破り、建木と豊穣の秘奥に深く入り込み、長生の強権帝国を再び築こうと企む…果てしない内憂外患の中、建木の遺骸は陰で延々と伸びる蔓のように潜伏し、いつの日かまた災厄を引き起こそうと意図する。\\n\\n幸いな事に、羅浮仙舟は「瀕死の枯木」に対する警戒を怠ったことはない。彼らは誓う、全ての歪の源を全ての終結の果てに連れ行く、と。"
    }
  ]
}
