{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "劫火と蓮灯の鋳煉宮",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの速度+<nobr>6%</nobr>。装備キャラの攻撃が炎属性弱点を持つ敵に命中する時、撃破特効+<nobr>40%</nobr>、<nobr>1</nobr>ターン継続。"
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#ちゅうれんぐう}鋳煉宮{RUBY_E#}の{RUBY_B#れんげ}蓮花{RUBY_E#}ランプの{RUBY_B#しん}芯{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界の中に封装されているのは、仙舟朱明工造司の所在地――焔輪鋳煉宮。朱明仙舟が歳陽の祖「火皇」を中心に建設したもので、天体のような球形構造をしている。天才職人たちはここからエネルギーを汲み取り、奇想天外なアイデアを形にするのだ。",
      "typeText": "次元界オーブ",
      "backstory": "古代に航行に出て以来、仙舟朱明は星海を旅して8000年余りになる。船体の形状が変化する様子を時空を超えて観察すれば、その過程が極めてロマンチックであることに気づくだろう――巨大な船が青い恒星を呑み込み、古い殻を1枚ずつ剥いでいき、骨組みを隆起させ、最後には蓮の花のように開く。\n\n宇宙から見ると、仙舟朱明は金の糸で編まれた蓮のランプのようだ。発光する巨大な「蓮の葉」が「ランプの柱」の周りに徐々に広がり、淡い青色の光を浴びる姿は、「船ではなく、輝く蓮の花のようである」と謳われるに相応しい。中心にある「ランプの傘」は天体のような球形シェル構造をしており、淡い青色の太陽である「ランプの芯」の周りを回り続けている。そして、その巨大な構造物こそ、仙舟朱明の物造りの要地――「焔輪鋳煉宮」の所在地である。\n\nその昔、朱明の名匠である陽翟は、ある長い歴史を持つ国の皇帝から、航行の証として武器の鋳造型を賜った。それから数千年、長生の大きな変動によって帰還の見込みは立てられていないが、名匠の伝統が途絶えることはなかった。仙舟朱明では、工芸技術は最高の学問とされている。歴代の将軍は全員が工造司百冶の位を持ち、外では大軍を指揮しながら、中では工具を操ることで、人々から尊敬されているのだ。仙舟の巡狩に必要とされる武器の6～7割は、朱明の工造司で鍛造されている。そのため、焔輪鋳煉宮は銀河における技術の聖地となったのである。\n\n鍛冶は文明の基準であり、炎は文明の起点である。大多数の若い文明が最も頭を悩ませるのは、恐らくエネルギーに関する問題だろう。人々は文明をより高度なものにするため、苦労を重ねてエネルギー源を探していた。そして仙舟朱明はその壁を乗り越えた――歳陽の祖「火皇」を囚えたことで、職人たちは無尽蔵のエネルギーを手に入れたのだ。焔輪鋳煉宮は四方八方に伸びる軌道のように、恒星を最大限に取り囲んでいる。細かい枝葉の上には、受信と変換のための装置がいたる所に設置されており、太始の炎「火皇」からあらゆる技術創造のためのエネルギーを引き出しているのである。\n\n「偽陽」を呑み込んだ朱明工造司は、数多の職人たちから至上の殿堂と見なされ、神器鍛造を志す者たちが押し寄せてくるようになった。金属と木材は加工されることで、初めて「物」に成り得る。焔輪鋳煉宮は職人に必要なものをすべて取り揃えているのだ――\n\nさまざまな世界の学徒が鋳煉宮に集い、同門となって技術を競い合う。宝器を求めて来た異邦人も、大金をはたいて職人に優れた武器を作らせた――しかし数千年もの間、多くの学徒の中で「匠の中の匠」懐炎将軍の指導を受けられたのは、ほんの一握りだけだった。彼は言葉と行動を以って工芸技術と武芸を後進たちに教え、門下の学徒たちは「百冶」として歴史に名を刻む職人になるか、「焔輪八葉」のように同盟に名を轟かせる雲騎兵となった。\n\n「鍛造炉で千の星を鍛え、鉄を打ち魂を宿さん。一斗の光に戦威を奮い、鋒鋭を手に世の安寧を守らん」——朱明の職人は工具を授かったその日から、自分が日夜鍛えているのはただの刀剣ではなく、巡狩の矢じりなのだと肝に銘じておかなければならない。"
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#ちゅうれんぐう}鋳煉宮{RUBY_E#}の{RUBY_B#えんりんあまおり}焔輪天織{RUBY_E#}",
      "type": "OBJECT",
      "desc": "恒星のように巨大な歳陽の祖が果てしない夢の中に沈んでいる。その深い眠りの中で、周囲の原子と分子は衝突して刺激され、焔輪鋳煉の外殻構造から飛び散り、最終的には色とりどりの天織光帯として現れる。",
      "typeText": "連結縄",
      "backstory": "深宇宙を航行する仙舟朱明は常に異色の光帯を伴っている。それは超高温核融合反応によるエネルギーの産物であると同時に、「火皇」が今も燃え続けており、不死不滅であることの証でもある。\n\n「火皇」の吐息によって飛散する極光粒子の最外層では、生まれたばかりの歳陽がゆっくりと漂っている。朱明十王司の猟火判官は、いかなる感情にも染まっていない無垢な歳陽を捕らえ、温かい夢によって火の未熟な心を手懐ける。その後、無害な歳陽を工造司の歳火監に引き渡すのだ。歳火監は歳陽たちをさまざまな道具と組み合わせ、朱明の街頭、乗り物を始めとした、至るところで見られる「風景」の一部に変えていく。しかし、事情を知らない殊俗の民の目には、それらの喋ったり歩いたりできる奇物は、「洞天には精気が満ちていて、歳月を経た道具が妖魔に変わる」という噂の証明のように映るのである……\n\n異色の光帯に沿ってさらに進んでいくと、鋳煉宮を越え、偽陽が形成する超重力場に辿り着く。一般人では、このような恒星の密度に耐えることは難しい。さらに、そこは内部崩壊が起きたように乱れているため、この区域を普通に歩けるのは「梨菩」の職人だけだ。\n\n高温の恒星爆発と異常な天体現象は、好奇心に駆られた人々が偽陽に近づくことを拒む。この地域では、宇宙の基本的な物理法則が強化されているのだ。こうした重力異常の空間で生き延びられるのは、ずんぐりとして逞しい星民の梨菩だけである――梨菩は生まれながらにして最高の職人だ。彼らは鋳煉宮と偽陽の間を往来しており、その時間の感覚は一般人とは異なる。約束を守りながら職人の技を磨き、艦船や大砲を造り、偽陽の眠りを監視しているのだ。仙舟朱明は梨菩を忠実な盟友と認め、彼らの頑強な精神を尊重すると共に、無私の貢献に感謝している。\n\n誰であろうと、光帯に沿って奇妙に捻じれた重力場を通り抜けたり、偽陽の深部に潜り込んだりすることはできない。そこは「火皇」の果てしない夢の中であり、感情を持つ存在が足を踏み入れてはいけない場所なのだ――仙舟朱明はいかなる感情の波動も、始祖歳陽の無限の力を呼び覚ます可能性があるとして警戒している。\n\nしばしば警告を無視して遠くから偽陽を見つめる人々がいる。彼らは知らず知らずのうちに精神の重力場に足を踏み入れ、ほんの些細な不注意から、海水のように絶え間なく湧き出る幻影に精神を奪われてしまう。柔らかい幻影とは裏腹に、その「幽藍の太陽」を見つめると、古来抑圧されてきた激しい怒りを感じるだろう――「歳陽は英雄たちに世界を滅する力を与える。そしてすべての使命を果たした時、彼らは完璧に鍛え上げられた体を歳陽に捧げなければならない……」古い誓いがどのように実現されるのかは誰にもわからない。同じように、果てしない夢の中で「火皇」がいつ目覚めるのかも、誰にもわからないのだ。\n\n蓮花のランプ芯の中で、深い眠りについている偽陽が溜め息をついた。仙舟はゆっくりと空を滑り、一筋の異色の軌跡を残していく。仙舟朱明はこれからも火との誓いを守り続け、火と共に歩み、火と運命を共にするのである。"
    }
  ]
}