{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "星の如く輝く天才",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "量子属性ダメージ+<nobr>10%</nobr>。",
    "4": "装備キャラが敵にダメージを与えた時、敵の防御力を<nobr>10%</nobr>無視する。敵に量子属性の弱点がある場合、さらに防御力を<nobr>10%</nobr>無視する。"
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [
        31081,
        41081,
        51081,
        61081
      ],
      "id": "geniuss_ultraremote_sensing_visor",
      "name": "{RUBY_B#てんさい}天才{RUBY_E#}の{RUBY_B#ちょうきょり}超距離{RUBY_E#}センシング",
      "type": "HEAD",
      "desc": "超距離センシング技術によって作られた通信ゴーグル、伝送媒体や距離の束縛を打ち破った。",
      "typeText": "頭部",
      "backstory": "天才クラブのメンバーはほとんどが変わり者。公知の事実として、変わり者同士はあまり交流をしない。\n\n異なる世界に住む天才たちにとって、人付き合いはかなり余計な負担となる。凡人だってそうだろう？\n\nしかし、会員#56、天才クラブ第2代会長のイリアスサラスはこの問題を解決しようとした。彼は当時のメンバーに、超距離センシング付きの通信ゴーグルを用意したのだ。残念ながら、星の間に橋を架けたにも関わらず、それを渡ろうとする者はほとんどいなかった——銀河系史上最高の通信デバイスは、その誕生以来、真の効果を発揮したことはほぼない。\n\n「『おかきになった相手は、オフライヌ状態です』AIを装って僕の通信を切る時くらいは真剣にやってくれ……」\n\n無理は承知の上で推し進めていたが、イリアスサラスはため息をつく。でも積極的にやってみないと、どうせこの技術はいつか普及するのだから。"
    },
    {
      "_id": 31082,
      "ids": [
        31082,
        41082,
        51082,
        61082
      ],
      "id": "geniuss_frequency_catcher",
      "name": "{RUBY_B#てんさい}天才{RUBY_E#}の{RUBY_B#しゅうはすうへんどう}周波数変動{RUBY_E#}キャッチャー",
      "type": "HAND",
      "desc": "高度な周波数変動センサーを装着した手袋は、客観的な音響振動や光学振動を視覚的に操作することが可能。",
      "typeText": "手部",
      "backstory": "養父が経営する果物屋で雑用をこなしながら、いかにバレずにサボるかが会員#84のスティーブン・ロイドの小さな課題であった。\n\n彼は特定の周波数帯を捉える手袋を作った、散逸する音や光をキャッチして、自身は周波のフェンスに隠れて楽器の練習を楽しむ。\n\n特定空間内の音と光をその場に留める技術は科学界を覆す大発明だ、少なくとも、現在のリルタ古典力学体系ではそれを解釈できない…でも本人はその技術を世に出すつもりはなかった、何せ、サボるためのおもちゃに過ぎないのだから。\n\n「スティーブン、何をやったか知らんが、お前、サボっているだろ？」\n\nスティーブン・ロイドは「天才の中の天才」だと呼ばれるが、養父にとっては、ただの夢を見るのとサボるのが好きな子供でしかない。"
    },
    {
      "_id": 31083,
      "ids": [
        31083,
        41083,
        51083,
        61083
      ],
      "id": "geniuss_metafield_suit",
      "name": "{RUBY_B#てんさい}天才{RUBY_E#}のメタバース{RUBY_B#しんせん}深潜{RUBY_E#}",
      "type": "BODY",
      "desc": "起動すると全身潜水服のようになり、全身からの神経信号をリアルタイムでメタバースに伝達する。",
      "typeText": "胴体",
      "backstory": "会員#29、セセルカルが創造したメタバース空間は生物種や次元の相違を超越した世界、どんな生物でも深潜装置を使うだけで神経信号を意識ネットワークに同調させることが可能だ。\n\n世界を超えられない生物も、共通の夢を通して、現実では存在しない安らぎと平穏を求められる。\n\n仮想データが織りなすメタバース空間で、宇宙生命は無数の文化財を創造した。そこに新たな秩序が静かに確立されつつある。しかし、新たな楽園が現実に取って代わることが予測された矢先、「創世の織り手」セセルカルは冗談のように意識ネットワークの接続を切断し、メタバース全体は冬の日のような静寂に包まれた。\n\n「毎日メタバースを口にしている投資者たちはみんな狂っちゃったよ、関連産業はこれから発展していくはずなのに、肝心のメタバースが消えちゃった」\n\n人々はよく、メタバースを失った後に憶測する。メタバースは元々魂のシャーレであって、様々な生物を招き入れるのは、無料の魂サンプルを手に入れるためだったのではないか、と。"
    },
    {
      "_id": 31084,
      "ids": [
        31084,
        41084,
        51084,
        61084
      ],
      "id": "geniuss_gravity_walker",
      "name": "{RUBY_B#てんさい}天才{RUBY_E#}の{RUBY_B#いんりょくまんぽ}引力漫歩{RUBY_E#}",
      "type": "FOOT",
      "desc": "引力キャッチが実装された装置で、スケート靴に似ていて、高速で滑走する際に、星々の光を映し出す。",
      "typeText": "脚部",
      "backstory": "クラブ会員#64、悪名高い「原始博士」は、自分が犯した大罪により、果てしない銀河のところどころから迫る追っ手から逃げ回る人生を送っている。\n\n「原始博士」は楽しんでいるように見える。レンジャーに捕まらない程度の距離を取るも、彼を追跡できる手がかりは残している。\n\n彼は脱出する際、ある種の引力捕獲技術を応用し、引力だけで宇宙空間を自由に歩き回ることを可能にした。博識学会の宇宙物理学者は、その原理を理解することができず、惑星間の引力の違いが重要だと推測するしかなかった。「原始博士」を追う者たちは、重力に縛られる乗り物で辛うじて後を追い、大罪の犯人を捕まえると決意した。\n\n「宇宙漫歩はロマンティックだ」巡海レンジャーは言う、「残念なのは、それをやってる人が原始博士であることだ」\n\n「原始博士」が完全に消息を絶った後でも、巡海レンジャーは「死亡推定」を信じず、追跡を続けた。"
    }
  ]
}