{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "深慮に浸る巨樹",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの速度+<nobr>6%</nobr>。装備キャラの速度が<nobr>135</nobr>/<nobr>180</nobr>以上の時、装備キャラ及びその記憶の精霊の治癒量+<nobr>12%</nobr>/<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "{RUBY_B#しんご}神悟{RUBY_E#}の{RUBY_B#じゅてい}樹庭{RUBY_E#}の{RUBY_B#じゅくりょ}熟慮{RUBY_E#}する{RUBY_B#こんけい}根系{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界オーブに封装されているのはオンパロスの神悟の樹庭である、「分裂する枝」{RUBY_B#「理性」のタイタン}サーシス{RUBY_E#}の神体がここで熟考をした。「最初の学者」は人々を率いて森の中に花園と庭園を造り、学識を深め、そこに樹庭の始まりがあった。",
      "typeText": "次元界オーブ",
      "backstory": "「最初の学者」セレサスは、成人を迎えると共に故郷の臨海都市ミラワータを発ち、モネータ信仰の霊的意味を探るべく、オンパロスの大地を巡るようになった。\n\n巡礼中に見た不思議な光景やさまざまな体験は、彼の持つオンパロスの自然観や世界の起源に関する考えを大きく変えた。そして旅の終わりには「分裂する枝」に出会い、巨木の前で独自の世界を知る方法を編み出した。その後、セレサスは巨木の下に「神悟の樹庭」という学びの庭を造り、人々が精神を目覚めさせ、知恵を求め、道を見出せるようにした。\n\n{RUBY_B#「理性」のタイタン}サーシス{RUBY_E#}の思考は紙に残されるか、樹庭で静かに揺れる草木となり…活気に満ちた交流や議論が行われる中で、各学派が誕生した。\n\n各学派の研究方向にはそれぞれ違いがあるが、交差がないわけではない——巨木が枝分かれしていくように、時には交差も免れないのだ…諸説紛々とした議論や、何世代にもわたる議論の中で、「最初の学者」が残した思想は脈々と継がれ、七賢人が率いる七大学派を主流とした思想に進展していった。\n\n「世に存在する知識はすべて樹庭の葉となり、木陰を作り、巨木の繁栄を手伝うこととなる」樹庭に理性を求める都市は、相応の知識を捧げなければならない。こうして無数の思考が木の養分となり、新たな芽が生まれる。\n\n光歴100年もの間、商人や隊商が樹庭を通りかかるたび、知識が記載された書物が見つかれば、国や言語を問わずすべて樹庭に収められてしまう。「強盗」とも言える樹庭の学者たちは、大金を払って書物を買ったり、人々を雇って写本させたり、あげく略奪まがいのことまで繰り返し、樹庭を「オンパロスで最も優れた学校」にした。彼らにとって問いは供物であり、思考は敬虔な姿勢となる。この世に君臨する理性を前に、彼らはすべからく頭を垂れるだろう。\n\n命を植え、木の霊に帰る。その流れの中で、集露の心臓は世界に点在する知識を集める。{RUBY_B#「理性」のタイタン}サーシス{RUBY_E#}は活気づいていく学園の声に耳を傾けながら、終始考えに耽っていた。"
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "{RUBY_B#しんご}神悟{RUBY_E#}の{RUBY_B#じゅてい}樹庭{RUBY_E#}の{RUBY_B#ち}知{RUBY_E#}を{RUBY_B#つな}繋{RUBY_E#}ぐ{RUBY_B#じゅろ}樹路{RUBY_E#}",
      "type": "OBJECT",
      "desc": "学派の間には研究成果を共有する鍵となる、金糸と藤つるでできた樹庭の知識の網がある。データは根から吸収された後、脈絡に沿って流れ、解析される。最後に一滴の雫となり、友愛の館の池に溶け込むのだ。",
      "typeText": "連結縄",
      "backstory": "神悟の樹庭では、ひとつひとつの思考が巨木の枝となる。その脈絡からは幾千もの論調が生み出され、細かな枝のようにそれぞれ伸びていく。互いに独立していながら、それらはやがて絡み合い、最終的に巨木の樹冠となる。\n\n1本の枝は自らに葉柄を伸ばし、複雑な渦を描くようにねじれている。「蓮食学派」の苦行者は草木や花の持つ神性に魅了され、植生をはじめとした万物を触れられる存在としてみなした。彼らにとって苦行は万物を調和させる実践的な方法であり、決して自我を捨てる行為ではない。むしろ、自らを知る最短の道なのだ。\n\n1本の枝には果実がたくさん実っていた。「山羊学派」の学者たちは、奇獣の研究、繁殖、保護を専門にしている————キメラの多様で愛らしい姿は、彼らが生命を探求する過程を示した、ある種の縮図といえる。\n\n1本の枝は完璧な比率でねじれ、精緻かつ優美な形をなしている。「結縄学派」の学者たちはこう主張している——「万物の根源は数である。ゆえに、あらゆる実態数学的に表すことができる」と。彼らは樹庭最初の学派として学院の敷居を守り、「幾何学を知らぬ者の入門を禁ずる」と定め、数理こそが{RUBY_B#「理性」のタイタン}サーシス{RUBY_E#}が世界を支配する手段であると考えている。\n\n1本の枝はよくしなる丈夫な枝だった。「牽石学派」は入門志望者に対し、投石紐を使って特定の距離まで石を投げることを要求した。そうすることで、学者の鍛錬や競技に対する思考や、「極致を追求する」姿勢を見定めていた。\n\n1本の枝はある時は垂れ下がり、またある時は真っすぐに伸び、知覚に純粋な美しさを伝えていた。「赤陶学派」は芸術と感性への探求を論理的思考の根源とみなし、感覚器官から得られる情報が最も精錬されていると考え、そこから達観した世界にたどり着けると強く信じていた。\n\n生い茂る樹冠の中で、巨木の中心に最も近いところに、献身的で敬虔な形をした枝が立っていた。「礼拝学派」はタイタンの儀式の理解や、神跡の運用に精通しており、「オンパロスの政治家のゆりかご」とも呼ばれている。彼らは樹庭の信仰儀式を執り行うだけでなく、その影響はオンパロスのあらゆる面に深く及んでいる。しかし、1本の若く鋭い枝が、それと向き合うように存在していた——\n\n「知種学派」は「最初の学者」の魂に関する教えを引き継いだ、生命と物質の転換や昇華の理論に精通した学派である。また、一番遅く創設されたにもかかわらず最も鋭い論点を持っており、すべての生命と物質の起源を追い求めている。\n\n原則として、七大学派の七賢人はそれぞれの研究分野を持ち、その間に序列はない。理性の巨木は彼ら七賢人の象徴として頂点に立ち、絶え間ない議論と討論の中、世界中に知識と理性の枝を伸ばした。"
    }
  ]
}