{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "吹雪と対峙する兵士",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "被ダメージ-<nobr>8%</nobr>。",
    "4": "ターンが回ってきた時、装備キャラの残りHPが<nobr>50%</nobr>以下の場合、HPを最大HP<nobr>8%</nobr>分回復し、EPを<nobr>5</nobr>回復する。"
  },
  "pieces": [
    {
      "_id": 31061,
      "id": "",
      "name": "兵士の鉄製ヘルム",
      "type": "HEAD",
      "desc": "統一改造を経たフルフェイス・ヘルム、内部パッドで頭部を保温できる。",
      "typeText": "頭部",
      "backstory": "寒波の中で侵略に対する万全な準備を行うのは決して簡単なことではないが、ヤリーロ-VIのシルバーメインは慣れている。身を切るような寒風はナイフのように、ヘルムの隙間から吹き通る。\\n\\n天外から来た敵は再び軍勢を整え、完全武装した兵士たちは大守護者の命でそれを待ち構える。\\n\\n前哨部隊の兵士たちは、モンスターの動きを探るため、何日も雪の中に身を潜めていなければならないこともある。凍てつくような寒さは、兵士の皮膚、汗、ヘルムに詰まった綿を一緒に凍らせてしまう。ヘルムを安全に取り外すために熱湯が必要な場合も多い。建創者の鍛冶屋たちは、重たいヘルムが吹雪の抗力を軽減できるように、板金の湾曲度を調整した。\\n\\n堅く、暖かく、威風堂堂なシルバーメインの制式ヘルムはこのように継承されてきた。\\n\\n「そのヘルムをつけて、前が見えるのか？」当直の兵士は皆、同じ質問をされたことがある。"
    },
    {
      "_id": 31062,
      "id": "",
      "name": "兵士の銀鱗ガントレット",
      "type": "HAND",
      "desc": "銀色の光を放つ金属のガントレット、複合的な機械構造が深く刻み込まれている。",
      "typeText": "手部",
      "backstory": "壊滅の印を持つ侵入者たちは近衛隊の退路を阻んだ、ラースロー・ランドゥーは守護者の保護と避難を隊員に命じ、自分一人でしんがりを務めた。\\n\\nたとえシルバーメインで最も勇猛な戍衛官であっても、モンスターの奔流の中では長く持たない。\\n\\n獰猛で野蛮、怪異な生き物は咆哮する、嵐のような激しい攻撃が止まず押し寄せるが、ランドゥーの戦線を突破する事はできなかった。激烈な攻防は長く続く、ラースローは次第に疲弊していったが、それでも立ち続けた。そして援軍の到達を確認して、ラースローはようやく、安心して気絶した。\\n\\nラースローは戦いの中で両手を失った。建創者の中で最も優れた職人は英雄のため精巧な手甲を作った、そのおかげで彼は軍に復帰し、もう一度その手で軍旗を掲げられた。\\n\\n「これには一つの欠点がある」ラースローは手甲を見ながら呟いた。「この手はもう、琴の弦の震えを感じることはできない」"
    },
    {
      "_id": 31063,
      "id": "",
      "name": "兵士の旧制軍服",
      "type": "BODY",
      "desc": "きちんとアイロンがかけられた旧制シルバーメインの軍服、丈夫なボタンで生地にしわができている。",
      "typeText": "胴体",
      "backstory": "ゲーテ家の先祖から伝わる古い軍服は、長い間箱の底にしまわれており、軍人の名誉だけがそれをこの世に蘇らせる。\\n\\n壊滅の兵卒は野蛮に侵攻を進める。既に退路がないシルバーメインは、天険を守り抜くと誓う。\\n\\nヴィバロ防衛戦で、ホルス・ゲーテは決死隊を率いて何ヶ月も要害を死守した。援軍のラッパが谷間に響いて初めて、皆は英雄たちは骨すら残っていないことを知った。大守護者アリサは、表彰式で勇敢なホルス・ゲーテの子孫に自ら勲章を授与し、若きゲーテは戦死した英雄を代表して古い軍服で堂々と立った。\\n\\n若きゲーテの目に映るのは軍服と勲章だけだが、大守護者は英雄たちが残した遺産が見えた——ベロブルグの未来が。\\n\\n「ホルス・ゲーテこそ真の勇者だ、お前はゲーテの名を誇りに思え」若き日のゲーテが、大守護者について唯一覚えている事がこの言葉である。"
    },
    {
      "_id": 31064,
      "id": "",
      "name": "兵士の白銀グリーブ",
      "type": "FOOT",
      "desc": "固い白銀色の金属でできたグリーブ、保護性がありながら、軽量で十分な保温性もある。",
      "typeText": "脚部",
      "backstory": "シルバーメインは、戦術上の理由から、腰まである雪の中を1日に非常に長い距離も移動しなければならないことがよくある。長距離行軍の疲労と重度の凍傷は、兵士の足に試練を課す。\\n\\n雪原へ遠征する途中、たまに久しぶりの旧友に会う事もある。\\n\\n雪原遊撃を担当するシルバーメインは、時折野営地で氷原オオカミの長い遠吠えを耳にすることがある。このかわいそうな生き物も、侵略者の鉄蹄の下で居場所をなくしてしまった。野戦中隊のイェーガー士官は、狩人の家の生まれ、彼は狼の毛皮のマントにする名人だった。しかし、終わりなき寒波が到来してからは、この猛獣を見ることはほとんどなくなった。寒い夜、数匹の氷原オオカミが警戒を解き、軍の焚き火に近づき、何も言わずにイェーガーのそばに丸まった。夜が明けると、獣たちは温かな夢の中で永遠の眠りにつく。\\n\\n寒さを少しでも緩和できるよう、イェーガー士官は処理した狼の毛皮を兵士のグリーブに入れた。\\n\\n「私たちと同じように、氷原オオカミもまだ住処を完全に失くしたわけではない」イェーガー士官はそう言って、氷原オオカミを憐れんだ。"
    }
  ]
}
