{
  "_id": 123,
  "id": "hero_of_triumphant_song",
  "name": "凱歌を揚げる英雄",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻撃力+<nobr>12%</nobr>。",
    "4": "装備キャラの記憶の精霊がフィールドにいる時、装備キャラの速度+<nobr>6%</nobr>。装備キャラの記憶の精霊が攻撃を行う時、装備キャラおよびその記憶の精霊の会心ダメージ+<nobr>30%</nobr>、<nobr>2</nobr>ターン継続。"
  },
  "pieces": [
    {
      "_id": 31231,
      "ids": [
        31231,
        41231,
        51231,
        61231
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#えいゆう}英雄{RUBY_E#}の{RUBY_B#げっけいかん}月桂冠{RUBY_E#}",
      "type": "HEAD",
      "desc": "コロシアムの優勝者に与えられる月桂冠。金色の月桂樹の葉の一枚一枚が、勇気と栄光に輝いている。",
      "typeText": "頭部",
      "backstory": "オロニクスが嘆息すると、時間がゆっくりと流れていくようだった。耳には重い息遣いが届き、肋骨が痛みで鼓動する。まるで闘技場の空気をすべて肺に取り込もうとしているかのようだ。汗と血が混ざり合って流れ落ち、足元の大地からは誘惑する声が聞こえる——ここまで頑張ったのだから、もう諦めていい——彼の疲労はすでに限界に達していた。\n\n「次の攻撃はどこから来る？左か、右か？フェイントもある、それとも……」\n\n槍先がすでに迫っており、もはや考える時間はない。ならばいっそのこと、「紛争」のタイタンに運命を委ねてしまおう——彼がすべきなのはただ槍を突き出すことだけだ。\n\n砂埃がゆっくりと収まっていく。闘技場の外から斜陽が差し込み、彼の横顔を照らした。観客席の人々は次々と立ち上がり、拍手と歓声が波涛のように押し寄せてくる。その瞬間、彼は驚いた——この場所がこんなにも広大であったこと、逃げ場のない緊迫感がとうに消えていたことに気づいたからだ。場内には血の跡と倒れた相手、そして輝く孤高の勝者だけが残っていた。\n\n城主は手を高く上げ、彼の優勝を宣言した。そして彼はダウリの音が鳴り響く中で月桂冠を戴き、闘技場の伝説となったのだ。\n\n「お前は近衛兵に選ばれた。お前の名は勝利と共に、英雄の叙事詩に記されるであろう！」\n\nその後、彼の名は街中で聞こえるようになった。ニカドリーの栄光はまるで世界が彼のために存在しているかのように、彼を包み込んだ。"
    },
    {
      "_id": 31232,
      "ids": [
        31232,
        41232,
        51232,
        61232
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#えいゆう}英雄{RUBY_E#}の{RUBY_B#おうごんてっこう}黄金手甲{RUBY_E#}",
      "type": "HAND",
      "desc": "コマンダーの精巧な腕当て。勇士の手首にぴったりと合い、勝利の角笛をしっかりと支える。",
      "typeText": "手部",
      "backstory": "大勝であろうが惨敗であろうが、闘技場の王者は必ず戦場から帰還する。城主はその強運を「勝利の象徴」と見なし、彼の手から槍と盾を取り上げ、代わりに角笛と戦旗を持たせた——強運を全軍に分け与えられるようにと。そして兵士たちは、ニカドリーの栄光は彼と共にあり、彼が先導する限り勝利は必ず訪れると固く信じるようになった。\n\n「今後、お前は一介の戦士ではなく、象徴となるべきだ」\n\n苛酷な訓練で鍛え上げた鋼の肉体も、今では神殿の石像のようにただ鑑賞されるだけの存在だ。\n\n兵士たちは「勝利の象徴」が些細なトラブルに巻き込まれることすら恐れ、彼が訓練場へ立ち入ることを拒んだ。代わりに、彼は城主の宴に招かれ、来賓たちが尋ねられる数々の死闘の逸話を話した。そして今、彼は戦場の端に立ち、角笛を握りしめている。金色に輝く手甲が見慣れない横顔を映し出す。その時、急に胸が締め付けられた——彼は勝利の号令を吹き鳴らすだけで、もはや戦場で突撃する必要はない…これが人々の言う「不戦の英雄」なのだろう。\n\n「…これで勝利をもたらせるのなら、喜んで戦場での栄光を捨てよう」\n\nニカドリーは「象徴」のために勝利の道を示したことはない。だからこそ彼は備えていた。いずれ訪れるであろう生涯最後の戦いのために……"
    },
    {
      "_id": 31233,
      "ids": [
        31233,
        41233,
        51233,
        61233
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#えいゆう}英雄{RUBY_E#}の{RUBY_B#ゆうせんきんがい}勇戦金鎧{RUBY_E#}",
      "type": "BODY",
      "desc": "勇壮な肉体に相応しい、天神の如き甲冑。",
      "typeText": "胴体",
      "backstory": "狂気に陥った神と対峙して、無事に帰還できる者などいない。ニカドリーの鋒がどこを掠めようとも、槍が折れ、盾は砕け…統制を失った兵士たちは、空前絶後の混乱と恐怖に陥り、戦線は簡単に崩壊してしまう。闘技場の英雄の角笛の音は怒号、悲鳴、金属がぶつかり合う音の中に埋もれ、とうに訪れた結末を覆す力を持ってはいなかった。\n\n「ニカドリーは約束した勝利を取り戻そうとしている。ならば、私は槍と血を以ってそれを返上するしかない」\n\n巻き上がる煙塵の中、破れた旗がニカドリーに向かって進んでいく。兵士たちは気づいた…強運の英雄が二度と戻れない道を選んだことに。\n\n最初は数人が続いただけだったが、やがて数十、数百人…と、彼らはその広い背中に続き、死が約束された戦場に向かって最後の突撃を敢行する——かつて戦の中で倒れた戦友たちは英霊となって彼らの耳元で囁き、生者たちを激励する。ニカドリーは自身が狂気に陥っていても、戦士たちの不屈の決意と恐れ知らずの意志を本能的に感じ取った。\n\n「見ろ！闘技場の英雄はまだ前進し続けている。我々も後に続くぞ！」\n\n金色の鎧は夕日に照らされてなお輝き、彼は軍を率いて名誉と尊厳のある死へと向かっていった。"
    },
    {
      "_id": 31234,
      "ids": [
        31234,
        41234,
        51234,
        61234
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#えいゆう}英雄{RUBY_E#}の{RUBY_B#えんこうすねあて}炎行脛当{RUBY_E#}",
      "type": "FOOT",
      "desc": "戦士の足にフィットする脛当て。優雅で堅固な曲線で、不退転の信念を表している。",
      "typeText": "脚部",
      "backstory": "兵士たちは黙ったまま廃墟に入り、戦場の後始末を始めた。ある者は遺体を必死に引きずり、戦友を敵から引き剝がす。またある者は戦死した仲間の傍に跪き、そっと彼らのまぶたを閉ざす…戦場の怒号はとうに消え去り、残されたのは息が詰まるような静寂だけ——闘技場の英雄もこの地で永遠の眠りにつき、血と埃に塗れた金色の脛当てだけが鈍い光を放っていた。\n\n「忘れるな、戦士たちが完全に消えることはない。彼らの魂は後世の人々の記憶の中に永遠に刻まれるのだから」\n\nその後、静寂は悲哀のこもった歌声によって破られた。司祭たちが戦死者の葬儀を行うために戦場へやってきたのだ。\n\n闇夜の中で炎が燃え上がり、哀歌は響き続ける…突然、天罰の矛が大地を刺した時のように、遠くの空に眩い光が走った。きっとニカドリーがこの地の英霊を呼んでいるに違いない。葬儀に参列していた兵士や市民たちは次々と跪き、心の中に畏敬と感謝の念を抱きながら両手を高く上げる——その光は温かな息吹となって戦士たちの魂を持ち上げ、タイタンの祝福と赦しを囁きながら、英雄たちの不滅を宣言した。\n\n「見ろ。闘技場の英雄は死してなお戦士たちを導き、故郷への道を示している」\n\n英雄は優しく頷いた。古い歌の中で、その高貴な魂は再び鍛え直されることだろう。"
    }
  ]
}