{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "雪の密林の狩人",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "氷属性ダメージ+<nobr>10%</nobr>。",
    "4": "装備キャラが必殺技を発動した時、会心ダメージ+<nobr>25%</nobr>、<nobr>2</nobr>ターン継続。"
  },
  "pieces": [
    {
      "_id": 31041,
      "id": "",
      "name": "狩人の荒ぶる神のフード",
      "type": "HEAD",
      "desc": "巨大な雪原熊の頭部の毛皮で作ったフード。毛皮に魂があるかのように、刀も銃の弾も通さない。",
      "typeText": "頭部",
      "backstory": "スノーランドの雪原で活動する狩人の間には一つの鉄則が存在している。それは、「荒神」の捕食期間でけして山の南側に行ってはいけないこと。あの山でさえ震わせる白き巨熊は誰も歓迎しないからだ。\\n\\n協会が指定した狩人として、シューガは救援信号を受信し、山の南側へ駆けつけたが、そこで待ち伏せされた。\\n\\n銃撃のショックから目を覚ましたシューガは助かったと思ったが、次の瞬間、危機はまだ過ぎていないと理解した。「荒神」が彼の前に立っていた。「荒神」の攻撃は力強く素早いが、乱暴に回すだけではそう簡単に当たらないはず…シューガは冷静にチャンスを待つ。彼は劇毒を塗った骨ナイフは抜き出し、常人を超える動きで飛び上がり、一瞬で勝負を逆転した。\\n\\n彼は「荒神」の頭と皮をはぎ取り、銃傷が癒えぬ状況で一日目の夜を過ごした。\\n\\n数日後、狩人協会は頭のない「荒神」の死体を見つけた。そして彼らは知る、死ぬべき狩人は死なず、予想外の復讐者が誕生してしまった。"
    },
    {
      "_id": 31042,
      "id": "",
      "name": "狩人のオオトカゲグローブ",
      "type": "HAND",
      "desc": "雪岩オオトカゲのうろこ状の爪は、グローブにしっかりと縫い付けられており、どんな壁も自由に登ったりぶら下がったりできるようになっている。",
      "typeText": "手部",
      "backstory": "雪岩オオトカゲには敏捷性も圧倒的な強さもない。彼らは獲物が油断し、必殺の一撃を食らわせるチャンスが訪れるまで、半月ほど岩肌に潜むこともある。\\n\\nけど公認狩人はもう待てない、彼らは迫る脅威を取り除くため、雪山で全面的な捜索を展開し、シューガを狩ろうとした。\\n\\n協会の公認狩人は一人一人が精強だが、命を託せあえる仲ではない。狩人はただ、高額の賞金目当てに群がっているだけ、それに賞金が原因で裏切る事もしばしば——何せ、荒野では何が起きてもおかしくないのだから…ベテランのシューガを消せば、他の人の取り分が多くなれる。彼らの意見はまとまった、そして相応の代価を支払った。\\n\\nシューガは十分な準備をした、高レベルの狩人を狩るのは怪物を殺すより骨が折れる、ここからは一層辛抱強く行動しなければいけない。辛抱こそが、狩人にとって最も重要な素質。\\n\\n猟友会の公認狩人は減り続け、「不死身のシューガ」という恐怖が彼らの間で蔓延する。"
    },
    {
      "_id": 31043,
      "id": "",
      "name": "狩人の氷竜マント",
      "type": "BODY",
      "desc": "氷竜の細かい鱗で作られたマントで、奇妙な光の屈折でほとんど見えない。",
      "typeText": "胴体",
      "backstory": "「氷湖の主」には独特な鱗が生えている、昼間はまぶしく光を反射し、水に浸かるとその姿を隠せる。見えない巨大生物との戦い方を知る狩人は非常に少ない。\\n\\n数日後、狩人協会の公認狩人たちは鱗を剥ぎ取られた氷竜の死体を発見した、その瞬間、恐怖は驚愕に勝った。\\n\\nシューガは雪原の獣を何百何千も狩ってきた、全ての対決は唯一無二の体験で、意義がある。狩人にとって、獲物の個性と習性を観察、知り尽くす事でようやく、一つの狩りは完成したと言える…シューガにとって、「氷湖の主」は雪原のパズルを完成させる最後の1ピース、彼は狩りを完成しなければならない、彼の狩人の魂を完成させなければならない。\\n\\n賞金リストの最上位は「氷湖の主」から「狩人シューガ」に変更され、醜い狩りが始まった。\\n\\n全ての狩人は獲物になる覚悟をしなければならない、シューガも、裏切り者も。"
    },
    {
      "_id": 31044,
      "id": "",
      "name": "狩人の鹿革のブーツ",
      "type": "FOOT",
      "desc": "シフゾウの柔らかな毛は、ブーツを包み込み、雪原で狩人は靴の浅い跡しか残さない。",
      "typeText": "脚部",
      "backstory": "たとえ重傷を負っても、体温が雪を解かせない程低下しても、死に際のシフゾウは依然致命的な脅威となり得る。\\n\\nシューガが猟銃を死に際のシフゾウに向けた時、彼は思う、その憤怒に満ちた両目は自分と同じだと。\\n\\n公認狩人に待ち伏せされてから、シューガの命の火は風前の灯火のように、いつ消えてもおかしくない状態だった。シューガは理解している、自分がまだ生きていられるのは、復讐の怒りが体を動かしているから、彼の欲念が満たされたその時、その命は飛び交じる雪と共に去るのだろう…シューガは一歩踏み出す度に体が重くなるのを感じるが、幅の広い鹿革のブーツは足跡を残さない。彼は気を引き締めて生涯最後の狩りに挑む。\\n\\n狩人協会は恐怖の中で瓦解し、シューガの許しを得るため、裏切り者を粛清し始めた、だがその行動がもたらしたのは更なる猜疑と自滅だけだった。\\n\\nシューガは復讐成功の快感を味わう前に、雪原で倒れた。"
    }
  ]
}
