{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "自転が止まったサルソット",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの会心率+<nobr>8%</nobr>。装備キャラの会心率が<nobr>50%</nobr>以上の場合、必殺技と追加攻撃の与ダメージ+<nobr>15%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [33065, 43065, 53065, 63065],
      "id": "ruby_bruby_e",
      "name": "サルソットの{RUBY_B#いどうとし}移動都市{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界の中に封装されているのは、サルソット星に残された移動都市のうちの1つである「タンブルウィード」。この都市は一度たりとも止まったことがない。それで何とか黒夜と極昼に飲み込まれなかった。",
      "typeText": "次元界オーブ",
      "backstory": "宇宙から見ると、広がる砂の海によってサルソット星は金色に輝いており、星の表面にある巨大隕石によるクレーターもはっきりと観測できる。\\n\\nある時から、奇妙な隕石雨がサルソットに降るようになった。長く続く「隕石群」の衝突によって星は特殊な角度を形成し、自転が止まる要因となった。まるで「世界停止」のボタンを押したかのように、サルソットの昼夜は徐々に長くなった。日出と日没が恐ろしく長くなり、誰も耐えらなくなって、星の自転が止まるまで……。\\n\\n半年にも及ぶ日照りの酷暑と暗い夜による極寒は誰もが認める現実となった。サルソットには2つの移動都市しか残されておらず、昼夜の境目にしがみつき止まらずに移動している。\\n\\n巨大な空中の城は、雷のような轟音を響かせながら雨雲のように、黄金の砂漠の上空を飛ぶ。通り過ぎた場所では砂塵が舞い上がり天地を覆った。巨大な移動都市の上で、背中に翼を装備したサルソット人は建物の間を飛び回っている。天災を生き延びた飛行民族は、空に属しながら、空に縛られている。\\n\\n早朝、空漁人は港から出発して砂地に滑降し、燃素クラゲを捕まえ、夕方に都市に戻る。神秘的なエネルギー生物に頼って、都市はかろうじて航行を続けている。\\n\\n生存の危機が2枚の脆い翼に託されているのに、サルソット人は楽観的で、運命の重さに圧し潰されることを望まなかった。彼らは時間をかけて家族と共にガラス製の楽器の演奏を練習して、その音をガラスのエッチングに記録している。彼らは、文通相手を探すのも好きである。手紙を「タンポポスト」に入れ、明暗境界線のもう片側にいる移動都市に残していく……\\n\\n磁場は段々と弱まり、大気層も日に日に薄くなっている。終末が目前に迫っていても、命の灯が消えない限り、鷹は止まらずに飛び続ける。"
    },
    {
      "_id": 33066,
      "ids": [33066, 43066, 53066, 63066],
      "id": "ruby_bruby_e",
      "name": "サルソットの{RUBY_B#めいあんきょうかいせん}明暗境界線{RUBY_E#}",
      "type": "OBJECT",
      "desc": "自転が止まったサルソット星の昼夜は恐ろしく長い。人々は「明暗境界線」を追いかけ続けることで、なんとか生存空間を維持している。",
      "typeText": "連結縄",
      "backstory": "「隕石群」による停滞が始まってから、「明暗境界線」がサルソット人の狭い生存空間となった。\\n\\n全てが始まったばかりの時、人々はまだ昼夜が交互にやってくることは当たり前だと考えていた。境界線は大地をなぞり、山々を超え、谷を跨ぎ、まだ目覚めぬ者に朝日を、眠りにつく者に夜の霞をもたらした。そして、光と闇の足取りが鈍くなった後、昼と夜はよそよそしくなり、果てしなく続く酷暑と極寒が地獄の泥のように、足を取られた生命を緩やかに葬っていった。そこで、生きるために足掻いたサルソット人は、飛行する移動都市に乗り、昼夜を追いかけるようになった。\\n\\n移動都市「タンブルウィード」の展望台にのぼると、目の前は昼が、背後には夜がある。\\n\\n「タンブルウィード」が昼夜を追いかけているのは単なる生存のためではなく、尊厳のある生活のためである。境界線より少し速く進むことで朝から午後になり、少し遅く進めば黄昏から深夜になる。生来楽観的なサルソット人は、「平凡な1日」を蘇らせたのである。生まれつき持っているロマンチックさで、彼らは平和な午後に歌い、満天の星の夜に眠ることができる。\\n\\nだが、どれほど力強い飛翔でも最後は力尽きてしまう。移動都市の残骸はやはり境界線の後ろに取り残されたままになった。\\n\\n数年後、出会うことのない2つの移動都市は共に並び、残骸の中の砲台はお互いに向いていた。どちらかの都市が星の半分を超えもう片方の都市に戦争を仕掛けたのだろう。2つの都市の壮絶な戦いの痕跡は砂丘の下に見え隠れする。名もなき憎しみは融け合い、1つの廃墟となった。\\n\\nサルソットは沈黙している。いつしか自転の周期が少しずつ遅くなり、人のいない未来、星は自己治癒を迎えるのである。"
    }
  ]
}
