{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "{RUBY_B#こうがい}蝗害{RUBY_E#}を{RUBY_B#いっそう}一掃{RUBY_E#}せし{RUBY_B#てっき}鉄騎{RUBY_E#}",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "撃破特効+<nobr>16%</nobr>。",
    "4": "装備キャラの撃破特効が<nobr>150%</nobr>以上の時、敵に与える弱点撃破ダメージが防御力を<nobr>10%</nobr>無視する。装備キャラの撃破特効が<nobr>250%</nobr>以上の時、さらに敵に与える超撃破ダメージが防御力を<nobr>15%</nobr>無視する。"
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#てっき}鉄騎{RUBY_E#}の{RUBY_B#さくてきよう}索敵用{RUBY_E#}ヘルム",
      "type": "HEAD",
      "desc": "感覚器官の信号を大幅に強化する鋼鉄のヘルム。グラモスの鉄騎の意識を装甲と融合させている。",
      "typeText": "頭部",
      "backstory": "太陽の光を遮っていたスウォームが炎の海で灰となり、銀白色の雪が深宇宙に漂い、恒星の淡い光を照らしている。この瞬間だけは、耳元で絶え間なく響く羽音も、通信チャンネルの命令も静かになるのだ。\\n\\n「帝国」を襲撃したスウォームは掃討されたわけではない。少し時間が経てば、またいつものように次の出撃命令が鳴り響くだろう。\\n\\n「帝国」の鉄騎である彼女は、深髄信号の伝達によってもたらされる外の世界の風を感じながら、前回装甲を解除した時のことを思い出していた。熱風が長い髪をなびかせ、熱を帯びた空気が首筋に纏わりつき、その肌は汗をかいている。彼女はそのような感覚が嫌いではなかった。なぜならそれは、模擬信号よりも遥かに生き生きとしたものだからだ。装甲は感覚器官とパイロットを深く同期させる。それによってロストエントロピーの苦痛が増そうとも、虫の末裔に打ち勝つためには、もはや鉄騎に選択の余地などないのだ。\\n\\n<i>「グラモス軍規第<unbreak>43</unbreak>条、生存者は速やかに帰還せよ……」</i>\\n\\n鉄騎が首のない銀色の甲冑を目にした時、ようやく装甲の感覚信号が自分を欺いていたことに気がついた――もう次の出撃命令が鳴ることはない。なんと残酷で短い休息なのだろうか。"
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#てっき}鉄騎{RUBY_E#}の{RUBY_B#ふんさい}粉砕{RUBY_E#}アーム",
      "type": "HAND",
      "desc": "虫の末裔を粉砕する強力な鉄腕。硬く頑丈でありながら、鋭く軽い。",
      "typeText": "手部",
      "backstory": "グラモスの鉄騎は鉄の拳に力を込め、汚れた鞘翅を引き千切った。圧力を失った虫の腹からは腐食性の液体が噴き出したが、銀色の甲冑に触れた瞬間、それは気化して血の汚れだけが残った。\\n\\n装甲と虫の足の残骸が深宇宙に散乱する中、グラモスを取り囲んでいた「死の川」が重力に引っ張られ、静かに流れていく。血戦はようやく終わりを迎えたのである。\\n\\n議会の指導者たちは戦後の情勢について話し合い、これまで実権を握ったことのない「ティタニア」に審判を下した。虫たちと互角に渡り合える鉄騎兵団を従える彼女の存在は、今後共和国存続の最大の脅威になり得ると判断されたからだ…人々は平和の鐘を鳴らし、スウォームが消え、澄んだ青空が再び共和国に戻ったことを宣言した。\\n\\n<i>「『女皇』に制約を課さなければ、誰もあの兵器を制御できないだろう？」</i>\\n\\n鉄騎たちは短い生涯の中で、絶えず己の腕を磨いている。だからこそ、議会の者たちの青白く、力のない節くれ立った手が高く掲げられるだけで、グラモスの命運を左右するほどの力が発揮されることなど、彼らは考えたこともなかったのである。"
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#てっき}鉄騎{RUBY_E#}の{RUBY_B#ぎんえい}銀影{RUBY_E#}アーマー",
      "type": "BODY",
      "desc": "激しい炎を放つ推進装甲。グラモスの鉄騎に戦場を焼き尽くせるほどの力を与える。",
      "typeText": "胴体",
      "backstory": "いくつもの激しい炎の筋が夜空を切り裂き、黎明を迎えつつあった地平線を越え、グラモスの各星域へと向かっていく――それは共和国の住民にとって最も身近で、最も恐れている日常だ。\\n\\n銀の装甲が空を飛び、一刻を争いながら戦場へと急ぐ。自分たちが日夜守っている光景を見下ろす暇などありはしない。\\n\\n女皇の命令は絶対だ。似たような顔の兵士が培養カプセルから生まれ、女皇に忠誠を尽くしてグラモスの空を奪還すると誓った。鉄騎は飛虫の屍の山と血の海を越え、虫の殻の余燼すらも焼き、鋭い歯の生えた巨大な顎の残骸を粉砕する…グラモスの鉄騎の宿命は、慢性的に解離するエントロピー変化に耐え、生と死の狭間で激しく燃え上がることである。\\n\\n炎が完全に掻き消え、空を覆う虫が黒い焦土へと変わり、生きて帰ってくる者がいなくなるまで――この日常は続いていく……\\n\\n生きるとは何なのだろうか？推進装甲の加速で胸が締め付けられ、ロストエントロピーで麻痺していた苦痛が四肢に現れる時だけ、彼らは微かに「生」を感じられるのである。"
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#てっき}鉄騎{RUBY_E#}の{RUBY_B#ひしょう}飛翔{RUBY_E#}グリーブ",
      "type": "FOOT",
      "desc": "破壊力とスピードを兼ね備えた鉄騎のグリーブ。これによりグラモスの鉄騎は高く跳び上がり、力を集中させた蹴りを敵に放つことができる。",
      "typeText": "脚部",
      "backstory": "鉄騎の足跡は燃える流星のように、グラモス「帝国」の隅々にまで広がっている。しかし、それでもティタニアが紡ぐ「夢」から抜け出すことは叶わない。\\n\\n共和国の人々は戦いのために生まれた兵団を警戒していた。それまで存在しなかった「帝国」と自分たちのよく知る「共和国」は、一体どれほど重なる部分があるのだろうか……\\n\\n女皇は自分の騎士たちに名誉と信仰を授け、鉄騎は女皇に忠誠と誓いを捧げた…新人類は続々と培養カプセルから生まれ、ナンバーと使命を与えられている。そして旧人類は鋼鉄の壁の下に隠れ、長く待ち望んだ平和を怯えながら享受している。この平和という嘘は誰かの手によって暴かれなければならない…人類の本質を揺るがす戦争の手段など、この世に存在すべきではないのだ。天災さえ消え去れば、心に恐怖を抱く人々は、歪んだ戦争の産物を徹底的に破壊するに違いない――\\n\\n鉄騎のグリーブが空を突き破る。彼らが望むなら、どんな星にも辿り着けるだろう。\\n\\nしかし、もはや「帝国は」どこにもなく、鉄騎たちの前にあるのは定められた奇跡だけだった。1つは「死」に、もう1つは「自分」に繋がっている。"
    }
  ]
}