{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "純庭教会の聖騎士",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "防御力+<nobr>15%</nobr>。",
    "4": "装備キャラが付与するバリアの耐久値+<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31031,
      "ids": [31031, 41031, 51031, 61031],
      "id": "",
      "name": "聖騎士の赦しのヘルム",
      "type": "HEAD",
      "desc": "宗教彫刻の、赦しの女神を模ったヘルム、自分の顔を隠すためにある。",
      "typeText": "頭部",
      "backstory": "沈黙騎士は人前で硬く重いヘルムを外したことがない。その荘厳で宗教的なヘルムと、サフィナの沈黙が相まって、息苦しいほどの威圧感を醸し出している。\\n\\n傲慢な悪魔も、狂気に囚われた聖職者も、荘厳な圧力のもとに本能的な恐怖をさらけ出すことしかできなくなる。\\n\\n教皇庁でも少数の聖職者しか知らない、サフィナのその宗教的なヘルムの下に隠されているのは、悪魔としての出自。教皇庁は悪魔を恐れながらも、その力を欲していた、それが矛盾な結果を生んだ…幼年の悪魔を捕らえ、彼女を勇敢な沈黙騎士に鍛え上げた。だが彼女が人前で素顔をさらけ出すのは禁じられ、教皇の命に従い、聖女の沈黙騎士として従事する事だけが許された。\\n\\n年の近い聖女バニラは自らサフィナに聖書の勉学を指導していた、彼女は今でも燭光に照らされる悪魔の横顔を覚えている。\\n\\n「親愛なるサフィナ、私はあなたの顔を見たことがある。ずっと覚えているわ」聖女バニラは、大人になってから徐々に視力を失っていった。"
    },
    {
      "_id": 31032,
      "ids": [31032, 41032, 51032, 61032],
      "id": "",
      "name": "聖騎士の沈黙の誓いの指輪",
      "type": "HAND",
      "desc": "教会のシンボルを模った銀の指輪、少し濁った宝石がはめられている。",
      "typeText": "手部",
      "backstory": "教皇庁の騎士達は仲間に剣を振るいかざした、純庭教会の厳粛さと典礼は次第に崩壊し、守護を誓った指輪は濁り、穢れていった。\\n\\n星の海から降り注ぐ力は、教会に悪魔を罰する力を与えたが、一方で人間性を奪う疾病を蔓延させた。\\n\\n疾病に苛まれる騎士達は既に典礼と秩序を認識できなくなり、悪魔の血を持つ者を一人残らず駆逐すると喚きたて、教会に救いをもたらすと叫ぶ。聖女に迫る脅威を前に、サフィナに躊躇している時間はない、たとえ相手が純庭教会の騎士長であっても、彼女は手加減できない。\\n\\nサフィナは忘れていない、沈黙騎士は聖女を守るためにあると。\\n\\n「親愛なるサフィナ、あなたが罪悪感を感じる必要はありません。これは星神の力を貪ろうとした、当然の結果よ」教会に残ったのは、最後の聖女と守護騎士のみである。"
    },
    {
      "_id": 31033,
      "ids": [31033, 41033, 51033, 55004, 61033],
      "id": "",
      "name": "聖騎士の厳かな鎧",
      "type": "BODY",
      "desc": "重厚な鎧には、純庭教会の特徴的なシンボルがあしらわれ、接合部は密封性が高い。",
      "typeText": "胴体",
      "backstory": "沈黙騎士の鎧は、バニラの祝福を受ける必要があり、それを以て守護騎士の誓いの儀式を完成させる。\\n\\n純庭教会はかつて金属の鎖で幼き悪魔の手足を縛り拘束した。今、サフィナは悪魔の国からの金属で鎧を鋳造し、死ぬ時に故郷が傍に居れるよう懇願した。\\n\\n純庭教会の聖女は鎧に付いた罪を丁寧に洗い流し、敬虔に神に祈りを捧げ、古の奇跡をプレートアーマーの心臓の位置に封印した。教会は悪魔の忠誠を信用しなかったが、教義は全てを浄化する力を持つと堅信していた。サフィナは静かに、古の儀式が己に責任を与える過程を注視した。\\n\\n聖女は儀式そのものの目的を信じていない、在りもしない罪など洗いようがない。\\n\\n「親愛なるサフィナ、騎士は聖女を守るのよ」バニラはサフィナの胸甲に寄りかかると、激しい鼓動が聞こえた。"
    },
    {
      "_id": 31034,
      "ids": [31034, 41034, 51034, 55005, 61034],
      "id": "",
      "name": "聖騎士の秩序の鉄靴",
      "type": "FOOT",
      "desc": "純庭教会騎士団の制式騎士用靴。かかとには「秩序」という短い単語が刻まれている。",
      "typeText": "脚部",
      "backstory": "純庭教会は崩壊した、サフィナは騎士の鉄靴を脱ぎ棄て、聖女バニラと共に悪魔の国への長い旅に出た。\\n\\n聖女の懇願の下、サフィナは全ての騎士と疾病を教会に残した、この秘密は彼女たちが永遠に守っていく事にした。\\n\\n何時からか、人々はとある噂を聞いた。教会に駆逐された悪魔の血族は清潔なる沈黙騎士に憑依し、邪悪な魔女は騎士を操り教皇の秩序を破壊した…噂はやがて「真相」となり、敬虔な信徒たちは沈黙騎士を災いの元凶とし、絶望と狂気を彼女にぶつけた。\\n\\n居場所をなくした後、聖女は里帰りを彼女に提案した。\\n\\n「今から、私は魔女になり、あなたは悪魔に戻るの」サフィナはバニラの言葉を否定できなかった。"
    }
  ]
}
