{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "宝命長存の蒔者",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "最大HP+<nobr>12%</nobr>。",
    "4": "装備キャラが攻撃を受ける、または味方によってHPを消費させられた後、会心率+<nobr>8%</nobr>、<nobr>2</nobr>ターン継続。この効果は最大で<nobr>2</nobr>層累積できる。"
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [31131, 41131, 51131, 61131],
      "id": "",
      "name": "蒔者の光をもたらす義眼",
      "type": "HEAD",
      "desc": "とある人の機巧義眼。今や義眼は主人の身体から追い出され、無用となっていた。",
      "typeText": "頭部",
      "backstory": "暗く混沌とした夢の中で、彼女はよく再び光が戻った数日のことを見た。広大な土地に楹樹が揺れ、花弁が舞う。藍色の波が岩にぶつかり、白く散る。鳥は翼を広げ、濃緑の竹林の中に消える。\\n\\n夢の中で彼女はいつも、彼女と共に美しき景色を楽しむべきもう1人の誰かを探している。\\n\\nしかし、彼女に見えるのはぼやけた人影のみ。その人の絹のような短髪と黒い玉のような双眸をはっきりと覚えているのに、記憶は神経が構築した迷宮に迷い込んでしまったようであった。彼女はいつもその顔をはっきりと見る前に目を覚ましてしまう。寝ぼけまなこに、彼女は自分に様々な痛みをもたらした義眼をさすった。虚偽の目の力を借りることで、彼女はもう声、匂い、指先の感覚を頼ってぼやけた影を組み立てる必要はなくなった。\\n\\n「それは既に無用の物である」燼滅禍祖の使令は言った。彼女は扇子が風を揺らす音と、使令の微かな笑い声を聞いた。「もうすぐ、お主は見たいすべてを見ることになろう——お主の目でな」\\n\\n「今のこれが私の目でございます」彼女は軽く笑った。「それに、かつて見た美しい景色は、もう私には無縁のものです」"
    },
    {
      "_id": 31132,
      "ids": [31132, 41132, 51132, 61132],
      "id": "",
      "name": "蒔者の機巧義手",
      "type": "HAND",
      "desc": "長命種専用に造られた機巧義肢。使用時、肉体的な侵襲はない。",
      "typeText": "手部",
      "backstory": "発育不全の腕の先に保護用の軟膏を塗り、神経信号受信器を皮膚の上にピタリと貼り付け、最後に締め付けを調整し、機巧義手をしっかり固定させることが彼女の数百年来の朝の日課である。\\n\\n義手は彼女に余計な注目を集めた。彼女は面倒事を招きたくないし、同情されるのも絶対に嫌だった。\\n\\n彼女のように何か欠けている人は、世にも稀有な才能を持ち、司部の決定権を握っていても、他人の態度から感じる疎外感を変えることはできなかった。弱きを虐げて強きを恐れる小物はいつか散り散りになっていなくなる。一方で自分が慈悲の心を持っていると勘違いしている偽善者は、ハエのように周りを飛び回り、「素晴らしく優秀な盲目片腕の天欠者だ」と言って彼女を賞賛するのであった。\\n\\n過去に何万回も聞いた言葉だが、そのたびに彼女は内心むかついた。そして、今彼女はその目で憐れみを乞うような眼差しを見たことで、更にイラついた。\\n\\n彼女は無意識のうちに熱い鼎炉に左手をついた。その刹那、鋭い痛みが伝わってきた——急いで手を引っ込めると、火傷は素早く治癒した。\\n\\n「時々、以前の義手の方が使いやすいと思うことがあります」"
    },
    {
      "_id": 31133,
      "ids": [31133, 41133, 51133, 61133],
      "id": "",
      "name": "蒔者の露払いの羽衣",
      "type": "BODY",
      "desc": "古書の記載を基に織られた羽衣。万古の妖の物であり、万人の救いの主の物でもある。",
      "typeText": "胴体",
      "backstory": "逸史の残篇の中から情報を探すことは盲目の人にとっては至難の業である。仲間は膨大な量の古書を漏らすことなく彼女に読み聞かせ、彼女はその中の文言を編纂し書き留め、秘密を探る。\\n\\n元来より聡明な彼女は、ほとんどの書籍を一度聞いただけで覚えることができた。しかし、古い文献の中から「被羽妖婦」の奇譚を見つけることだけは、何回聞いてもだめだった。\\n\\nある洞天の主は伴侶を救うために、その身体を鳥雀の姿にし、生きながらえさせたという。しかし、彼女は鳥の呼び声に耐えきれず、同じように身体を変え、伴侶と翼を並べ飛んだ。長い歳月が経ち、洞天の主は自身の本性を見失い、半人半鳥の異形となってしまった。彼女の臣民が宮殿に攻め込み、燃える矛槍で彼女を刺し貫いた時、2羽の鳥は最後の哀歌を歌い、混ざり合う灰となり散った。\\n\\n彼女はこの物語をとても気に入っていた。だから鳥雀の精髄を採取し、丹鼎の間で形を錬化し、奢麗な羽衣を織るように命じた。彼女は羽衣の美しさを知ることはできないが、それを着て部屋の中を歩き回るのを好んだ——それは、もう存在しない人に見せるためであった。\\n\\n衣が風に揺れた瞬間、彼女はいつも魂が鳥のように指の間、肩の上を飛び、ずっとそこにいるように感じた。"
    },
    {
      "_id": 31134,
      "ids": [31134, 41134, 51134, 61134],
      "id": "",
      "name": "蒔者の天人絲鞋",
      "type": "FOOT",
      "desc": "底が蝉の羽のように薄い絲鞋。靴の主は長い間、自分の脚で歩いていないのだろう。",
      "typeText": "脚部",
      "backstory": "彼女が人々に仙跡を披露するために、大地の支えを脱し、空中に浮く時、いつも無意識にある古い国の神話を思い出す——\\n\\n「かつて修道し成功を収めた者は、地上を歩き、地脈の気を読み仙道を展開した。それは千変万化で、当たらぬ預言はなかった。その修道者は風を御し空中を歩き、星々と同列に成ろうとしたが、自分がとっくに地脈を離れたことに気がつき、最終的には失脚して死の淵に堕ちた」という話である。\\n\\nしかし、今の状況は神話とは違うと彼女は唱える。仙舟にはもとより根はなく、「建木」がその根を与えることで、豊穣の王と一体化して共存し、薬師が承諾した果てしない浄土とも密接につながっている。そして今、裏切り者たちは仙道との繋がりを断ち切り、仙舟を再び漂う孤島にした。\\n\\n仙舟の偽りの大地は彼女に力を与えてはくれない。彼女が探し求めた根は足元ではなく、天空と深淵の間にあるのだ。彼女は蒔者を引き連れ「建木」を再生させ、豊穣のこの上ない恩恵を抱擁するのだ。\\n\\n彼女は薄い絲鞋を履き人々の頭上に浮かぶと、よく通る声で宣言した。「皆さんが見上げる時、見るべきなのは私ではなく、空高くにある本来皆さんに属す場所なのです」"
    }
  ]
}
