{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "{RUBY_B#うみ}海{RUBY_E#}に{RUBY_B#しず}沈{RUBY_E#}んだルサカ",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラのEP回復効率+<nobr>5%</nobr>。装備キャラがパーティの1枠目のキャラでない場合、1枠目のキャラの攻撃力+<nobr>12%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "ルサカの{RUBY_B#みず}水{RUBY_E#}に{RUBY_B#く}朽{RUBY_E#}ちた{RUBY_B#そうと}蒼都{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界の中に封装されているのは海洋世界ルサカ、水没した都市である。ここは海面が絶えず上昇を続け、最後には都市全体が海に沈んだ。船員たちを乗せた巨大な「ステイトシップ」だけが、次の航海の場所を求めて海上を進んでいる。",
      "typeText": "次元界オーブ",
      "backstory": "水不足の惑星が集まるプルスミル星系の中で、ルサカの純粋なる青は特に目立つ。その海水は母なる海のゆりかごのように、万物を育て、抱き締め、縛り、陥れる…逃げ場がなくなるまで。\\n\\n夜が明ける頃、「ステイトシップ」の副船長が船長室のドアを軽く叩いた。部屋の壁には旧時代の<unbreak>37</unbreak>地域からなる群島生態系のポスターが貼られており、陸地を懐かしむ人々の気持ちを表している。宇宙から飛来した隕石は偏執的な願いに従うかのように、ルサカ全土に海を広げていった。すべての故郷は果てしない波に飲まれ、今残っているのは一面の青だけだ…副船長は眠っている船長を起こした。朝日に照らされ輝く海面の上で、「ステイトシップ」の新しい1日が始まろうとしている。\\n\\n広場の中央に辿り着いた探索船は、錨を海中の「ショッピングモールだった」巨大建造物に向けて射出した。錨が建造物の窓枠にしっかりとはまると、潜水鐘が下りきる前に、驚いた魚の群れがモールの棚から飛び出してくる。\\n\\n午後になると、学者たちは潜水鐘から出ていった。彼らは書店を見つけたが、その前を止まることなく泳いで通り過ぎていく。興味を示さないのは、そこにある書籍はインクが滲んで文字を識別できないからだろう。彼らの目的はシェラックやプラスチックの記録媒体だ——それらは簡単に洗浄するだけで、昔の情報を得ることができるのである。しかし、こうした潜水考古学調査は決して容易いことではない。たとえば、鋭い歯を持つ捕食者から身を守るため、清掃係と呼ばれる存在が見張りに立ち、鋼の槍を振り回したりしている。また、時折深海の妖精と出会うこともあるが、互いに忙しいため気にかける暇もなく、両者それぞれの探索に集中している。そして清掃係は萎びた缶詰よりも種子、調味料、酒を見つけたいと思っているのだ。\\n\\n酸素の残量が減少するにつれ、集中的な水中調査も終わりに近づいていく。水面に出て下を見ると、巨大なサバが都市の中に入っていくところだった。水の妖精は驚いて息を止め、壁に張り付き、密室に隠れる。妖精たちは知っているのだ…水中にある鋼鉄の森を、どう利用すればいいのかを。\\n\\n夕方、天候が落ち着くと、すべてのステイトシップが一斉に汽笛を鳴らして周囲の海賊鳥を追い払う。そして1日の収穫を甲板に並べ、ステイトシップの人々にそれぞれ必要なものを自由に取らせるのだ。波が渦巻く夜、光の塔はきらきらと輝いている。ルヴィル人は炎の竿を囲んで踊り、いずれ訪れる明日を忘れ、今日の栄光を船の歌に変え、過去の美しさを海の歌で嘆く。船長はコンパスを取り出して、針の指す方向を見つめる。彼はそこに見知らぬ土地になりつつある故郷があること、そして家族の帰りを心待ちにしている人々がいることを知っていた。\\n\\n夜中。明かりの消えた巨大な船が、静かに海に浮かんでいる。彼らは本当に安らぎを得たのだろうか？それとも、海に溶けた涙を笑顔で隠しているだけなのだろうか？\\n\\n今夜が過ぎれば、このディープブルーもいつも通りに戻るだろう。"
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "ruby_bruby_e",
      "name": "ルサカの{RUBY_B#そうせいこうろう}双生航路{RUBY_E#}",
      "type": "OBJECT",
      "desc": "果てしない水平線に残る薄い痕跡でも、この静寂を破るには十分だろう。航路は船員たちの歴史を運び、水の妖精は水路で希望を追い求める。",
      "typeText": "連結縄",
      "backstory": "水の妖精にとって、水面上の世界は見知らぬ危険な場所であったが、それは古いイメージである。なぜなら水面上にあったものは、すでにこのディープブルーの中に沈んでしまっているからだ。\\n\\nルサカの陸生種と水の妖精は、親しいながらも互いを詳しく知らないという不思議な関係にある。陸生種は水の妖精のことを美しく神秘的な存在と表現しており、潜水調査で彼らに出会えることを幸運と考えていた。彼らは青い飛膜と水晶のような黒い瞳を持ち、特殊な声帯で天使のような声を出すという。また、潜水調査員の話によれば、この生物は海龍の傍にいることが多く、深海にある銀白の都市に住んでいるらしい。現実と伝説の狭間に生きる水の妖精は、そこで悠然として生き生きとした姿を見せてくれるそうだ。\\n\\n大海に沈んだ過去の中で、彼女たちを表現するのに使われた言葉——それは「イーダ人、深海の猛獣」である。\\n\\nその昔、イーダ人と陸生種が激しい生存競争を繰り広げていた頃、鮮やかな赤に染まった海を無視できる者はいなかった。最初はイーダ人の子供が魚と見なされていたのだが、やがて陸生種がイーダ人の歌に誘われ、水中で溺れ死ぬ事態に発展した。広大な水域で、彼らは互いに狩人と獲物の関係性だったのだ。刃と船の錨、海獣と艦砲の衝突が止むことはなく、水上と水中の長きにわたる戦争は、その熱で岩礁が砕け散るまで続いたのである。それからしばらくして、ステイトシップの学者たちは、万界の癌がはるか昔にルサカの未来を約束していたことを理解した――その約束は故郷を失ったある水の妖精によって交わされたものだった。彼女は悪夢の元凶に無言の呪いをかけたのだ。\\n\\nその煙のように儚い過去は、深海にある鋼鉄とコンクリートのサンゴ礁群島の奥深くに埋もれている――だが、それを知る者はいない。\\n\\nその後、都市と陸地、争いと血、さらには歴史と文明までもが大海に沈んだ。そして水の妖精たちは深海の圧力を避けるため、上層の海域に移り、かつての陸生種の都市に住むことを余儀なくされたのである。しかし、笑顔と涙の記憶を垣間見た彼女たちはわかっている…海上にはほとんど音が残っておらず、青は陸生種と妖精双方のものであることを。この静寂はあまりにも重苦しい。\\n\\nステイトシップの歌い手は、航路で水色の飛膜を見つけると、その美しい海の歌を歌う――\\n\\n「彼女たちは航跡を進み、光の塔と嵐を追いかける。ただその純粋な青を取り戻すために」"
    }
  ]
}