{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "仮想空間を漫遊するメッセンジャー",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "速度+<nobr>6%</nobr>。",
    "4": "装備キャラが味方に対して必殺技を発動した時、味方全体の速度+<nobr>12%</nobr>、<nobr>1</nobr>ターン継続。この効果は累積できない。"
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [31141, 41141, 51141, 61141],
      "id": "",
      "name": "メッセンジャーのホログラフィーゴーグル",
      "type": "HEAD",
      "desc": "外見はスキーゴーグルに酷似している。眩しい光を防ぐだけではなく、バーチャル配信者の配信も視聴できる。",
      "typeText": "頭部",
      "backstory": "熱帯夜の都のメッセンジャーたちは財閥の自警部隊を避けるために、普段は比較的警備が少ない都の上空を移動する。\\n\\nメッセンジャーたちは安いガムを噛み、高度改造されたホログラフィーアイピースを装着し、パルスを起動しサイバー都市を丸ごとスキャンするのが好きである。\\n\\nアイピースは都市のリアルタイム情報を網膜に投影し、不可能なルートをメッセンジャーの空中回廊へと変化させた。建物の屋上、空調の室外機、広告板、タワークレーンのアーム…さらには物流ドローンまでもが空中回廊の一部となるのだ。そのため、メッセンジャーたちは十分なテクニックを身に付けなければならない。なぜなら一歩間違えてしまえば、墜落死してしまうからである。\\n\\n「ある馬鹿が無差別にアイピースをハックしたんだ。ちょうどその時、空中にいたんだけど。地面に落ちた時は本当に最悪だった」\\n\\nこの「イエローダック」のアイピースは生産終了した旧モデルで、愛好家の中では高い価値を誇るそうだ。"
    },
    {
      "_id": 31142,
      "ids": [31142, 41142, 51142, 61142],
      "id": "ruby_bruby_e",
      "name": "メッセンジャーの{RUBY_B#ひゃっぺんぎしゅ}百変義手{RUBY_E#}",
      "type": "HAND",
      "desc": "好きに取り外しのできる機械義手。指の各節が弾丸のように発射できる。",
      "typeText": "手部",
      "backstory": "すべてのメッセンジャーが機械義手を使っているわけではない。しかし義手を有するメッセンジャーはその改造に熱中している。自分のサイバー義肢が他の人と全く同じであることを容認できる人はいないからだ。\\n\\n熱帯夜の都の住民たちは、サイバー義体に夢中である。有限の都市の法律では、過度な義体化がもたらす熱狂に対する注意喚起しかできない。\\n\\n熱帯夜の都に登録された改造基準は3項目にざっくりと分けることのできる計<unbreak>18</unbreak>種しかなく、それは常軌を逸し道徳に背くメッセンジャーたちにとっては明らかに物足りなかった。彼らは奇想なデザインを生み出すことに巨額をつぎ込んだ。義手の電子転換器は落雷を放つことができ、義手はミサイルのように飛び出す…改造の青写真はどんどん大げさなものになり、メッセンジャーたちの担う送料もどんどん上がっていった。\\n\\n「メッセンジャーたちは情報を守るために奔走しているのだろうか、それともあり得ない程高い送料のために奔走しているのだろうか？」\\n\\nこの「イエローダック」の義手は既に特殊改造が施されており、指の各節が高速で旋回し、弾丸のように発射できる。"
    },
    {
      "_id": 31143,
      "ids": [31143, 41143, 51143, 61143],
      "id": "ruby_bruby_e",
      "name": "メッセンジャーの{RUBY_B#みっしょ}密書{RUBY_E#}ショルダーバッグ",
      "type": "BODY",
      "desc": "オシャレなメッセンジャーのバッグ。様々なアクセサリーが付けられており、可愛く見える。",
      "typeText": "胴体",
      "backstory": "熱帯夜の都の財閥たちは都市内のすべての情報の流動を監視している。情報を独占する方法で統治者としての地位を維持しており、転覆を企てる者はすべて治安法による規制を受ける。\\n\\nかつて人々は抗議をしたことがあり、財閥たちは便利な約束をした。すぐに、人々は「プライバシー」を諦めた。\\n\\n現実だろうと仮想の場だろうと、有用な情報だろうと無用な情報だろうと、事が重要だろうと些末だろうと、財閥たちは貪欲にそれらをかき集める。そうして、メッセンジャーたちのメッセンジャーバッグは「プライバシー」の最終防衛線となった。バッグは小さく軽く、チップや書類を携帯するのにしか使えない。しかし、まさにこのような狭い情報の盲点が、熱帯夜の都の残された「情報独立」を保障しているのだ。\\n\\n「どうして繁華な熱帯夜の都で、未だにネット以外の方法で情報を伝送する人がいるのだろうか？メッセンジャーたちもその理由を知りたい」\\n\\nこの数量限定の「イエローダック」のメッセンジャーバッグは少し古いが、様々なアクセサリーがそれをファッショナブルに見せている。"
    },
    {
      "_id": 31144,
      "ids": [31144, 41144, 51144, 61144],
      "id": "",
      "name": "メッセンジャーのパルクールシューズ",
      "type": "FOOT",
      "desc": "自由にパルクールすることができるスケボーシューズ。履くと心地よい。それだけである。",
      "typeText": "脚部",
      "backstory": "熱帯夜の都でかつてのメッセンジャーたちはスケボーシューズを一か所に投げ捨て、短い沈黙の後に各自、その場を離れた。多くのメッセンジャーはこの都市に名前も痕跡も残さない。このような行為はただの自己満足の休符に過ぎない。\\n\\nメッセンジャーたちもいつの日から「メッセンジャーの性質」が自分が最も嫌うタイプに変化したのかうまく説明できなかった。\\n\\nいつの間にかメッセンジャーが保障する「情報独立」は独占になった。いつの間にかメッセンジャーたちが直面していたリスクは値段に変わった。いつの間にか、メッセンジャーたちは陰謀家の共犯となった…財閥たちは彼らを滅ぼしてはいない、未熟な理想がメッセンジャーを裏切ったのだ。すべてが制御できなくなる前に、メッセンジャーたちは一堂に会し、奔走するだけの生涯に別れを告げた。\\n\\n「もしかしたら、メッセンジャーたちはここで思いとどまって、すべての人にこの都市をしっかりと見つめさせ、真の革命家たちを動かすべきだったかもしれない」\\n\\nこれは道端に捨てられた「イエローダック」のスケボーシューズである。熱帯夜の都のメッセンジャーたちは既に過去の伝説となっている。"
    }
  ]
}
