{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "草の穂ガンマン",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻撃力+<nobr>12%</nobr>。",
    "4": "装備キャラの速度+<nobr>6%</nobr>、通常攻撃の与ダメージ+<nobr>10%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31021,
      "id": "",
      "name": "ガンマンの草の穂フェルト帽",
      "type": "HEAD",
      "desc": "草の穂をつけたフェルト帽、伝説のガンマン、オークリーのトレードマーク。",
      "typeText": "頭部",
      "backstory": "オークリーのフェルト帽は亡き父から受け継いだもの、彼女は草の穂を帽子に付けて、少し可愛く見せた。賞金稼ぎたちは故意にか、いつも自分だけのマークを作ろうとする、そうすれば人々はいつか、それを始まりに自分の伝説を語るだろうから。\\n\\nスターピースカンパニーは懸賞金を出し、様々な人を募集して宇宙盗賊団を指名手配する。そして一匹狼のオークリーは、いつも耐え難い辺境の地に赴き賞金首を追跡する。\\n\\n何日も続く苛烈な太陽、何日も続く寒い夜。孤独な旅の途中で、オークリーはフェルト帽を枕にして、篝火の隣で夢に入る。彼女の夢はいつも謎のガンマンに侵入される。そのやせ細っていても鋭利な眼光を放つガンマンは、遠いところから来た賞金稼ぎと自称する。ガンマンはオークリーの父に正午の決闘を申しだす、銃の音が鳴り、フェルト帽が落ち、父は仰向けに倒れた、そして母の号泣が聞こえてくる……\\n\\n幼いオークリーは呆然と謎のガンマンを見る、その人に無駄な動きはなかった、父には勝算がなかった。\\n\\n夢から覚めると、フェルト帽にはいつも涙の痕が残っていた。子供の頃のオークリーは、父のかっこいいフェルト帽が欲しかったから銃の使い方を学び始めたのだ。"
    },
    {
      "_id": 31022,
      "id": "",
      "name": "ガンマンの荒い革手袋",
      "type": "HAND",
      "desc": "表面がひび割れている革手袋。銃を握る部分が特に摩耗している。",
      "typeText": "手部",
      "backstory": "子供の頃のオークリーは、ひたすら練習に励んでいた、朝から晩まで牧場で射撃の練習をした。父は、ある時は彼女の才能に喜び、ある時はガンマンの運命に心配した。\\n\\n母だけがその白い小さな手を不憫に思い、父が娘に銃を教えたことに不満を抱いた。\\n\\nあの決闘から、初めての懸賞任務を完了し、それから名を広めるまで、オークリーは何年もそのボロボロな手袋をつけていた。他の賞金稼ぎたちは彼女のこだわりを理解できない、そこに秘められた矛盾な感情を感じられるのは、彼女自身だけ。それは、母からの餞別の贈り物。\\n\\nいつも銃の練習に反対していた母は、どんな気持ちで、どんな決意で自分を送り出したのだろう？\\n\\nあの決闘の後、母親はオークリーの腕の中で泣いた。オークリーは何も言わなかった、母は彼女の決心を知った。"
    },
    {
      "_id": 31023,
      "id": "",
      "name": "ガンマンの風狩りポンチョ",
      "type": "BODY",
      "desc": "エスニックな雰囲気の織物マント。裏地の一部が防弾仕様になっている。",
      "typeText": "胴体",
      "backstory": "ガンマンは決闘の時、最初にボロを出してはならない、オークリーは察知されずに銃弾を装填し、ターゲットを狙う事ができる。他の人から見れば、銃声がするまで彼女のポンチョには一切の動きがなかった。オークリーはどうやってこのような技を繰り出したのかは誰にもわからない。\\n\\n「動きは最低限に、ポンチョの下に隠して行え、決闘は銃弾が撃たれる前に完了させるんだ」父は昔よくこう言っていた。\\n\\n偶然に銃を持った強盗たちと出くわした時、オークリーは何世紀も動かなかった岩のように、賊が行動を起こす前に全ての準備を済ませていた。数発の銃声の後、オークリーはワザと強盗を一人逃した、強盗団に丁度いい警告を送ろうと彼女は考えていた。\\n\\n無表情で、無情で、相対する者は彼女を見ただけで勝算がないと思ってしまう。これが賞金稼ぎの間で伝わっているオークリーへの評価だ。\\n\\n決闘の時のオークリーは、夢に侵入する謎のガンマンみたいで、無駄な動きが一切ない。自分が仇敵に似ていると気付いたオークリーは、自分が嫌いになった。"
    },
    {
      "_id": 31024,
      "id": "",
      "name": "ガンマンのリベットブーツ",
      "type": "FOOT",
      "desc": "開口部をV字にカットしたブーツは、カジュアルで抜け感のあるデザインで、履き心地も抜群。",
      "typeText": "脚部",
      "backstory": "長い旅は耐え難いもの、でも常に一人で行動するオークリーはとっくに慣れていた。オークリーはいつも鞍に跨ぎ、誰も行こうとしない辺境の地へ向かい、少ない賞金で過ごしてきた。\\n\\n彼女の直感が告げている。あの謎のガンマンも彼女みたいなアウトサイダー、彼女たちがいずれ相まみえる場所は絶対に賑やかなところではない。\\n\\nハーモニカを手に入れてからは、断続的な練習が彼女の孤独な時間の大半を占め、通りすがりの聴衆はタランチュラと砂とタンブルウィードだけだった。オークリーのハーモニカの腕前は旅の間にどんどん上達し、曲のために風が止んだこともあった。カンパニーは賞金稼ぎに星間旅行のサービスを提供している、孤独のガンマンはどこに行こうと構わない。\\n\\n謎のガンマンが鳴りを潜めて久しく、オークリーは自分は幻影を追っているのではないかと疑った時もある。でも彼女は一度、もう一度と出発するだけ。\\n\\nオークリーは信じている、「草の穂」の名が広まれば、あの時、父を探して牧場に侵入したように、謎のガンマンは自分を探しに来ると。"
    }
  ]
}
