{
  "_id": 303,
  "id": "pancosmic_commercial_enterprise",
  "name": "汎銀河商事会社",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの効果命中+<nobr>10%</nobr>。装備キャラの攻撃力が、現在の効果命中<nobr>25%</nobr>分アップ、最大で+<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33035,
      "ids": [
        33035,
        43035,
        53035,
        63035
      ],
      "id": "ruby_bruby_e",
      "name": "カンパニーの{RUBY_B#きょこうほんぶ}巨構本部{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界の中に封装されているのは、ピアポイントに位置するカンパニー本部。スターピースカンパニーの雄大なビジネスプランの中で、局外に立つ星は存在しない。彼らが果てしなき銀河を駆け回るのは、全宇宙の力を集結するためだ。",
      "typeText": "次元界オーブ",
      "backstory": "亜空間の鎚音は天地を揺るがす、沈黙する巨像は星河を跨る障壁を孤独に鋳造する。クリフォトを手伝い、壁を築くため、神託を授かったという人たちが行動を始めた。\n\n宇宙は危機に瀕している、壁の建造は一刻を争う。小さき人類は、神の壮挙を真似するつもりはなかった、彼らは同志を集め、自らを「後方支援隊」と称し、全てを琥珀の王に捧げると誓った——「後方支援隊」は存護の力を借り、艦隊を駆使して様々な星系へ向かった。彼らは石材、木材、黄金、スーパーチタンなどの建材を購入し、それらを次々と亜空障壁へ運送して、惑星の荒原を埋め尽くした。\n\n短い黎明の発展期が過ぎた。「後方支援隊」はピアポイントで落ち着き、「スターピースカンパニー」を創立した。奉献の誓いを貫くため、彼らは宇宙の彼方に目を向けた。\n\nルイス・フレミングの激励に呼応し、遠征貿易艦隊はクリフォトの側の星系を離れ、建材以外の大口商品も扱い始めた…彼らは銀河を繋ぎ、全てを売買しようと計画した。そして、東方啓行は星河を跨るビジネスの世界にルールを定めた、「信用ポイント」体系を構築し、宇宙にあるすべての商品の価格を制定した。兆を超える資産がピアポイントの巨大構造物の下に集まった、それは静かなブラックホールのように、人々の富の果てに関する想像を呑み込んだ。\n\nそして今、スターピースカンパニーの宇宙船は遍く星河を埋め尽くしているが、その拡大の歩みは止まらない。常に「商業独裁」の疑いを向けられているが、カンパニーはそれを意に介したことはない。彼らは知っている、その志は終始変わらないのだ。\n\nカンパニーの新人教育の内容は時代と共に変化してきたが、歴史授業はおよそ800琥珀紀過ぎた今になっても変わらなかった——あの時、カンパニーの創始者ルイス・フレミングは「後方支援隊」の前で演説していた、星神の「宇宙を守る」という理想を支援するため、彼は全宇宙を連合しようと提唱した。そして演説が終わった瞬間、遥か彼方から大きな鎚音が伝わり、この荘厳な一刻に崇高な使命を授けた。その時、彼らは理解した、これこそが揺るぎなき信仰だと。\n\n「全てを琥珀の王に捧げよ」"
    },
    {
      "_id": 33036,
      "ids": [
        33036,
        43036,
        53036,
        63036
      ],
      "id": "ruby_bruby_e",
      "name": "カンパニーの{RUBY_B#ぼうえきこうろ}貿易航路{RUBY_E#}",
      "type": "OBJECT",
      "desc": "「信用ポイント体系」の利便性を借りてこそ、星間貿易は成り立つ。スターピースカンパニーは経済活動で星々を繋ぎ合わせ、貿易の境界線を押し広めている。",
      "typeText": "連結縄",
      "backstory": "「後方支援隊」はクリフォトの周りにある星系を行き交い、昔の宇宙船の軌跡が最初の航路となった。\n\n星神の行いには必ず意義があると信じて疑わない「後方支援隊」は、隣の星系へと向かい、物々交換の第一歩を踏み出した。「後方支援隊」は十分な輸送能力を持つ艦隊、希少な物資、そして誰にも断れない条件を持って、星系間の貿易を始めた。そして、航路の情報を完全に掌握した「後方支援隊」は価格決定権を独占し、率先して銀河のビジネスルールを制定した。\n\n木材、石材、鉄筋、スーパーチタンを満載した艦隊は羽虫のようにクリフォトのそばを飛び交う。琥珀の王は何も言わず、それらを一瞥することもなかった。\n\n時が経ち、近隣星系との貿易だけでは、忙しない「後方支援隊」を満足させられなくなった。二人の賢い者は銀河深くに飛び入ることを決断し、スターピースカンパニーが創立された。カンパニーは他の惑星が欲しがる商品をことごとく提供し、「信用ポイント」で商品に公平な価格を値付けした。それから、銀河の貿易航路が開拓され、カンパニーのビジネスネットワークに加入した各惑星は、同じ貨幣で、同じ商品を購入し、同じサービスを受けることを実現した。\n\n「信用ポイント体系」の下、商船は星の海を行き交い、無数の貿易航路は糸のように汎銀河ネットワークを築き上げた。遠方の星の異宝を満載した船団はホタルのように、クリフォトの周りを飛び交う、しかし星神は依然として沈黙のまま。\n\n「後方支援隊」時代から蓄積された建材は既に、クリフォトの周りにある全ての惑星を埋め尽くした、そしてその数は今も増え続けている。クリフォトは人々が捧げたものを使う気はない。其は常に凡人では予見できぬ危機を注目し、光年を単位に障壁を鋳造する。昔の物資を工面して回るだけの小さな組織は、天をも遮る銀河の一大勢力となった。彼らは首なき巨像を見つめる、この全てが徒然だと思ったことは、一度もない。\n\n「一切の資本の欲動と増加は、クリフォトが我らを必要とする時に、我らが星神の望みを満たせるためにある」"
    }
  ]
}