{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "流雲無痕の過客",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "治癒量+<nobr>10%</nobr>。",
    "4": "戦闘開始時、SPを1回復する。"
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [
        31011,
        41011,
        51011,
        61011
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かかく}過客{RUBY_E#}の{RUBY_B#げいしゅん}迎春{RUBY_E#}かんざし",
      "type": "HEAD",
      "desc": "かんざしとして使われていた枯れ木、知らぬ間に枝先につぼみが綻び始めている。過ぎ去りし往事、已んぬる哉。鍍金のつぼみはかんざしに嵌め込まれ、新しい命の記念となった。",
      "typeText": "頭部",
      "backstory": "無名の者は長い眠りから目覚めた。遠くに感じるも馴染みのある緊張感は拭えず、幻痛は鋭利に神経を刺す。過去は鋭い破片となり、自分の名前さえも忘れた。\\n\\n目的のない流浪の中、彼は雪水を啜って渇きを癒し、野獣を殺して空腹を満たし、枯れ枝を切り落として長い髪を纏めるかんざしにした。\\n\\n黒い髪は湧き水のように伸び、皮膚の下の筋肉は川の鯉のように引きつり、不思議な力が体の形を絶えず変え、筋骨の断裂と復元の痛みだけがずっと伝わって来る。数えきれないほどの痛みの繰り返しに伴い、支離滅裂だった過去がまとまっていく…水面に映る自分の姿を覗き込むと、惨劇の始末を少しずつ思い出す。\\n\\n水面に映る顔に慣れてきた時、無名の者は枯れ枝に花芽が付くのを見た。\\n\\n彼は突然我に返った。不老不死の呪いは根強く、過去の恩讐はまだ死んでいない。彼こそが、この枯れ枝に咲いた新生の花だ。"
    },
    {
      "_id": 31012,
      "ids": [
        31012,
        41012,
        51012,
        61012
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かかく}過客{RUBY_E#}の{RUBY_B#ゆうりゅうわんこう}游龍腕甲{RUBY_E#}",
      "type": "HAND",
      "desc": "水のようなサンゴ金と未知の獣の革で作った腕甲。龍脈一族の巨匠のみがこのような非凡な工芸を作りだせる。",
      "typeText": "手部",
      "backstory": "対をなす物は互いに感応するという。無名の者は片方の腕甲しか持っていないが、その指先はもう片方の温度を感じ取れる。\\n\\n彼は眼を閉じ、もう片方の腕甲との微かな繋がりを捉えようとした。その位置、その持ち主を。\\n\\nすらりとした力強い手はかつてもう片方の腕甲をつけ、長槍を持ち自分と武を競いあった。槍先の光は流星のように天から落ちる。腕甲の持ち主はかつて自分と無言で酒を飲み交わし、月を眺めた。そして一意孤行の末、愛する者を化け物にし、すべての人を果てしない後悔の深淵に突き落としたのも、自分と彼だ。\\n\\n対を成す物はいずれ、再度巡り合う。その長く響く憎しみは陳酒のように、さぞ冷たく強烈であろう。恩讐がすべて消え去るまで、ゆっくりと飲み干そう。\\n\\nもう片方の腕甲の持ち主もそう思っているだろうか？彼は知りたくない。"
    },
    {
      "_id": 31013,
      "ids": [
        31013,
        41013,
        51013,
        55001,
        61013
      ],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かかく}過客{RUBY_E#}の{RUBY_B#ししゅう}刺繍{RUBY_E#}の{RUBY_B#ほぐ}解{RUBY_E#}れた{RUBY_B#がいとう}外套{RUBY_E#}",
      "type": "BODY",
      "desc": "裾がボロボロになった古い外套。刺繍には太刀筋が残っている。傷はすぐに治るが、外套は直らない。まるで人の苦痛のようだ。",
      "typeText": "胴体",
      "backstory": "無名の者は生ける屍のように、長い流浪の旅をしていた。屍の行く手を阻むのは、サングラスの女と大きな鎧だった。2人の誘いが届く前に、拒絶の刃は既に繰り出された。戦いの後、女は笑顔で彼が断りきれない取引を持ちかけてきた。\\n\\nこうして無名の者は、再び文明と秩序の中に戻った。\\n\\n無名の者は仕立屋に連れていかれ、採寸、製版、裁断、縫製を経て体面的な衣服を用意してもらった…伸び放題の髪と身だしなみを整え、彼は昔の姿を取り戻した。ぼうっとしている間、現在と過去が溶け合い混ざる感覚を覚えた。曖昧な古き時間の中で、手製の玉壺を友人に贈ろうとしたが、決心がついたら、その人はもういないことに気付く。\\n\\n彼は悟る。この身体、命、愛憎…今身に着けている服……すべてがこの世を歩む為の借り物に過ぎないと。\\n\\n彼はやがてすべてを返済して、最後の息を吐きだすのだ。"
    },
    {
      "_id": 31014,
      "ids": [
        31014,
        41014,
        51014,
        55002,
        61014
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かかく}過客{RUBY_E#}の{RUBY_B#めいどゆうれき}冥途遊歴{RUBY_E#}",
      "type": "FOOT",
      "desc": "丈夫な靴。様々な世界を渡り、生死の危機を繰り返した。",
      "typeText": "脚部",
      "backstory": "無名の者は奴隷の命令に従いながら、知り合ったばかりの仲間とはるか遠くまで旅した。その足は戸惑いと憎しみを引きずり、無数の世界を歩み、生死の間を繰り返し彷徨った。\\n\\n彼はとっくに物を作る喜びを忘れ、一つの戦場からもう一つの戦場へと足を運ぶだけ。\\n\\nかつて、彼はその身で無数の極致に至った剣光を味わい、幾度となく繰り返される敗北の中で引き裂かれた。相手はいつも心臓を貫く正確無比な一撃で彼の結末を描く。そして今、様々な傷によって身に刻まれた剣技は彼の道標となり、生死の交錯によって鍛え上げられる。彼は剣を振るい、仲間のために障害を切り裂き、幾度地に伏せても再び立ち上がった。息をも殺す専心な剣舞の中、彼は一度憎しみを忘れた。\\n\\n奴隷は、彼と彼が憎んだすべてに永遠の終わり、永眠の葬儀を与えると約束した。無名の者は頷き、剣を鞘に納め、次の世界に向かった。\\n\\n人生が歩みで繋がる道ならば、彼は「終点」にたどりつく前に、憎き人の血だまりを跨げる事を祈る。"
    }
  ]
}