{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "夢の地ピノコニー",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラのEP回復効率+<nobr>5%</nobr>。パーティ中の装備キャラと同じ属性の味方の与ダメージ+<nobr>10%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [
        33125,
        43125,
        53125,
        63125
      ],
      "id": "",
      "name": "ピノコニーのグランドホテル",
      "type": "NECK",
      "desc": "次元界の中に封装されているのは、ピノコニーの主要部分——ホテル・レバリー。ここに宿泊するゲストは夢の世界を訪れ、どんな願いも叶えてくれる大都会で贅沢三昧の宴を楽しむことができる。",
      "typeText": "次元界オーブ",
      "backstory": "整然と並んだ給仕たちは笑顔で頭を下げ、音楽と共に朗らかな声で来賓を迎えた。「ようこそ、宴の星へ！美しい夢はあなたを歓迎します！」来賓たちは微笑みながら前に進むと、泡の入った飲料を受け取って飲み干した。\\n\\nすると、景色が次第に光り輝いていき、絹織物に包まれているかのような感覚がしてくる。異邦の客人たちは重力から解き放たれ壁を歩き、奇妙な玩具は命を得て喜びながら町を歩いていた。泉の水は巨大なクジラとなって、広々としたホールを泳いでいる。窓を開けると、遠くに見えるのは群星ではなく、絶えず変化する都市の光、そして巨大な時計と劇場だった。それを見た時、客たちはようやく自分が未だに目覚めておらず、夢の中でピノコニーの本当の姿——時間が止まった夢の地を目の当たりにしていることに気づくのである。\\n\\n誰もが知っているように、「ファミリー」の管理のもと、ピノコニーの扉は星々に向かって開かれている。現実を超越した経験をするため、インスピレーションを刺激するため、憂いや傷跡を癒すため——次々と訪れる賓客たちは、苦痛と引き換えに安寧を得るのだ。ある人は美酒を飲み、夢の海を気ままに歩いた。ある人はここで忘れられない休暇を過ごし、満足して帰っていった。またある人は歌と舞に夢中になり、ここに定住すると決めた。星が取り巻くホテルは夢織りの珠玉、夢造りの国で、夢追いの楽土である。\\n\\nしかし、埋もれた歴史を知る賓客は少ない。夢境を織りなす糸は現実で作られている。今日のピノコニーのビロードのような軽やかな贅沢は、塩辛い錆、重々しい手枷と足枷、そして剥奪された自由から生まれているのだ。かつて、宴の星はカンパニーの牢獄だった。数え切れないほどの囚人がここに移され、ガーデンのために溢れる憶泡の引き上げに従事した。人々は体が鉛のように重く、魂が泡のように軽く擦り減るまで、終わりのない過酷な労働を繰り返していた。いつからか狭い独房は現実から切り離され、人々の意識は夢の中で繋がるようになった。真夜中の鐘が鳴り響く中、一緒に見ている夢は真実味を帯び、現実は偽りのようになっていく。\\n\\n「壊滅」がカンパニーの鎖を切り、「開拓」が辺境と星々を結び付け、招待に応じてやって来た「調和」が平和の種子を撒く。自由はついに芽生え、最初の夢に名前を付けた——「ピノコニー」という名前を。\\n\\n今や荒れ果てた牢獄の跡はどこにもない。夢境の中ではいくつもの高いビルが建ち、砂漠は再開発され、大都市は——夢を追う者が富のチャンスを求める新大陸に、楽しさを求める者が道楽の限りを尽くせるユートピアになった。「宴の星」の過去は偶然にも棚の下に滑り込んだ写真のように、確かに存在してはいるが、誰も知らないものとなった。\\n\\n今、夢の地には歓喜の歌が響き、過去の雑音は面白い閑話になり、ある喜劇の幕間に、あるアニメのメイキングに、そして雑誌の隅に静かに残されている。"
    },
    {
      "_id": 33126,
      "ids": [
        33126,
        43126,
        53126,
        63126
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "ピノコニーの{RUBY_B#ゆめお}夢追{RUBY_E#}い{RUBY_B#きどう}軌道{RUBY_E#}",
      "type": "OBJECT",
      "desc": "ピノコニーの夢境都市では、建物の間に複雑に入り組んだレールが張り巡らされ、色とりどりの夢を繋いでいる。そして観光客を乗せたスフェロイドがそのレールを辿り、人々に煌びやかな夢を見せるのである。",
      "typeText": "連結縄",
      "backstory": "ピノコニーを訪れたことのある賓客なら必ず賛同するだろう。「夢の上に建つ」という言葉は誇張された比喩ではなく、紛れもない真実であると。豪奢なホテルは宴の星の氷山の一角でしかなく、「宿泊して夢に入る」ことで、正式にピノコニーに足を踏み入れたと言える。そうすれば、<unbreak>12</unbreak>の夢境からなる夢の国が賓客の前で徐々に開かれていく。\\n\\n初めてここを訪れた賓客は、このお祭り騒ぎに困惑するに違いない。しかし、慌てる必要はない。見上げれば、ビルの間を交錯する金属のレールと、その上を飛ぶように移動する「スフェロイド」が目に入るだろう。これは夢境の都市で最も注目されている交通手段であり、賓客たちを色々な場所に導くガイドである。\\n\\nセンター駅から始まる複雑で入り組んだスフェロイドの軌道は、大都会の血管のようにピノコニーの夢境に眠らない活力を注ぎ込んでいる。「黎明の刻」の地底管でも、「熱砂の刻」の広い草原でも、「星辰の刻」の輝かしい競技場でも、カラフルな球は止まらずに転がり、人を正確かつ効率よく、安全に各地点へ送り届ける。\\n\\n夢はすべてに手触りがよくしなやかな質感を与え、固いナッツのような「スフェロイド」は夢の地では乗物、あるいは玩具と見なされている。この「スフェロイド」がもともと「囚人の籠」だったことを覚えている人はほとんどいない。夢へ向かう乗物は、囚人を収監する道具だったのだ。\\n\\n遥か昔、カンパニーは大勢の囚人をアスデナ星系に送り、災いの蔓延を阻止しようとした。そして人々はここで憶質を回収し、次第に現実と幻想の狭間に迷い込むようになったのである。真空の中の球体の作業室は、囚人たちにとって忘れられない「記憶」になった。硬く湾曲した内壁、耐えがたい転覆体験、毎日の辛い出勤——その苦痛はあまりにも印象深く、再び自由を手にした人が荒れ果てた夢境を開拓した時、スフェロイドも同じように降臨したのだ。\\n\\nしかし、今は昔とは違う。平和と自由が楽観的な精神を生んだのである——振り捨てられない悪夢を何度も壊すよりも、それに色をつけ、吸収して包容すればいい——だから過去の「囚人の籠」は、今日の「スフェロイド」に変わったのだ。\\n\\n今この瞬間も、カラフルなスフェロイドはピノコニーの都市を高速で移動している。その中から伝わってくる微かな振動…静かな音は夢境の都市の奇妙な様相の中に隠れていて、偉大な理想、歓声や談笑の声と溶け合い、時が止まった夢の地のようになっている。"
    }
  ]
}