{
  "_id": 117,
  "id": "pioneer_diver_of_dead_waters",
  "name": "死水に潜る先駆者",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "デバフの影響を受けている敵への与ダメージ+<nobr>12%</nobr>。",
    "4": "会心率+<nobr>4%</nobr>。デバフを<nobr>2</nobr>/<nobr>3</nobr>つ以上付与されている敵に対する、装備キャラの会心ダメージ+<nobr>8%</nobr>/<nobr>12%</nobr>。装備キャラが敵にデバフを付与した後、上記の効果がさらに+<nobr>100%</nobr>、<nobr>1</nobr>ターン継続。"
  },
  "pieces": [
    {
      "_id": 31171,
      "ids": [31171, 41171, 51171, 61171],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#せんくしゃ}先駆者{RUBY_E#}の{RUBY_B#だんねつ}断熱{RUBY_E#}ヘルメット",
      "type": "HEAD",
      "desc": "オールクロンでよくみられるデザインの潜水用のヘルメット。この小さなシールドから見えるのは、人には耐えきれない無限の暗黒のみ。",
      "typeText": "頭部",
      "backstory": "オールクロンの夜の空は、積雲ときらめく星の輪に覆われている。赤紫色の雪が分厚いヘルメットの上に降り積もり、錆びた溝を埋めて浸蝕の痕を隠した。彼女たちはヒマラヤスギ林の間に座って…旅の途中の休憩を堪能している。\\n\\n「見て！オールクロンの空気ってラズベリーの匂いなんだね」赤紫色の雪が、雲のようにふわふわしたマシュマロの上に落ち、すぐに溶けた。ティロからやってきた小さなナナシビトはクスクスと笑い、そしてすぐに腰をかがめてお腹を抱える。彼女は自分の言葉に笑った——匂いは目で見ることなんかできないのに！笑いの後、ナイフのように鋭い静寂が訪れる。まるで、空気が凍り付いたかのようだった。\\n\\n「フリバス、まだ『IX』の深部に行くつもり？」いつも長い刀を身に着けた旅の仲間が質問する。彼女はとてもいい仲間だが、どこから来たのかは誰も知らない。\\n\\n小さなナナシビトは重く大きな潜水服の中でしばらく沈黙した。そして彼女は、帆を張ったように目を細めて、相手に少し焦げたマシュマロを手渡す。\\n\\n「もちろんだよ——だって私は、アキヴィリよりもさらに深く遠い道を歩むつもりだから！」"
    },
    {
      "_id": 31172,
      "ids": [31172, 41172, 51172, 61172],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#せんくしゃ}先駆者{RUBY_E#}の{RUBY_B#きょごく}虚極{RUBY_E#}コンパス",
      "type": "HAND",
      "desc": "時計型のコンパス。針はすでに取り外されていて、どの方角も示せない。",
      "typeText": "手部",
      "backstory": "「海底の海流」\\n「共に過ごす時間の中で、囁いては彼女の骨を突っつく」\\n「彼女は白秋と青春を経験し」\\n「そして渦中へと入った」\\n\\n少女はこんな物語を聞いたことがある。話の中で、人々が住む世界は、無主のエネルギーによって構築された天に届くほどの巨木として描かれている。「このエネルギーは見えないし触れもしない。そして、理解できなくて無意味だ」と彼女は考える\\n「『IX』みたいに意味がない」\\n\\n小さなナナシビトは少しがっかりし、自分が「虚無」の深部に足を踏み入れた後、どうやって方向を認識すればいいか悩んだ。少しして、彼女は思いつく——<unbreak>14</unbreak>歳の時、母親は彼女に最後の誕生日プレゼントとして小さなコンパスを渡していた。\\n\\n「だったら、コンパスが磁場じゃなくて『エネルギー』を感知できるようにすれば、解決するよね？」\\n\\n小さなナナシビトはコンパスから針を取り外す。少女が暗闇に潜った瞬間、コンパスはただ下を向いていることに気が付いた。"
    },
    {
      "_id": 31173,
      "ids": [31173, 41173, 51173, 61173],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#せんくしゃ}先駆者{RUBY_E#}の{RUBY_B#みっぺい}密閉{RUBY_E#}された{RUBY_B#なまり}鉛{RUBY_E#}の{RUBY_B#せんすいふく}潜水服{RUBY_E#}",
      "type": "BODY",
      "desc": "鉄のガラクタで作られた気密性の高い頑丈な潜水服。使用者はよく、潜水服というより深水用の棺桶のようだと冗談っぽく言っている。",
      "typeText": "胴体",
      "backstory": "「フリバス、あのティロのナナシビトは、<unbreak>14</unbreak>日間死んでいた」\\n「彼女はカモメの鳴き声や深淵の波の声」\\n「そして、利益と損失も忘れた」\\n\\n小さなナナシビトは、ティロの大通りから星の輪を眺めていた。彼女はブラックホールの特異点に自分の身を投げ出すことを決意する。\\n\\n「アキヴィリですらあそこには行ったことがない」少女の心の奥底にはいつも、波の音が響いていた。「絶対に其よりも深く、遠くに行く」彼女はそのために十分な準備をする——どこのものかわからない錆びた鉄の板、中古の酸素ボンベ、廃棄されたジャイロ姿勢制御装置、自律型循環生命維持システムにフェアリング…これらの材料をすべて1つにしてスーツの気密性を確保した。彼女はこれで「虚無」の被害から身を守れるだろうと考えたのだ。\\n\\n父が残した潜水ヘルメットを拾い上げ、手作りの「栄誉バッジ」を取り付ける。出発前、彼女は旅の仲間と再度ヒマラヤスギ林に行き、最後にもう一度マシュマロを焼いた。\\n\\nその後、フリバスの飛行マシンがブラックホールの淵に近づいた時、これが彼女が思い出せるオールクロンに関するすべての記憶だった。"
    },
    {
      "_id": 31174,
      "ids": [31174, 41174, 51174, 61174],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#せんくしゃ}先駆者{RUBY_E#}の{RUBY_B#ほし}星{RUBY_E#}に{RUBY_B#と}泊{RUBY_E#}まるアンカー",
      "type": "FOOT",
      "desc": "その重い靴は船の錨に似た形をしている。この靴の持ち主は二度と水面に戻らないつもりだった。",
      "typeText": "脚部",
      "backstory": "「舵輪を回して風向きを眺める君たちよ」\\n「彼女——フリバスのことを考えたまえ」\\n「かつては君たちのように美しく長身であった」\\n\\n錨のような鉛の靴は、少女をいつも落下させた。靴は設計当初に与えられた使命を忠実に果たしている。\\n\\n少女は目を決して閉じず、冷たく孤独な暗黒に頑として立ち向かう。彼女は初めてアキヴィリの物語を聞いた時のことを思い出した。旅立ちの日、自分のために作った「栄誉バッジ」のこと。仲間と一緒に旅した<unbreak>30</unbreak>日間のこと。最初で最後に会った林の空き地の空気がラズベリーの匂いだったこと。口笛、ギター、竹笛、そして一緒に歌った歌のこと。赤紫色の雪が少し焦げたマシュマロの上に落ちて、すぐに溶けたこと。\\n\\nありありと思い浮かぶ記憶の最後に、途方もない空虚が訪れようとした時、彼女は黒い世界の中心に真っ赤な閃光が突然現れては一瞬で消えるのを目撃した。\\n\\n小さなナナシビトは最後に、長い刀を身に着けた彼女からマシュマロを受け取り、心の底から笑った時のことを思い出した。\\n\\n「自分と同じような人に出会えるなんて思ってもみなかった。この『道』においては、あなたは私より長い距離を歩んでいる」\\n「だから、あなたは最後まで私と歩んでくれる、そうでしょ？」\\n「もちろん、私たちの結末はとっくに決まってる…でも、あなたの言う通り——」\\n「たとえ、最終的に私が浅い死水になるのだとしても、そこに向かう途中でできることはたくさんある。だから、どんなことにも挑戦してみたいの！」\\n「だって私は、アキヴィリよりもさらに深く遠い道を歩むつもりだから！」"
    }
  ]
}
