{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "深い牢獄の囚人",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻撃力+<nobr>12%</nobr>。",
    "4": "敵に付与された持続ダメージ系デバフが1つにつき、装備キャラがその敵にダメージを与える時に防御力を<nobr>6%</nobr>無視する。持続ダメージ系デバフは最大で<nobr>3</nobr>つまでカウントされる。"
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [31161, 41161, 51161, 61161],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#しゅうじん}囚人{RUBY_E#}の{RUBY_B#じゅうめんくちわ}獣面口輪{RUBY_E#}",
      "type": "HEAD",
      "desc": "獣の顔を拘束するための口輪。囚人が牙を剥くことを防ぐため、頑丈に作られている。",
      "typeText": "頭部",
      "backstory": "嗅覚はかつて歩離人の戦首の感覚世界を構成していた。雨、土埃、篝火、鮮血、傷薬…戦場の最深部からゆらゆらと伝わってくるその匂いが、洪水となって彼の精神を溺れさせる。\\n\\n彼は今、刑具の重さと堅固さ、そして陪審員の恐怖が空気を満たしていることしか嗅ぎ取れない。\\n\\n彼は知っている、か弱い陪審員たちが鋭い牙を恐れていることを——かつて、彼は険しい崖の上に立ち、狂気の月の光を浴びて、血の中の本能の衝動を感じた。かつて、彼は匂いで構成された迷宮を巡り、光のない夜に敵陣に深く入り込み、獲物の頭を噛み砕いた…歩離人の戦首の磨かれた牙は鋭く、白刃と見なされ、すべての力と自信を引き裂くものだった。\\n\\n「歩離の巣父、罪なき者を傷つけ、その血を啜った。十悪の重罪を犯した罰として、口を閉め歯を固め、拘束の覆面を生涯にわたり装着することを言い渡す」\\n\\n戦首は軽蔑したように周囲を見渡したが、荒々しい氷の海のようにすべてを席巻した剣客はここにはいない…彼は煩雑な判決の言葉には興味がなかった。"
    },
    {
      "_id": 31162,
      "ids": [31162, 41162, 51162, 61162],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#しゅうじん}囚人{RUBY_E#}の{RUBY_B#なまり}鉛{RUBY_E#}の{RUBY_B#てかせ}手枷{RUBY_E#}",
      "type": "HAND",
      "desc": "魔の手を縛る重い手枷。その手が二度と人を傷つけることのないよう、鋼の釘を腕に打ち込む。",
      "typeText": "手部",
      "backstory": "雲が割れて霧が晴れ、淡い月の光が歩離人の戦首の傷だらけの体を照らす。銀髪の剣客に斬られた巨大な手は傍に落ち、万策尽きた戦首は血を流している。苦痛に満ちた遠吠えと共に、斬られたはずの手が再び生える。\\n\\n月狂いを頼りに、戦首はかろうじて月光のような剣戟を追う。彼は豊穣の力に黙祷を捧げ、最後の悪足掻きをすることにした。\\n\\n歩離の軍隊が何度包囲網の突破を試みたかは忘れた。覚えているのはただ、仲間が鋭い爪で何度も道を切り開いたのに、それがすぐに閉じてしまったこと。疲れ切った歩離人は壊れることのない再生能力を頼りに、すべての障害を取り除こうと奮闘する——混迷した狂気に陥り、戦首は鮮血を両手に注ぎ込む。だがその一瞬、逃げ場がなくなったことを、そして付き従う者がとっくにいなくなっていることにようやく気がついた。\\n\\n「歩離の巣父、その手で殺した命は数多。鉛の石で手を縛り、厳しく取り締まる必要がある」\\n\\n戦首はついに力尽きて剣客の前に倒れ、生まれて初めて疲労による瀕死を体験をした。「あれは比類なき剣だった」彼は思わず口にした。「あれは比類なき刺激だった！」"
    },
    {
      "_id": 31163,
      "ids": [31163, 41163, 51163, 61163],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#しゅうじん}囚人{RUBY_E#}の{RUBY_B#ゆうへいこうそくい}幽閉拘束衣{RUBY_E#}",
      "type": "BODY",
      "desc": "危険な重罪人を拘束する囚人服。関節を押さえ、囚人の変身能力を制限する。",
      "typeText": "胴体",
      "backstory": "歩離人は生まれつきの戦士である。彼らの骨格は広く高く、下顎と首の筋肉は強靭で、犬歯が発達しており、頭には獣の耳、そして手足には鋭い爪が生えている——氏族の同胞は逞しく丈夫な体を崇拝しており、それを神からの恩恵だと考えていた。\\n\\n戦首は精神的なリーダーであり、部族最強の戦力でもある。黒き潮の如く軍隊を指揮して、戦場で生死を支配する。\\n\\n出撃した凶悪な獣艦が天と地を覆う。彼は戦場にいる興奮した戦士たちを見下ろす——歩離人の戦首は月の狂気に呼応する。鋭利な骨が体を突き破り、漆黒の血が風に乗って霧のように散っていく。彼は殉教者のように両腕を広げた。歩離の狼毒——それは人を恐怖させるフェロモンだ。血の霧が広がっていくにつれ、鬼神が取り憑いたかのように、歩離人の戦士の感覚が刺激される。\\n\\n「巣父よ、我らに頑丈な肉体を与えたまえ。巣父よ、我らに神鬼に通じる力を与えたまえ」\\n\\n彼は肉体が縛りを受けない日を思い返す。「月狂い」を受けた歩離は肉体の限界を超え、皮は破れ肉は裂け、二度と痛みと恐怖を感じなくなる。彼らを導くのは、強者の特権と責任であった。"
    },
    {
      "_id": 31164,
      "ids": [31164, 41164, 51164, 61164],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#しゅうじん}囚人{RUBY_E#}の{RUBY_B#あゆ}歩{RUBY_E#}みを{RUBY_B#はば}阻{RUBY_E#}む{RUBY_B#あしかせ}足枷{RUBY_E#}",
      "type": "FOOT",
      "desc": "獣の両足を縛る金属製の足枷。罪人の逃亡を防ぎ、問題を起こさせないようにするためのもの。",
      "typeText": "脚部",
      "backstory": "宇宙の中を遊牧している歩離人は、決まった場所に留まる文明の形態を蔑んでいる。彼らは平和と安定を攫い、大きな戦火をもたらすのだ。厳しい生存信仰によって彼らは戦い続け、常に血生臭い生に身を投じていた。\\n\\n彼らには己の信念と手段があり、歩離人の行く先は歩離人の領土となる。\\n\\n歩離人の戦首は幾度となく戦いの火蓋を切った。守護者の尊厳を押し潰し、離散者の涙を呑み、親しい者の信頼を踏みにじることを誇りとしていた。彼は荊棘の狂ったような成長に任せ、肥沃な土地をことごとく破壊した。そして人を奴隷にし、贅沢を享受した…歴代の王者を超えるため、新任の戦首は平穏を捨て、兵を率いて外界に遠征して戦の功績を立て、地位を固めるしかなかったのである。\\n\\n「歩離の巣父、行く先で戦に至り、災いは諸界に及んだ。その足を封じ、二度と生を受けさせてはならない」\\n\\n戦首はその判決の言葉に疑問を覚え、周囲を見回したが、弱者たちの審判に驚いた。何しろ彼らが罪と称するそれは、ただの生存法則に過ぎないのだから。"
    }
  ]
}
