{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "酩酊の海域",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの攻撃力+<nobr>12%</nobr>。装備キャラの攻撃力が<nobr>2400</nobr>/<nobr>3600</nobr>以上の場合、与える持続ダメージがさらに+<nobr>12%</nobr>/<nobr>24%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "{RUBY_B#うたひび}歌響{RUBY_E#}く{RUBY_B#たいかい}大海{RUBY_E#}と{RUBY_B#がんしょう}岩礁{RUBY_E#}の{RUBY_B#とうだい}灯台{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界オーブの中に封印された永遠の喜びに浸るスティコシア。永遠に明るい灯台が海辺にそびえ立ち、絶え間なく楽曲を響かせている。だが、賑やかな歌声をたよりに船が霧の向こうからやって来ると、それらは全て座礁して沈没し、残骸もろとも波に呑まれてしまう。",
      "typeText": "次元界オーブ",
      "backstory": "波が終わりのない輪舞のように打ち寄せる中、歓楽の港に飽きた船乗りたちは航海図を開き、自分の旅の終着地を探した。すると、羅針盤の震える針が徐々に静まり、「スティコシア」——海辺にそびえ立つ永遠の歓喜の都を指し示した。そこが運命によって定められた彼らの終焉の地であったが、死を知らぬ者たちはそれを意に介さず、酔いに浮かれながら帆をあげ、ファジェイナの舞踏会場へと足を踏み入れた。\n\n船乗りたちは潮の満ち引きと月の満ち欠けに身を任せ、骨の槍でクジラの背を貫き、衝角で太古の氷河を砕きながら進んだ。だが、歌いながら航海を続けるその船はやがて霧の中へと消え、灯台が目前へと迫った頃…ついに暗礁に乗り上げた。\n\n座礁して沈んだ船は海底へ消えた。だが、不死者たちは波間から蘇り、体に海藻や塩を纏わせながら岩礁に立っていた。灯台の宴を待ちわびている客たちは、水夫を終わることのない宴へと招き入れる。そして、彼らは音楽に導かれるように、岩礁の間に立つ純白の灯台へ登った。スティコシアの灯台の青い炎は、クジラの油を燃料に、水晶でできたレンズの向こうで冷たく揺れている。見ると、灯台そのものが巨大な水溢琴のように、訪問者が階段を上がるたび、石段の隙間を通るガラス管が海水を吸い上げ、波に合わせて上下していた。テラスでは宴の客たちが手を取り合い、楽曲に合わせて火の周りで踊っている。そしてその火は、彼らの影を水平線の彼方まで映し出していた。船乗りはそこでようやくずっと憧れ続けていた終着地——永遠の歓喜の都を目にしたのだった。\n\nそれは、腐敗がまだ訪れていない時代のこと。苦痛も悲しみも死もまだ生まれていない頃、スティコシアはファジェイナの寵愛で満たされ、その腕のような入り江に抱かれた街は、童謡のような調べと夢のような優しさに包まれていた。\n\n焦る船乗りの唇がかすかに震える。彼の前では、宴の客が都市国家へ入るよう手を差し伸べ、まるで兄弟のようにこの歓喜を分かち合おうとしている。しかし、彼の背後には灰色の大海原が果てしなく広がっている。岩礁には船の残骸が散らばり、溺れた者たちが波間に漂い、肌は海藻と珊瑚で覆われている。瞬間、彼は自分が海に落ちた時のことを思い出した——海の怪物の冷たい手が頬を撫で、ぼんやりとした優しい歌声が聞こえてくる。そうして再び目を覚ました時、彼はきらめく海面へと押し上げられていた。\n\nほんの一瞬のためらいの後、至福へと通じる門は閉ざされた。宴の客たちはスティコシアに入りたいという船乗りの頼みをほほ笑みながら断った。彼はまだ酔いから覚めたばかりで、本当の歓喜を受け入れる準備ができていなかったのだ。"
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "{RUBY_B#うたひび}歌響{RUBY_E#}く{RUBY_B#たいかい}大海{RUBY_E#}と{RUBY_B#うみべ}海辺{RUBY_E#}の{RUBY_B#こみち}小道{RUBY_E#}",
      "type": "OBJECT",
      "desc": "スティコシアの人々は信じている。海の怪物が古い言い伝えにある通りに、その肉体をもってこの地の安寧を守り続けていると。そして、いつの日か灯台の歌声に導かれ、再び海を越えてやってくると。その時こそ、尽きることのない饗宴によって彼女たちは報われるのだという。",
      "typeText": "連結縄",
      "backstory": "孤独な船乗りはこれまでの訪問者たちと同じように、大海原と都市国家の間をさまよい、俗世と喜びの入口の境界に立っていた。彼は座礁したクジラの傷口から流れる油を拭い、夜の帳が降りる頃に灯台の明かりをともした。そして、その光の前に腰を下ろし、まだ響いていない調べを水溢琴で奏で始めた。\n\n灯台は琴に呼応するように鳴り響き、スティコシア全土がその音楽に浸った。穏やかな旋律や急な旋律が、スティコシアの女王に享楽にまつわる果てしない想像を呼び起こさせる。船乗りは最後の休符から逆に演奏するようにし、ユニークで躍動感のある調べを奏でた。すると、白く長い船に曲芸師たちが乗り込み、軽やかに水路を抜けていった。盛装し、金箔や羽根で飾られた仮面をつけた男女が両岸にひしめき、女王もその中に混ざっている。彼女はクローブとアーモンドの香りに包まれながら、ゆったりと歩いていた。\n\n船乗りはリズムを整え、音符を激しく急なものへと変えていった。やがて舞台は街全体へと移り、海賊役の民衆が黒い旗を振って無防備な城壁を陥落させ、酒と金貨を略奪し、貴族たちを花で飾った絞首台へ送り込み、王冠を街中の物乞いにかぶせて戴冠させた。フィナーレでは人々が塔に火を放ち、再び琴の調べに合わせて踊り狂い、酔いつぶれるまで酒を飲んだ。\n\n押し寄せる波が楽譜を濡らし、柔らかな音符をにじませた。女王は灯台の前の霧の中で、新たな物語へと足を踏み入れた。彼女は人魚の尾のような青いドレスをまとい、ファジェイナの眷属——海の怪物たちの女王を演じた。\n\n物語では、海の怪物たちは海の奥深くで想像を絶する苦痛から世界を守るよう命じられ、自らの肉体で黒き災厄を満たされた杯に注ぎ、スティコシアに永遠の喜びをもたらしているという。そして、約束の時が訪れると、海の怪物たちは灯台の光と琴の調べに導かれ、堤をたどってスティコシアへ足を歩み入れる。スティコシアの人々は彼女たちの手をとり、共に永遠に終わることのない宴に参加するのだ。\n\nスティコシアの女王は海中へと足を踏み入れ、想像上の死を味わった。月の満ち欠けが波を束縛することのない夜、大海の奥底では、海の怪物たちのうつろな涙が泡のように昇っていた。彼女たちはこれまで一度も見たことのない月明かりをのぞき見ることを切に願い、待ち望み、そして肉体が溶け、消えていった。残念ながら、その夜には月明かりがなく、あったのはいつもと変わらぬ灯台の明滅だけだった——涙が海の怪物たちに代わってきらめく海面へと浮かび上がり、泡沫となって漂っては波に呑まれて消えていった。\n\n孤独な船乗りの願いは遂に叶えられた。宴の客は喜びの涙を浮かべ、彼がスティコシアに足を踏み入れたことを祝福した。だが、最初の歓声があがった時、この永遠の歓喜の都は死と荒廃の翼に覆われることとなった。"
    }
  ]
}