{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "知識の海に溺れる学者",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "会心率+<nobr>8%</nobr>。",
    "4": "戦闘スキルおよび必殺技によるダメージ+<nobr>20%</nobr>。必殺技を発動した後、次に戦闘スキルを発動する時、与ダメージがさらに+<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#がくしゃ}学者{RUBY_E#}の{RUBY_B#ぎんぶち}銀縁{RUBY_E#}モノクル",
      "type": "HEAD",
      "desc": "巨大な建築物を映し出す晶石のモノクル。杖や懐中時計の鎖、ブローチと共に、持ち主のセンスと学識を際立たせている。",
      "typeText": "頭部",
      "backstory": "【シリアルナンバー】 EVD-W019EI06-003\n\n【名称】晶石のモノクル\n\n【基本的特徴】明らかに割れた痕跡がある\n\n【証拠採取地点】オハイティ中央総合アカデミーエネルギー研究部「柏環」研究室\n\n【当事者情報】柏環。エネルギー分析分野でトップレベルの科学者。天才クラブ#7\n\n【現場分析】\n現場の状況から判断すると、当事者が観測装置の起動時に操作ミスを犯したのか、容器内の燃素ポリマーが漏れ出したようだ。それによって当事者は左手に重傷を負った模様。事故発生時、モノクルが高所から落下し破損したとみられる。\n\n【証言の補足】\n柏環は実験中に、モノクル内に異常な可視光が現れ、その強い光が一連の偶然を引き起こし、最終的に燃素ポリマーの漏出事故が発生したと述べている。\n\n当事者の供述はあまりにも多くの偶然が重なっているため、この証言は採用されなかった。\n\n【備考】\nこれは計画的な犯罪であることを、さまざまな痕跡が暗に示している。連続する偶然によって発生した「バタフライ効果」は「再現可能な犯罪手段」として認定されないため、この漏出事件は最終的に「事故」と結論づけられた。\n\n【関連録音】\n「…私はこの事故に感謝しなければならないのかもしれない…ラムが再び私の元に帰ってきてくれたのだから。こんなことを話すのは恥ずかしいのだが、私たちにとってもう4回目の再婚で…今回は初めて私から再婚を提案したんだ」この音声記録は柏環によるものである。"
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "ruby_bruby_e",
      "name": "{RUBY_B#がくしゃ}学者{RUBY_E#}のナックルサポーター",
      "type": "HAND",
      "desc": "指の動きをサポートする合金製の外骨格。使用者の手の形に合わせてカスタマイズする必要があり、非常に高価である。",
      "typeText": "手部",
      "backstory": "【シリアルナンバー】 EVD-X024DE18-002\n\n【名称】「灰玉合金」が埋め込まれた手指の外骨格\n\n【基本的特徴】外力による打撃で損傷した痕跡があり、爆発事件前にはすでに破損していたことが確認された\n\n【証拠採取地点】極地エネルギー採掘場中央制御室\n\n【当事者情報】ラム（死亡）。生物波探査分野でトップレベルの科学者。天才クラブ#8\n\n【現場分析】\n監視カメラの映像によると、当事者の操作ミスが原因で中央制御室の爆発を引き起こし、即死した。\n\n【証言の補足】\n「彼女が胸の内に何を隠していたのかは知らない。だがもし彼女に何かあったのだとしたら、クラインが無関係であるはずはがない！」\n\n爆発事故の2週間前、警察は柏環から通報を受けた。柏環は妻の不自由な右手が悪意を持った暴徒によって傷つけられたと話したそうだ。しかしその後、当の被害者であるラムがさらなる調査を拒否し、立件を取り消した。\n\n【備考】\n爆発事件後、当事者の夫は調査終了後に外骨格と当事者の指の骨の返還を要求した。\nこの事件は、連続して起こった偶然の出来事があまりにも多いため、十分な警戒を要する。\n\n【関連音声ファイル】\n「クライン、出てきてくれ。私たちの間にはまだ片付いていないことがある。それはお互いによくわかっているはずだろう。この世界に絶対的な『偶然』なんてものはない。一連の『不可思議な偶然』ならなおさらだ」この音声ファイルはクラインの邸宅のセキュリティシステムのものである。"
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "ruby_bruby_e",
      "name": "{RUBY_B#がくしゃ}学者{RUBY_E#}のツイードジャケット",
      "type": "BODY",
      "desc": "ツイードのコートとセーターは、大学でよく見られるコーディネートだ。耐久性があり、しわにもなりにくい生地は、訪問学者にとって最適である。",
      "typeText": "胴体",
      "backstory": "【シリアルナンバー】 EVD-X043FE21-001\n\n【名称】ツイードのコート、ウールツイードのベスト、白いシャツ\n\n【基本的特徴】左胸に直径約8センチの燃素によって焼け焦げた跡がある\n\n【証拠採取地点】オハイティ中央総合アカデミーエネルギー研究部「柏環」研究室\n\n【当事者情報】柏環（死亡）。エネルギー分析分野でトップレベルの科学者。天才クラブ#7\n\n【現場の分析】\n現場の状況から判断すると、当事者は「灰玉合金」の粒子を携帯しており、大量の燃素を吸着したため、心臓部で瞬時に千度近い高温が発生したとみられる。コートにベスト、そしてシャツのすべてに焼け焦げた痕跡がある。\n\n焼け焦げた場所には燃え残った薬指の骨が残っていた。鑑識の結果、この骨はラムのもので、高純度の「灰玉合金」の粒子と関連している可能性がある。\n\n【証言の補足】\n「…人にはミスが付き物だということを考慮すべきだった。ましてや、妻の死を乗り越えられていなかった状況では……」\n\n研究室の学者たちによると、安全マニュアルを策定した柏環がこのような「低レベルなミス」を犯すとは考えられないそうだ。\n\n【備考】\n「灰玉合金」は天才クラブ#9クラインが開発した希少な合金であり、燃素を捕らえ、貯蔵する性質を備えている。\n\n偶然があまりにも重なった場合、その偶然ははたして偶然と言い切れるのだろうか？\n\n【関連ファイル】\n「高純度の『灰玉合金』製品を燃素観測庫が設置された実験室に持ち込むことは厳禁とする」エネルギー研究部実験室の安全マニュアルからの引用。"
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "ruby_bruby_e",
      "name": "{RUBY_B#がくしゃ}学者{RUBY_E#}のスエードスノーブーツ",
      "type": "FOOT",
      "desc": "柔らかく快適な女性用のショートブーツ。適切なレギンスと合わせれば程よいファッション感を出せる。持ち主と共に極地調査へ長年付き添ってきた。",
      "typeText": "脚部",
      "backstory": "【シリアルナンバー】 EVD-X031JA12-004\n\n【名称】極地調査用スノーブーツ（女性用）\n\n【基本的特徴】明らかな損傷や修理した痕跡があり、靴底にはディスクが1枚隠されていた。なお、スパイである可能性は調査の初期段階で排除されている\n\n【証拠採取地点】クライン家の地下室\n\n【当事者情報】クライン（死亡）。合金素材学分野でトップレベルの科学者。天才クラブ#9\n\n【現場分析】\n\nクラインの家から科学者ラムの遺品が大量に発見されたため、このショートブーツもそのうちの1つとみられる。\n\n【証言の補足】\n「私は彼を誤解していたのかもしれない…ああ、クラインのことだ。そして私の妻ラムは…彼女が旅立ってから久しいのに、いつまで経っても…慣れることはないようだ」\n\n柏環は、妻の遺品がクラインの家から出てきたことは知らなかったはずだが、その表情から察するに、特に驚いてはいないようだった。\n\n【備考】\nクラインの邸宅は人里離れた場所にあるうえ、法医学者が推定した死亡時刻の前後に邸宅を訪れた人は誰もいなかった。調査の初期段階では事故死だと判断された。\n\n柏環、ラム、クラインの3人の関係は特殊であり、彼らに起こった「偶然」はいわば「超常現象」に近い。\n\n【関連音声ファイル】\n「はあ…柏環、君が私を疑っているのも、私が無実を証明できないことも理解している。ラムの件については、本当に申し訳なく思っている…だが彼女を傷つけるようなことは決してしていない…犯人については少しばかり手がかりを掴んでいる。『静寂の主』という名前を聞いたことがあるだろうか？※無意味な雑音※」この音声ファイルはショートブーツに隠されたディスクに記録されていたものである。"
    }
  ]
}