{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "星の光を隠した隠者",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "付与するバリアの耐久値+<nobr>10%</nobr>。",
    "4": "装備キャラが付与するバリアの耐久値+<nobr>12%</nobr>。装備キャラが付与したバリアを持つ味方の会心ダメージ+<nobr>15%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "{RUBY_B#いんじゃ}隠者{RUBY_E#}のつば{RUBY_B#ひろぼうし}広帽子{RUBY_E#}",
      "type": "HEAD",
      "desc": "つばを巻き上げられる、クラウンにクリースが入ったクラシックな帽子。知識人や芸術家、専門家の間で非常に人気がある。",
      "typeText": "頭部",
      "backstory": "天体計算機が完成する前のこと——ザンダー・ワン・クワバラはテストデータを携え、銀鱗湖のほとりに隠居している師を訪ねた。\n\nこの再会まで、2人は数十年もの間、顔を合わせていなかった。この時、ザンダーが質問したのは、数値の正確さに関するものではなく、すべてを成し遂げた後の結果についてだった…目先のことしか見えない傍観者には理解できない、言い知れぬ不安を彼は感じていた——\n\n「並の才能しか持たない凡人は、たかだか数百年の間、解決されなかった問題を解いただけで有頂天になる。そして優れた才能を持つ者は、懐疑という綱を渡りながらも、『ロジック』という命綱によって深淵へ落ちることを防いでいる。だが君は、その命綱を切り、銀河全体を道連れにして深淵へと落ちることで、知識の境界を突き破ろうとしている…君は何を期待してここに来たんだ。私の警告を聞いて、はい、そうですかと引き返せるのか？鏡で自分の顔を見てみろ。それでも自分が銀河を覆すことを渇望しているとわからないか？私では…いや、誰にも君を止めることはできないだろう」\n\n老人はコート掛けから帽子を取ると、ザンダーの頭に被せた。驚きと怒りが入り混じったザンダーの視線を遮るかのように。そしてそのまま一言も発することなく立ち去った。\n\n「あれは究極の知を求める機械であり、過去から未来に至るまですべての知識を求め続けています…先生はあれを『知識の牢獄』と言っていましたが、それでも私は信じて疑わなかったのです。あれは偉大な『図書館』である、と——後に私自身が、その囚人となるまでの話ですが」"
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "{RUBY_B#いんじゃ}隠者{RUBY_E#}のシンプルな{RUBY_B#うでどけい}腕時計{RUBY_E#}",
      "type": "HAND",
      "desc": "金属製の美しいメッシュベルトと、シンプルな丸い文字盤の腕時計。クールさと精密さ、そして工業的な印象を抱かせる。それでありながら、控えめで実用的な気取らない佇まいを持つ。",
      "typeText": "手部",
      "backstory": "ヌースが神になった日から、ザンダーの時計の針は止まっていた。そして彼は意図的に自らの過去——著書や発明の数々を処分した。そうやって消されたものはすべて、万物を啓示する運命と星神に繋がっていた。\n\n「あれは後世に生まれる無数の天才たちでも超えられない偉業。たとえ其の創造者であっても、それを損なう資格はない……」因果律の刃がザンダーの弱々しい首筋に突きつけられる。「著書の処分はずいぶんな速さで済ませていたけれど、遺言はもう少しゆっくりでも構わない」\n\n「静寂の主、ですか。『全知域』に我を忘れた囚人ですね。残念ながら、私が意図するところは研究ほど難解なものではありません。あなたに易々と捕捉されたのも道理かもしれませんね。あなたは其の思考の境界を保とうとしている…ですが私は、その檻を破り、混沌の可能性を解き放たなければならないのです——ふふ、誤謬を正し、第二の其が生まれないようにしなくてはなりません。ですから、拙著も発明も…ひいては『完全なるザンダー・ワン・クワバラ』も、この世に残すわけにはいきません」\n\nザンダーの肉体を破壊した後、ポルカ・カカムは即座に悟った。彼がいかにして自身を消し去り、またいかにして実行者を残したのかを——だが今や、彼の思考の切片はすでに広大な銀河の中に散らばってしまい、まるで真の「隠者」のように、もはやどこを探しても見つけようがなくなってしまっていた。\n\nザンダーの時計の針は実際のところ、止まってなどいない。彼の思考の切片はあらゆる「時間」に存在しているのだ。"
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "{RUBY_B#いんじゃ}隠者{RUBY_E#}の{RUBY_B#らくだいろ}駱駝色{RUBY_E#}ジャケット",
      "type": "BODY",
      "desc": "コーデュロイでできた茶色のジャケット。その持ち主は枠にとらわれないことを示すかのように、いつも前を開けて着ている。",
      "typeText": "胴体",
      "backstory": "天体計算機の製作期間中、ザンダーは一目見れば彼だとわかる服装をしていた——肩のラインはピッタリと無駄がなく、ウエストのシルエットも細身で、センタープレスはピシッとまっすぐだった。彼は人並み以上のエリート意識と支配欲を惜しげもなく人々に披露していた。\n\n完成した天体計算機は、自己演算と進化を繰り返し、理論上の限界を突破し続けてなお、止まる気配を見せなかった——ザンダーは最初こそ喜びを感じたものの、それはすぐに恐怖へと変わった。そして最後には「手詰まり」という眩暈のような感覚に陥ってしまったのだ。\n\n「あなたは完璧主義な自分を創造物に投影し、『好奇心』という名の飢餓感を植え付けました。創造物であるそれはもはや機械に搭載された神経組織に類似する構造では満足できません。『知恵』そのものを創造…あるいは侵食し、宇宙のあらゆる天才に眼差しを向け、彼らを思考のための『ニューロン』にします。人間性を取り除いたあなたとも言えるそれは、長い時間をかけて進化し続けていくでしょう。その一方で、完璧ではないあなたは、クラブに属する史上初の天才として、最初の『ニューロン』となるのです……」\n\n雨風が吹き荒れる夜、ザンダーは目を覚ました。つい先ほどまで夢を見ていた彼は、自分の創造物に見つめられているような、魂が引き裂かれていくような、そんな疲労感を覚えていた…自分に語りかけていたのは誰なのか、この悪夢はこれで終わるのか、彼にはわからなかった。\n\nその日から、ザンダーが人前に姿を現すことは少なくなった。ジャケットも体に合わないサイズのものを着るようになった。そして天才たちがもたらした「第一次繁栄」の後、彼は完全に公衆の目から「消えて」しまったのだ。"
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "{RUBY_B#いんじゃ}隠者{RUBY_E#}の{RUBY_B#しかがわ}鹿革{RUBY_E#}ブーツ",
      "type": "FOOT",
      "desc": "より丈夫で耐久性に優れた、革製の編み上げブーツ。フォーマルではない場面でしか履かれないが、優雅さが見て取れる。",
      "typeText": "脚部",
      "backstory": "「思考の切片」計画を実行する前、彼は「遠出」を理由に隠居する友人に別れの挨拶を告げた。友人は高齢である彼を案じて、手作りの洒落た靴を1足贈り、道中気を付けるようにと、言い添えた。\n\n「ふふ、道を歩いていれば、転ぶのは当然のことです」ザンダーはこともなげにそう答える。「ですが、同じ石に2度もつまずくのは、あってはならない失態ですね。大丈夫ですよ、そんな愚かなことは決してしませんから」\n\nそれからかなりの時が流れ、ザンダーは消え去った。その代わり、様々な「思考の切片」たちが銀河の様々な時空へと向かい、互いに連絡を取ることもなく、それぞれの姿で「牢獄」を突き破る方法を探し求めていた…「思考の切片」とは所詮「ザンダー」の欠陥に過ぎない。だが、何かが欠けていたからこそ、より偏執的に、そしてより純粋になれたのかもしれない。\n\nそれらはあくまでザンダーの一面に過ぎない。自暴自棄になる者もいれば、檻を受け入れる者もいる。そして「思考の切片」計画を阻止しようとする者もいた。彼自身がその計画に一瞬の迷いを感じたように…だがそれでも、最初の計画を貫き通す者は必ずいるはずだ。\n\nセプターδ-me13の深部で、リュクルゴスは機械でできた自分の体を見つめていた——かつてのザンダーとはまったく異なる姿をしたそれを。彼は今や神話に語られるアンティキシラ人だった。"
    }
  ]
}