{
  "_id": 307,
  "id": "talia_kingdom_of_banditry",
  "name": "盗賊公国タリア",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの撃破特効+<nobr>16%</nobr>。装備キャラの速度が<nobr>145</nobr>以上の場合、さらに撃破特効+<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33075,
      "ids": [33075, 43075, 53075, 63075],
      "id": "",
      "name": "タリアのネイルシェル",
      "type": "NECK",
      "desc": "次元界の中に封装されているのは、タリアの見捨てられ荒れ果てた町「ネイル」である。盗賊は、ひと時の安らぎのために、この水源地でボロ布や鉄筋、木の板で小さな町を建てた。",
      "typeText": "次元界オーブ",
      "backstory": "「巡海レンジャー」から逃れるために星間盗賊はタリアにたどり着いた。\\n\\n当初、タリアは「星のゴミ箱」と呼ばれる荒れ果てた場所だった。滅星の戦いは山のような瓦礫と放射能汚染をタリアの地表にもたらし、残された生命を奪っていった。慌てた盗賊たちはしかたなく地表より下にある洞窟に逃げ込んだ。それはかつて鼠類種族が残したトンネルであった。盗賊たちはなんとか難を逃れ、「盗賊公国」に関する理想が忘れ去られた秘境でひっそりと芽生えた。\\n\\n無数の地下トンネルが連なり、巨大な迷宮のようになっている。多くの盗賊の集まりが理想に引き寄せられ、ここに財宝を蓄え、技術を交換し、公国の礎を築いた。\\n\\nますます多くの盗賊がここに定住し、荒涼とした星は賑わいを見せ始めた。大盗賊は「盗賊公国」の理想を大声で語り、「金庫」を使って全ての人が平等な国を作ると約束した。しかし、富が増えるにつれ、それを独り占めしようとした大盗賊たちはすぐにこの取り決めを破った。傭兵、暴動…混沌とした戦争はひっきりなしに起こった。もしかしたら、発案者たちは最初からいわゆる「全ての人が平等」という理想を信じていなかったのかもしれない。\\n\\nそして、幻想を酷く恨んだ盗賊たちは、再び「無知なる者が王」の混沌とした時代に戻った。彼らは、水源を占拠して町を作り、公平と正義を馬鹿にした。\\n\\n「ネイルシェル」は荒くれ者ぞろいである。彼らは荒れ狂うオフロード車に乗ってお金を略奪し、他者と資源を奪い合い、鉄くずと古い電線からメカや武器を作り出した。貧相な廃材の山であればあるほど、末路の狂乱の洒脱さを手にすることができる。あの甘美な理想の数々は、熱風の中の犬の糞のように、跡形もなく消えていった。\\n\\n宴の恍惚の中で、盗賊たちは理解した。「盗賊公国」は何かを作りだすのではなく、滅ぼすのであると。"
    },
    {
      "_id": 33076,
      "ids": [33076, 43076, 53076, 63076],
      "id": "ruby_bruby_e",
      "name": "タリアの{RUBY_B#はだかでんせん}裸電線{RUBY_E#}",
      "type": "OBJECT",
      "desc": "廃材置き場の中から拾った電線。絶縁被覆は剥がれ落ちているが、未だ現役である。タリアの盗賊の町で本当に使えない物などない。",
      "typeText": "連結縄",
      "backstory": "この裸電線は時代遅れである。大きな衝撃により湿った空気に触れるまで、逃げ惑う宇宙船の中に整然と並んでいた。\\n\\n宇宙船は丸ごと複雑に入り組んだ地下通路の中に引きずり込まれた。宇宙船の鉄の外装を剥がされ、電線も乱暴に解体され、最初の同盟市場の建設に使われた。その後、盗賊たちはここに財産を貯め、理想を語った…さらにその後、長期にわたる騙し合いが始まった。互いへの欺瞞と裏切り、独裁者と裏切り者の戦火が地下のトンネルから地表まで燃え広がった。\\n\\nこの裸電線は時代遅れである。荒くれ者によって掘り出され、四方から風が入り、遠くの水源へと走るオフロード車に繋げられた。\\n\\n戦争に別れを告げた後、生き残った者たちにとって、タリアの水源を探すことは最優先事項であった。彼らは、あり得ないほど粗末な乗り物に乗って、ガラスの破片だらけの砂漠を1日で何千里も進んだ。荒くれ者の車の隊は、時にはお互いを追いかけ、砂ぼこりと煙をあたりに充満させ、時には自由に人を車や別の場所に放り出した…生き残るためのプレッシャーを前に他のことを考えることはできない。ひたすら突き進むことで迷わずにいられるのだ。\\n\\nこの裸電線は時代遅れである。電線は、また荒くれ者によって車から外され、町のスタンド看板の中に取り付けられた。古びた電線のせいで、明かりはチラチラと瞬いた。\\n\\n「警官」を自称する老いたならず者が最初の「ネイルシェル」を建立した。彼は腕っぷしが強く、悪辣な手段を使う人だったが、持ち前の魅力で廃材置き場を守り、町をますます活気づけていった。頭のおかしなエンジニアが偶然にもジャンクマシンを作り出した。命知らずの廃土客は、地下の闘技場で何度も戦い……深夜のバーカウンターの前で、ガソリンの味がするブドウジュースが入ったグラスで乾杯し、また1日生き延びたことを祝った。\\n\\nタリアに新鮮な物はない、古い物が時代の変化に伴って新たな使命を得るのである。"
    }
  ]
}
