{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "{RUBY_B#きそうてんがい}奇想天外{RUBY_E#}のバナダイス",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "装備キャラの会心ダメージ+<nobr>16%</nobr>。装備キャラが召喚したターゲットがフィールド上にいる場合、さらに会心ダメージ+<nobr>32%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "ruby_bruby_e",
      "name": "バナダイスの{RUBY_B#ちゅうおうひろば}中央広場{RUBY_E#}",
      "type": "NECK",
      "desc": "次元界オーブの中に封装されているのは、とある科学研究団体が設置した実験室だ。ミーム汚染によって情報の真偽が徹底的に混ざり合い、識別が困難になったため、今では「バナダイス」として認識されている。",
      "typeText": "次元界オーブ",
      "backstory": "<i>「バナダイスに住んでいる～」</i>\\n<i>「バナビー！」</i>\\n<i>「長くて黄色い！元気でキュートな！」</i>\\n<i>「バナビー！」</i>\\n\\n「トントン」という音が2回半鳴ると、バナナたちは眠りから目覚め、バナナの木から離れる。こうして新しい1日が始まるのだ！元気いっぱいのバナナたちは、ドリアンのパイを焼き、ジャングルで追いかけっこをして遊ぶ。落ち着いたバナナたちはココナッツミルクを体に塗り、おしゃれをする。サルたちは生き生きとしたバナナたちを満足そうに眺め、思わず甘い声掛けをするのであった——\\n\\n<i>「バナナたち、準備はいいか？」</i>\\n<i>「はい、サル長！」</i>\\n<i>「もっと大きな声で！」</i>\\n<i>「はい！サル長！」</i>\\n\\n「トントン」という音が3回半鳴ると、毎日定番の「バナニケーション倶楽部」が始まる合図だ。バナナたちは緊張している——大声で叫ぶバナナ、無言で涙を流すバナナ、すべてを諦めたバナナなど、さまざまな反応をするバナナたち。サルたちは健康なバナナ1本1本に質問するが、大きなバナナの葉っぱに書かれている内容はいつも同じだった——「バナナになる前のことは、まだ覚えているか？」\\n\\n簡単な質問にはいつも苦々しい答えが返ってくる。バナナたちは悲しいという感情がどこから来るのか理解できない…その感情が生まれるのは、バナナが外部からストレスを受けると果肉が参加して黒くなるのと同じくらい当然のことだとしか理解できないのだ。\\n\\n<i>「あちこち探検するのがお望みなら」</i>\\n<i>「バナナの木を叩いてサル長に道を示してもらおう」</i>\\n\\n「トントン」の音が7回半鳴ると、「バナフレンドゲーム」が始まる合図だ。バナダイスにいるバナナたちは、皆こう約束されている——十分な努力を積めば、バナナはいつかバナナを超えた存在になれると。ゆえにバナナたちは夢を抱き、偉大なサルになるため努力を続けているのだ。木々が両側に退き、サル長のために道を開ける。歩いてきたサル長がバナナたちに優雅で謙虚なお辞儀をすると、バナナたちもお辞儀をしてそれに応えた——今回、サル長は新しい物語と「バナチェンジ」するための、新しいゲームを持ってきたのだ。\\n\\n「トントン」の音が<unbreak>11</unbreak>回半鳴ると、サルたちがバナナたちを木の上に誘導する。バナナたちはゆらゆらと揺れながら理想郷に入っていく…緑色の太陽に照らされるバナダイスは、すやすやと眠るバナナたちでいっぱいだ。"
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "",
      "name": "バナダイスのミームケーブル",
      "type": "OBJECT",
      "desc": "実験室の至るところで目にする光信号ケーブル。ある目的を達成するための実験データの収集に使われている。「バナナたち」にとって、世界を認識する方法がこの中に隠されているのだ。",
      "typeText": "連結縄",
      "backstory": "廃墟となったバナ<unbreak>-77</unbreak>研究所は天滙座-ψに位置しており、とあるジャングル世界の地下に隠されている。過激な巡海レンジャーによって破壊されてしまったものの、その施設に残っているケーブルは、今でも解読不能の信号を発信しているという。\\n\\n「あのクソったれ研究所の位置を突き止めるのは、ジャングルでたった1枚の葉っぱを見つけるより難しい」——何層にも重なった樹皮の下に埋もれていた入り口。そこから中に入り、長い樹洞を抜けた先で、レンジャーたちはようやくターゲットを見つけた。\\n\\nそこは「実験室」というよりも、むしろ「美術館」のように見える。ケーブルが空中で複雑に絡み合い、設計者が意図したとおりにさまざまな色の光を放っていた。あまりの眩しさに目眩が起こり、真っ黄色のリミナルスペース、徐々に消えゆく肖像画の列、カーテンの裏に隠された怪物の姿など、さまざまな奇妙な幻覚を見てしまう……\\n\\nレンジャーたちはこうした手口をよく知っている。施設に留まり続けると、意味不明なことを口走ったり、手足をばたつかせたりといった症状が現れるのだ。若いレンジャーは銃床で自分の頭を思い切り叩き、痛みと目眩を頼りに思考の迷宮から抜け出した。\\n\\n我に返った後、レンジャーたちは最深部を目指して出発した。バナ<unbreak>-77</unbreak>研究所では至るところに崩れた彫像やボロボロの壁画、彩度の高すぎる色彩の調度品が設置されている。さらに床には何らかの容器の破片が散らばっていて、移動するのが極めて困難だ。やっとの思いで最深部に辿り着いたレンジャーたちは、そこで1部のレポートを見つけた。それを読み進め、建物が倒壊する前に行われていた無数の「認知実験」を想像した、次の瞬間——気がつくと、彼らはジャングルという名の楽園の中にいた。木の葉が彼らに手招きしながら、木の上での生活がどれだけ幸せだったか覚えているかと問いかける。\\n\\n「俺はバナナだったよな？こんなとこで何してんだ？」若いレンジャーは木に戻ることで「バナ燥感」を抑えようとする。\\n\\n幸い、目の見えないレンジャーが異常に気づき、手遅れになる前に若いレンジャーを無理やりそこから連れ出した。\\n\\n「バナナナ——あのサルどもめ、バナくらえ！」"
    }
  ]
}