{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "風雲を薙ぎ払う勇烈",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻撃力+<nobr>12%</nobr>。",
    "4": "装備キャラの会心率+<nobr>6%</nobr>。装備キャラが追加攻撃を行う時、必殺技によるダメージ+<nobr>36%</nobr>、<nobr>1</nobr>ターン継続。"
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "valorous_mask_of_northern_skies",
      "name": "{RUBY_B#ゆうもう}勇猛{RUBY_E#}な{RUBY_B#えいし}鋭嘴{RUBY_E#}フェイスガード",
      "type": "HEAD",
      "desc": "凶鳥「タイフーン」をモチーフにしたフェイスガード。2対の補助眼は奇跡を目撃したことがある。",
      "typeText": "頭部",
      "backstory": "彼女の鷹の兜には2対の補助眼があり、どのような光の中でも周囲の環境をはっきり視認できるようになっている。しかし、この時は補助眼に乾いた血が付着していたため、視界は見渡す限り錆びた鉄の色に染まっていた。\n\n昏睡状態から目覚めた将軍は、死体の山を這い上がった。背後には「瞰雲鏡」が高い塔のように天に向かって聳え立っている。塔の先端では一筋の光が動き続け、観星士たちにしか解読できない暗号を繰り返し発していた。それは同盟の無数の民たちの願いを受け、神に祈りを捧げているのだ――彼女が周囲の事切れた仲間たちと必死に戦い続けてきたのは、この小さな声を神のもとに届け、死を授けてもらうためだった。\n\n「来た…」そう呟いて、将軍は空を仰いだ。彼女は神の姿を見ることも、声を聞くこともできなかったが、その訪れの気配を感じることはできた。まるで灼熱の気流が舞い上がり、焼けた鉄が肌の上を走り回っているようだ。血の霧の中で赤い火花が飛び、空を覆うように広がっていく。そして次の瞬間、直視できないほどの光によって引き裂かれた――\n\n来た。無数の戦士たちの死と引き換えに、奇跡が起こったのだ。彼女は神の罰によって死の土地と化した星の残骸を見たことも、その光の痕跡を追いかけて戦ったこともある。その光は極めて早く、少しの雑念も許さないと思っていたが、彼女は間違っていた。その瞬間は少なくとも、自分の愛する弟子を思い浮かべるには十分な時間であった。\n\n「では願いを捧げよう。彼女が平坦な道を歩めますように――」\n\n大地が激しく渦巻き、光の海の咆哮と共に襲い掛かってくる。この時の彼女は雑念を抱くことなく、光の中で塵埃と化した。"
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "valorous_bracelet_of_grappling_hooks",
      "name": "{RUBY_B#ゆうもう}勇猛{RUBY_E#}な{RUBY_B#かぎづめ}鉤爪{RUBY_E#}ガントレット",
      "type": "HAND",
      "desc": "腕の形にぴったりと合ったバイオニックアームプロテクター。猛獣を狩るには、猛獣よりも鋭い爪と牙が必要だ。",
      "typeText": "手部",
      "backstory": "彼女の指揮下にある青丘軍の戦士たちは、歩離の狼兵にも劣らない勇敢さを備えている。たとえ武器が壊れ素手になったとしても、彼らは指の爪だけで最後まで戦い続けられるだろう。\n\n噂によると、青丘衛の狐族の戦士の多くは、歩離人が統治する世界から救出されたのだという。そうした「陥落地」で生まれた狐族は歩離人との混血であるため、しばしば突然変異で先祖返りする個体が現れる。そのような狐族は戦奴にされ、狼主たちに前線の先鋒として駆り出され、仙舟の攻撃を食い止めるための捨て駒にされるのだ。\n\n「青丘軍に加入した者には、狼主たちに復讐する機会を与えよう！」将軍は新兵募集の折、幼い狐族の少女にそう言ったことを覚えている。同時に、後に続く言葉を口に出せなかったことに罪悪感を抱いていた。「あなたも私と同じように、戦いのために生まれ、戦いのために死ぬのだ」。\n\n戦奴は狼主に匹敵する力とスピードを持っているが、彼らの命と理性は突然変異によって削り取られている。怒りで意志が燃え尽きた時、戦奴は凶暴で血に飢えた怪物になってしまうのだ。\n\n純粋なる野性の怒りに肉体を支配された者は、生涯最後の狩りを終えた時、そのアームプロテクターが両手を拘束する枷に変わり、二度と肉体から引き離せなくなる。"
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "valorous_plate_of_soaring_flight",
      "name": "{RUBY_B#ゆうもう}勇猛{RUBY_E#}な{RUBY_B#そうう}蒼羽{RUBY_E#}アーマー",
      "type": "BODY",
      "desc": "狼の群れの上を風のように飛翔する。狩る者と狩られる者、その立場はいずれ入れ替わるだろう。",
      "typeText": "胴体",
      "backstory": "彼女は狐族の古い民謡を今でも覚えている。それは曲にはなっていない歌で、故郷を失ったことを嘆き悲しむ哀歌だ。「狐綏綏として彼岸の浜にあり。道行くこと遅遅にして飢渇は避らぬ。我が心悲哀に暮れるも、それを知る者なし」……\n\n数千年前、彼らは狼の爪の下で家畜となり、奴隷となり、通貨となった。そして数千年経った今、依然として同胞を解放するため征戦を続けている。天敵のように強靭で変異を続ける肉体は持たないが、彼らは機敏で機知に富んでいる。\n\n狼主は彼らに道具を作るよう命じたが、その技術を学ばないよう両の目を抉り、道具を模造しないよう金属を持つことを禁じた。しかし、それでも狐族の内なる渇望を消し去ることはできなかった——いつの日か狩られる側の恐怖を狩人にわからせ、この立場を逆転させ、追い掛け回してやるという渇望を。\n\n最終的に、狐族たちは磁器を焼いて甲冑を作った。青丘の磁器甲冑は風のように軽く、鋼鉄のように堅い。狼主の手下も、肉体という名の武器も、その甲冑を傷つけることはできなかった。\n\n将軍はその磁器の甲冑を身に纏い、青丘衛の戦士たちと共に風に乗って立ち上がり、歩離人たちを苛む悪夢となった。彼らは隊列を組んで進軍と後退を繰り返しながら、まるで狩りに臨む鳥の群れのように互いに呼応している。しかし、その甲冑がいかに頑丈であろうとも、彼女は「苦痛によって鍛えられた肉体こそが最高の武器であり、苦難を共にした戦友こそが最高の防具である」と最後まで信じていた。\n\n「鳥は羽翼を広げ、獣は牙と爪を露わにする。我らには何もないと誰が言った？同胞こそが鎧である」"
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "valorous_greaves_of_pursuing_hunt",
      "name": "{RUBY_B#ゆうもう}勇猛{RUBY_E#}な{RUBY_B#しゅりょう}狩猟{RUBY_E#}キュイス",
      "type": "FOOT",
      "desc": "鳥獣の爪で作られたバトルブーツ。これを履いた者は風のように素早く戦場を駆け、茨の道も難なく進むことができる。",
      "typeText": "脚部",
      "backstory": "霞んだ月の下で、彼女は脱兎の如く動き回る少女の姿を見ていた。そして獲物を追いかける狩人のように、その足跡と匂いを追い、道の終わりで少女が来るのを待つ。\nあるいは、少女が彼女を待っていたのかもしれない。\n\n月明かりの下で、将軍はその顔をはっきりと見た。\n「そんなに雲騎軍に入りたいのか？」\n「狼主のために命懸けで働くのは嫌」\n少女の歩離語は途切れ途切れで聞き取りにくかったが、その表情は陥落地で同胞を救出した際に幾度となく見たものだった。\n彼らと彼女は同じ血を引いてはいるが、異なる言葉を使い、異なる考えを持っている。\n彼らは自分が狐族の子孫であるとは考えていない。では、彼らは一体何者なのだろうか？\n将軍は微かに身を震わせ、道をあけた。\n「行きなさい。今夜から、奴らはあなたを追ってこない……」\n「でも、私は奴らを殺したい」\n\n空を横切る流れ星を目撃した時のように、将軍は信じられないといった様子で彼女を見つめたが、小さな獣のような姿は一瞬にして暗闇の中に消えてしまった。\nまるで月明かりに目を焼かれてしまったかのように、将軍は目を閉じる。しばらくして俯き加減に瞼を開けると、そこには少女の足があった。靴を履いていない両足は、棘が刺さったことによってできた傷と泥にまみれている。\n\n「どうして靴を履いてないの？」\n「忘れてた、気づかなかった」\n将軍は自分の靴を脱ぐと、サイズを比べて少女に履かせた。\n「ぴったりね…じゃあ出発しましょうか」\n「あなたはどうするの？」\n「大丈夫、棘の上を歩くのには慣れてるから」\n\n足を踏み出した彼女は、裸足でありながら飛ぶように進んでいく。そんな彼女の後ろ姿に、少女はぴったりとついていった。\nあるいは、彼女たちはお互いの姿を追いかけていたのかもしれない。"
    }
  ]
}