{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "流星の跡を追う怪盗",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "撃破特効+<nobr>16%</nobr>。",
    "4": "装備キャラの撃破特効+<nobr>16%</nobr>。装備キャラが敵を弱点撃破した後、EPを<nobr>3</nobr>回復する。"
  },
  "pieces": [
    {
      "_id": 31111,
      "ids": [31111, 41111, 51111, 61111],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かいとう}怪盗{RUBY_E#}の{RUBY_B#せんにんかめん}千人仮面{RUBY_E#}",
      "type": "HEAD",
      "desc": "変装用の仮面、卓越した演技力と相まって、本物と見紛うばかりの出来栄えである。",
      "typeText": "頭部",
      "backstory": "流星怪盗ルブランは、盗みと仮面舞踏会への参加を同じものだと考えている、身分を隠すことはマナーの1つ。\\n\\n「何故仮面は身長や声まで変えられるのか？ハハハハ、それは私の特許技術、秘密だ」\\n\\n怪盗は仮面を使い、社員に変装してカンパニーのセキュリティ会議に潜入し、「怪盗対策」をアドバイスする。この「同僚」に会ったことがないことをセキュリティ部門が思い出したのは、盗難から半月後のことだった。\\n\\n盗賊は二重生活を送っているため、人の目を欺ける手段は必須、これは怪盗界の伝統だ。\\n\\n「ライターに何とかしてもらって、怪盗にずっと仮面を着けてもらえないか？」同社の映画・テレビ部門のマーケティング担当者は、プロデューサーにこう言った、「もう一度この仮面のニーズを強調しよう、廉価で大人気だ」"
    },
    {
      "_id": 31112,
      "ids": [31112, 41112, 51112, 61112],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かいとう}怪盗{RUBY_E#}の{RUBY_B#もんようてぶくろ}紋様手袋{RUBY_E#}",
      "type": "HAND",
      "desc": "ナノ素材を編み込んだ特殊な手袋、どんな指紋でも瞬時に再現する。",
      "typeText": "手部",
      "backstory": "流星怪盗ルブランは、痕跡を残さないような潔癖は持ち合わせていない。彼はいつもミスリードする手がかりや、度をわきまえた挑発を残す。\\n\\n「なんでカンパニーの人たちは偽の指紋に何度も弄ばれるのか？そうだな、この問題は、私ではなくカンパニーに聞くべきだ」\\n\\n彼の手袋はあらゆる指紋を生成できる、その機能はカンパニーの指紋検出技術を役立たずにしただけでなく、大した手がかりにならない「盗賊の綻び」を大量に残した。セキュリティ部門は、お宝が保管されていた密室で、先史時代の翼竜、星間テントウ虫、ラブラドールなど、何百種もの指紋を発見した……もちろん彼の指紋は1つもなかった。\\n\\n完全に身を潜めるのは実につまらない、それでは警察ごときに怯えるコソ泥と大差ないではないか。\\n\\n「冗談だとしても、今時指紋認証システムなんて使ってる奴なんていないぞ」カンパニーのセキュリティ部門からクレームが入った、「脚本を書いた奴ら、生活の常識もないのか？」"
    },
    {
      "_id": 31113,
      "ids": [31113, 41113, 51113, 61113],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かいとう}怪盗{RUBY_E#}のワイヤーかぎ{RUBY_B#つめ}爪{RUBY_E#}",
      "type": "BODY",
      "desc": "ベルト風のワイヤー、バックルにフックと滑車が隠されている。",
      "typeText": "胴体",
      "backstory": "準備周到な怪盗は救命のワイヤーを常備し、いつも絶望的な状況から無事に脱出できる。\\n\\n「腰部のワイヤーはどうやって照準しているのか…君は自分がどうやって歩くのかを説明するのか？」\\n\\nお宝を保管する密室には危険な仕掛けが沢山あるが、怪盗は見事なワイヤーさばきでワルツを踊るように宙を舞う。かぎ爪は発射後1/3秒で数十メートルある壁に取り付き、滑車が回転し始める、すると怪盗は瞬く間に「獅子座の星」の前に出現した。\\n\\n腰部のワイヤーで飛び回る、それは怪盗の基本である。\\n\\n「続編でスタントマンを主演にしたら、予算を節約できるな」アクション監督は皮肉を言った、「どうせ仮面をつけてるんだ、誰も分からないさ」"
    },
    {
      "_id": 31114,
      "ids": [31114, 41114, 51114, 61114],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#かいとう}怪盗{RUBY_E#}の{RUBY_B#りゅうせい}流星{RUBY_E#}ブーツ",
      "type": "FOOT",
      "desc": "人体機能を補強する靴。怪盗がビルの間をすたすた歩くのを可能にしている。",
      "typeText": "脚部",
      "backstory": "怪盗は、わざと眩しい軌道を残しながら街の上を高速で飛び去る。それが「流星」の由来である。\\n\\n「高層ビルがなかったらどうやって逃げる？ハハハハ、そんなつまらない問題はもうよしてくれよ」\\n\\n怪盗は、繰り返される間一髪の脱走には慣れていた。彼の拠点を知っている者がいない限り、怪盗の流星ブーツに追いつける人はいない。意外な事に、ボサボサ頭の探偵はコーヒーカップを持ち、ルブランの椅子に座って彼を待っていた。\\n\\n怪盗の物語はここで終わり、これからは探偵の物語だ。\\n\\n「誰も私がそう書くとは思わないから、こう書いてやったのさ！」賛否両論の結末を、脚本家（匿名）が解説した。"
    }
  ]
}
