{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "烈陽と雷鳴の武神",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "速度+<nobr>6%</nobr>。",
    "4": "装備キャラまたは記憶の精霊が、装備キャラおよびその記憶の精霊以外の味方を治癒した後、装備キャラは「慈雨」を獲得する。この効果は1ターンに最大1回まで発動でき、<nobr>2</nobr>ターン継続する。また、装備キャラが「慈雨」を持っている場合、速度+<nobr>6%</nobr>、味方全体の会心ダメージ+<nobr>15%</nobr>、この効果は累積できない。"
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "{RUBY_B#ぶしん}武神{RUBY_E#}の{RUBY_B#つばさかぶと}翼兜{RUBY_E#}",
      "type": "HEAD",
      "desc": "この羽根つきヘルムは陽雷の騎士が神を討つところを見届け、空がまぶたを閉じる様子も見届けた。",
      "typeText": "頭部",
      "backstory": "熱く燃えたぎる黄金の溶岩が武神の足元から噴き出し続けている。表情を鉄兜の奥に隠した彼女は、星の輝きを覆う冬の霧のようだった。\n\n最後の天空の子はすでに沈み、彼女は独り正反対の遠い地へ向かうこととなる。\n\n「セネオス、誰を思い出している？」朝晩をともに過ごしてきた翼獣が、彼女のかすかな心の変化を察知した。武神はしばし黙り込んだ。大勢の人々が空へ祈りを捧げていたあの時代は、すでに遠い過去のものとなっている。「誰を思い出しているかって？もう具体的な人の顔なんか思い浮かばないよ。あれほど深く人間を愛し、その弱さを憎んできたのに…今ではもう、誰一人……」\n\n翼獣たちはうなだれて言葉を失った。彼らは知っているのだ、かつて確固たる信念に従っていた武神が、自らを欺く幻影に陥ってしまったことを。\n\n頭部を覆う鉄兜の奥で、彼女は今どのような顔をしているのだろうか。そして、そこからどのような景色を見つめているのだろうか。"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "{RUBY_B#ぶしん}武神{RUBY_E#}の{RUBY_B#きへいてこう}騎兵手甲{RUBY_E#}",
      "type": "HAND",
      "desc": "このガントレットは騎士のすべての勝利に付き添った。これがあれば最も攻撃力のある武器を握り締め、そして最もつらい裏切りにも耐えられる。",
      "typeText": "手部",
      "backstory": "銀鱗の塊が炉の中で産声をあげる。年長の山の民は鍛えあげたガントレットに祝福を施し、そばに立つ武神に渡した。\n\n「柔らかいは、傷つく。騎士たる者、硬くあれ。雲母よりもしなやかに…その骨まで」\n\n彼女は精緻なガントレットを受け取り、氷のような銀鱗の甲冑をそっと拭った。そして想像した——雷撃によって鍛えられた長槍と、炎が花開くようにして生まれた円盾を手に、すべての人を救うべく天空の戦場へと駆ける自らの姿を。強さとは、人を救うのに必要な条件の1つにすぎない。山の民は指の関節部分に真理の言葉を刻み、鉄のガントレットにも柔らかい部分があることを忘れないようにと、武神に言い含めた。\n\n「川床の小石を温めるなら、手のひらを使え。氷河は、剣にしてはならない」\n\nしかしその後、彼女の極端とも言える使命感と正義感は、その工匠の祝福を燃やし、二度と癒えない傷痕へと変えてしまった。"
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "{RUBY_B#ぶしん}武神{RUBY_E#}の{RUBY_B#たびだ}旅立{RUBY_E#}ちの{RUBY_B#がいい}外衣{RUBY_E#}",
      "type": "BODY",
      "desc": "このマントは陽雷の騎士を雨やほこりから守り、すべての冒険に付き従ってきた——そして何より、最も目を引く後ろ姿を空に残してきた。",
      "typeText": "胴体",
      "backstory": "まだ騎士ではなかった頃、少女は師匠が隠れ住む山の洞窟で、卓越した武芸を教わっていた。\n\n「よくやった。もうすぐ私が教えられることはなくなるだろう。ところで、その力は何のために使うつもりだ？」\n\n神託を聞いてから、少女の心はすでに修行に集中できていなかった。温厚な師匠はその悩みを見抜き、彼女がいつも使っている短剣に松脂を塗りながら尋ねた。「師匠、私は真実の中で生きていきたいです。ヤヌサポリスの聖女、そして彼女が伝えた神託のこと…ご存じですか？」少女は師匠に止められることを恐れていたが、心の中ではすでに決意を固めていた。\n\n「だが、真実とはなんだ？」穏やかな口調で師匠が問い返した。「…それを見極めるには一生をかけることになる。簡単ではないのだよ」\n\n深夜、少女は静かに起き上がり、夜が明ける前に急いで去ろうとした。だが、折り畳まれたマントがすでに旅の荷物に忍ばされていることに気づいた。"
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "{RUBY_B#ぶしん}武神{RUBY_E#}の{RUBY_B#えいこう}栄光{RUBY_E#}の{RUBY_B#りんぱく}輪拍{RUBY_E#}",
      "type": "FOOT",
      "desc": "この拍車は陽雷の騎士に付き従う2頭の翼獣からの贈り物だ——真実の道を歩むには、これは避けられぬ痛みなのだ。",
      "typeText": "脚部",
      "backstory": "英雄セネオスには2頭の翼獣が付き従っていた——ソラビスとルネビス。彼女の乗騎であり、戦友でもある。\n\n「私たちはセネオスについていく。神を倒し、火を奪うあなたの旅——その序章を見届けさせてもらいたい」翼獣たちは自信に満ちた武神を信頼していた。\n\n2頭の翼獣は大工匠に拍車を作ってもらいたいと頼んだ。それを「陽雷の騎士」の叙勲式の一環として渡すためだ——「君たちの気持ちはありがたいけど、これは必要ないわ」それが乗騎を正確に乗りこなすための補助具だと知っていた彼女は、「君たちとは心が通じ合っているから、そんな刺激に頼らなくても、ぴったりと息を合わせられるもの」と言った。\n\n「受け取ってほしい、セネオス。真実の道を歩む其方は、『痛み』が私たちを目覚めさせると理解しているはず」ルネビスは揺るぎない光を宿した眼差しでそう言い、ソラビスは彼女の手を取って拍車を受け取らせた。\n\n陽雷の騎士は友情の象徴である勲章を受け取った——痛みで進路を調整できるなら、それは必要な痛みなのだ。"
    }
  ]
}