{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "荒地で盗みを働く廃土客",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "虚数属性ダメージ+<nobr>10%</nobr>。",
    "4": "デバフ状態の敵にダメージを与える時、装備キャラの会心率+<nobr>10%</nobr>。禁錮状態の敵にダメージを与える時、会心ダメージ+<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31121,
      "ids": [
        31121,
        41121,
        51121,
        61121
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#はいどきゃく}廃土客{RUBY_E#}の{RUBY_B#こきゅう}呼吸{RUBY_E#}マスク",
      "type": "HEAD",
      "desc": "ホコリと放射能をカットできるマスク。廃棄された人工呼吸器を改造したように見える。",
      "typeText": "頭部",
      "backstory": "残留放射能と砂嵐はここの日常だ、タリアの廃土客たちは、常にマスクを用意しておかなければならない。原理も分からずに弄ってできたマスクは使えるのか？いや、むなしい慰めにしかならない。\n\n「聞いたか？マスクにパイプを挿してる奴がいるんだぜ、俺だったらあんなの我慢できねぇよ」\n\n廃土客たちはタリアの極端気象に対して不満をたらす事は少ない。第一に、彼らでは現状を変えられない、核爆発以来、ここは砂と埃に覆われている。第二に、彼らは楽観的だから、赤い砂が空を覆った時、彼らは手製の防塵マスクをして、風埃と共に他の賊の巣窟に突入し、黄泉の国の幽霊のように姿を現す。\n\n準備をした賊が準備をしていない賊から奪う、それがタリアの生存法則だ。\n\n着脱が難しそうな防塵マスク。「ネイルシェル」の偽造防止マークがある。"
    },
    {
      "_id": 31122,
      "ids": [
        31122,
        41122,
        51122,
        61122
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#はいどきゃく}廃土客{RUBY_E#}の{RUBY_B#こうりょうたんまつ}荒涼端末{RUBY_E#}",
      "type": "HAND",
      "desc": "電離放射性ガスを検知し、トラッシュトークも喋られる汎用性の高いガラクタ。",
      "typeText": "手部",
      "backstory": "タリアが盗賊公国になる前は、「星々のゴミ捨て場」として広く知られており、様々な世界の技術廃棄物はここで2度目の春を迎える。\n\n「手鎖より重い腕部端末を付けるのが好きなわけじゃねぇ！こいつぁ肝心な時じゃハンマーよりすげぇんだよ」\n\nネイルシェルタウンができてから、タリアで最も常識外れな廃棄物工学専門家たちはついに安全な場所を見つけ、そこでタリア独自の「勘科学」を創造した。セシウム測定器と、暴言を吐くスマート端末を組み合わせば、廃土特有の多機能なゴミ「荒廃端末」が完成する。\n\nいわゆる「勘科学」の指導思想とは：原理を聞くな、目的を聞くな、誰もそんなもん気にしてない。\n\n「よくもゴミと一つにしやがったな、てめえらは肥溜めに住むドブネズミだ」スマート端末の声は、親切で切実だった。"
    },
    {
      "_id": 31123,
      "ids": [
        31123,
        41123,
        51123,
        61123
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#はいどきゃく}廃土客{RUBY_E#}の{RUBY_B#しゅうどうふく}修道服{RUBY_E#}",
      "type": "BODY",
      "desc": "ゆったりとしたローブ、伝道師スタイルを改造している。",
      "typeText": "胴体",
      "backstory": "タリアのならず者たちは救済など期待してないし、それが何なのかも知らない、修道士がどんな存在だなんて尚更だ。彼らの目には、掃除に使えそうなローブの実用性しか映らなかった。\n\n「『無知が統治する時代はまだ終わってない』？んだこのくそみたいな文章は？」\n\n廃土客たちは長い間放置されていた修道院を発見し、さらに旧文明の正典まで見つけた。彼らは、文明の記録の貴重さをほとんど直感的に感じ取り、上辺の感傷に浸った後、それらを愉快に焼却した。廃土客たちが持ち去ったのは修道士のローブだけ、それ以外のガラクタはネイルシェルでは無価値だ。\n\nほぼ全ての廃土客は教養がない、文明に関する資料がいくらあっても腹を満たすメシには比べられない、これもしょうがない事だ、彼らを責めるべきではない。\n\n少なくとも修道士のローブは残された、これもまた、文明が存在する形式の一つである。"
    },
    {
      "_id": 31124,
      "ids": [
        31124,
        41124,
        51124,
        61124
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#はいどきゃく}廃土客{RUBY_E#}の{RUBY_B#どうりょくたいこう}動力腿甲{RUBY_E#}",
      "type": "FOOT",
      "desc": "動力甲冑の足の部分。廃鉄と古い電線で外骨格が作られている。",
      "typeText": "脚部",
      "backstory": "ネイルシェルタウンの盗賊たちは貴重な水源と苦労して集めたゴミを守る手段が必要だ。ないよりマシの盗賊技術はこのようにして誕生した。見かけ倒しのパワーアーマーは脚部だけ正常に作動できる。\n\n「俺が必要なのは完全なパワーアーマーなんだよ、そんで上の部分は爆発したって？逆に聞くぞ、てめぇにこの脚部アーマーを使う度胸はあんのか？」\n\nしょっちゅう勃発するネイルシェルの防衛戦は、「印象科学」の発展を促進させ、出所不明の材料と即席の技術で、盗賊たちはパワーアーマーまで作れるようになった。残念ながら、初代の鉄くずパワーアーマーは脚部しか残っておらず、大幅に簡略化しても操縦者をロケットのように発射してしまう。理由はエンジニアにもよくわからない。\n\nデザイナーが言うには、それは半分寝ぼけた状態で設計されたもので、一生に一度だけの閃きだった。\n\n資源ゴミでも有害ゴミでも、使えるならそれはいいゴミだ。"
    }
  ]
}