{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "夢を弄ぶ時計屋",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "撃破特効+<nobr>16%</nobr>。",
    "4": "装備キャラが味方に対して必殺技を発動する時、味方全体の撃破特効+<nobr>30%</nobr>、<nobr>2</nobr>ターン継続。この効果は累積できない。"
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#とけいや}時計屋{RUBY_E#}の{RUBY_B#ぼうえん}望遠{RUBY_E#}レンズ",
      "type": "HEAD",
      "desc": "金の彫刻が施されたレンズ。レンズには遠くにある様々な奇妙な現象が映り、持ち主が夢の迷路を見通す助けをする。",
      "typeText": "頭部",
      "backstory": "ピノコニーの「時計屋」に関する物語の中で、彼はいつも特別な慧眼で、容易く夢幻泡影の陰にある商機を見抜き、誰にも想像できない偉大なる事業を成し遂げてきた。\\n\\n辺境の監獄は万界の癌の中で自由を勝ち取り、ファミリーの光の下で平和と繁栄をもたらした。時計屋はこの時に現れたと言われている。彼のレンズはこの夢境の本質を映し出す——人々は「夢の中で不可能なこと」を探すためだけに、「黄昏の刻」で金を湯水のように使った。それ以来、ピノコニーの夢には、談笑するティーポット、走りながら回転するスポーツカー、毎日場所を変える豪邸…などの不可思議なものがたくさん現れるようになったのだ。何の役にも立たないが、これらは天文学的な数字で売られており、遠方から来た人たちは大金をはたいて購入する。\\n\\nこれが幻の夢の世界なら、なぜ狂想のままに振舞わないのか？「夢の中だけにある唯一無二」という言葉が、夢境の中の贅沢さと価値を再定義した。\\n\\nルーサン家ビジネス界の老いた夢追い人たちはことあるごとに後悔し、なぜもっと早くこのチャンスに気づけなかったのかと自分を責めた。時計屋は彼らより、少し遠くを見ているだけなのだ——いつも、少し遠くを見ているだけ。"
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#とけいや}時計屋{RUBY_E#}の{RUBY_B#うん}運{RUBY_E#}を{RUBY_B#ひ}引{RUBY_E#}き{RUBY_B#よ}寄{RUBY_E#}せる{RUBY_B#うでどけい}腕時計{RUBY_E#}",
      "type": "HAND",
      "desc": "精巧に作られた腕時計。独特な文字盤と指針を備えており、夢境の中で幸運の象徴だと言われている。",
      "typeText": "手部",
      "backstory": "「時計屋」がそう呼ばれている理由は、シリーズ最大の謎である。\\n\\n時計台の修理職人だったという人もいれば、時計を売る行商人だったという人もいる。はたまた彼が創作したクロックボーイのような頭をしているからだという人も。\\n\\n噂が広まるにつれ、夢の中の腕時計もまた時計屋の名声にあやかって人気を博していった。夢追い人たちは、それら時計が尊敬の対象となっている男とは何も関係ないことを知っていても、依然としてそれらを彼への敬意と幸運を象徴するものだと見なしている。一連の商業活動を経て、時計のシンボルはピノコニーで最も見かけるものとなった——服、アクセサリー、食品…さらには街頭のラクガキからホテルのロビーにある大時計まで、この伝説的な大人物の影はどこにでもある。\\n\\n「ピノコニーで時計が嫌いな人なんていないよね？」\\n\\nそして、本物の時計屋はすべてを黙認しているようで、最初の腕時計について意見を表明したことはない。かくして時計のシンボルはピノコニー中に偏在するようになり、時計屋の由来を知ろうとする人はいなくなった。"
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "ruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#とけいや}時計屋{RUBY_E#}の{RUBY_B#こくうれいふく}虚空礼服{RUBY_E#}",
      "type": "BODY",
      "desc": "きらびやかで豪華な革襟の礼服。通常はパーティーなどの正式な場で使用される。",
      "typeText": "胴体",
      "backstory": "ピノコニーに数多とある噂において、「時計屋」はそれぞれまったく異なる身分と外見を持っている。\\n\\n根拠のない架空の物語では、親切な老人だったり、エレガントな女性だったり、高身長の巨人紳士だったりする。しかしどの物語でも、彼が華やかな身なりをしていることは共通していた。\\n\\n時計屋は朝と黄昏が入り交じる夢境におり、自らの秘密をダンスのパートナーとなった相手にシェアするとされている。この噂を聞いた人々はこぞって華やかな装いで舞踏会に参加し、人々の中に隠れている謎めいた賓客を片っ端から誘った——これをきっかけに知り合いとなる夢追い人たちがどんどん増え、舞踏会も徐々に友情と愛情を交わす場所となった。噂に聞く華やかな身なりの主人が姿を現さなくとも、賓客たちの出会いを求める情熱は冷めることなく、高価なチケットは毎回売り切れだった。\\n\\n「その身なりはまさか、かの有名な時計屋では？」この言葉は最初こそ誠実な質問だったものの、後には誉め言葉、最終的にはダンスの誘い文句となった。\\n\\n時計屋は舞踏会という新たなビジネスを確立し、夢境には更なるロマンと激情が溢れるようになった。"
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "ruby_bruby_eruby_bruby_eruby_bruby_eruby_bruby_e",
      "name": "{RUBY_B#とけいや}時計屋{RUBY_E#}の{RUBY_B#かく}隠{RUBY_E#}された{RUBY_B#ゆめ}夢{RUBY_E#}の{RUBY_B#かわぐつ}革靴{RUBY_E#}",
      "type": "FOOT",
      "desc": "エレガントなデザインの革靴。これを履いた者はかつて、秘密の姿で夢に潜行していた。",
      "typeText": "脚部",
      "backstory": "「時計屋」はすべての夢境に足を踏み入れたことがあり、ピノコニーの歴史もすべてその足でたどってきた。彼の名は既に夢の地で数百年にわたり流れているが、夢追い人たちは依然として彼の動向を耳にすることがある。\\n\\n人々はだんだんと、時計屋が個人なのか団体なのか、はたまたファミリーが流している嘘なのかと疑い始めた。\\n\\n夢追い人たちの中には時計屋の謎を解き明かすと誓い、それぞれの夢境に向かって謎めいた有力者の痕跡を探す者もいたが、結局それは蜃気楼に近づくようなものだった——とある商談の席にいた謎のゲスト、突如として現れた立ち上げ人のわからないブランド、出所不明の巨額の投資…人々が時計屋など存在しないと考えるたび、時計屋は夢のどこにでもいることを証明した。\\n\\n「覚醒図書館」の書架は時計屋に関する書籍で埋め尽くされ、彼の名前は永遠にピノコニーに付きまとう。\\n\\n人々が探ろうとすればするほど、真相は嘘に隠されていくのだ。この「スター・オブ・ザ・フェスティバル」は千の物語と万の噂の中に足跡を残すのみで、その姿を見せたことはない。"
    }
  ]
}