{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "荒海を越える船長",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "会心ダメージ+<nobr>16%</nobr>。",
    "4": "装備キャラが他の味方のスキルターゲットになった時、「助力」を1層獲得し、最大で<nobr>2</nobr>層累積できる。必殺技を発動する時、「助力」を<nobr>2</nobr>層所持している場合、すべての「助力」を消費し、装備キャラの攻撃力+<nobr>48%</nobr>、<nobr>1</nobr>ターン継続。"
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "{RUBY_B#せんちょう}船長{RUBY_E#}の{RUBY_B#らしん}羅針{RUBY_E#}ハット",
      "type": "HEAD",
      "desc": "真珠のような光を放つ広いつ、つばの広い帽子。海を旅する船乗りたちは、これでエーグルの灼熱の陽射しを凌いでいる。",
      "typeText": "頭部",
      "backstory": "岸辺の岩礁には、巨鯨のような三段櫂船の残骸が打ち上げられている。それはセイレーンを討伐するため出港した軍船であり、船は波によって海岸まで押し戻され、乗組員たちは大海原に取り残された。\n\n「ファジェイナの勇士よ。誰でも構わぬ。どうか立ち上がってスキアナを守ってくれ！」国王は悲痛な声を上げたが、応える者はいなかった。セイレーンに立ち向かったところで屍になって海に浮かぶだけからだ。\n\n「頑丈で大きな船と、50人の船員を用意してくれ。俺がその忌々しい怪物を討ち取ってやる！」つば広の帽子をかぶった若き船長は、そう言って人混みの前に出た。彼の帽子は真珠のように輝いており、人々の青ざめた顔を一瞬で虹色の光で染めた。その登場はまるで夜明けの海のようで、一瞬にして地平線が白み始めた。\n\n「俺が世界一の船を造ってやる！」若き船長の気迫に惹かれた工匠たちは、誰もが自らの技術を捧げることを誓った。船体には大海原でも朽ちることのない丈夫な木材が使われ、また船首には預言の力が宿ったサーシスの巨木の一部が使われた。\n\n「賢者の弟子よ、神々に選ばれし英雄よ、行くがいい。ファジェイナの狂乱を鎮めるのだ」3日後、船員を乗せたその軍船はスキアナから出航した。"
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "{RUBY_B#せんちょう}船長{RUBY_E#}の{RUBY_B#しゅうこう}集光{RUBY_E#}アストロラーベ",
      "type": "HAND",
      "desc": "星の光を捉えて進路を示す航海用コンパス。暗く果てしない大海原にあっても、星の光は進むべき方向を教えてくれる。",
      "typeText": "手部",
      "backstory": "鉛のように重苦しい雲がマストに押し寄せ、暴風雨が軍船を浮草のように揺らし、神聖な木材で作られた甲板も荒波で激しく軋む。\n\n「年中穏やかだったあの海域でさえ、セイレーンの悪行に染まっちまったか」若き船長は船首に立ち、眉間にしわを寄せながら遠くにある漆黒の雲をにらんだ。しかし、腕につけているアストロラーベに反応はなかった。\n\n雷が落ち、主帆を支えるロープが音を立てて切れ、船乗りたちは混乱に陥った。だが、若き船長は怒声をあげ、漕ぎ手たちに号令に従って力を入れろと叫び、操舵手には進路を変え、山のような大波をひとつずつ回避するよう指示した。今はとにかく被害を抑え、エーグルの導きの光が輝くまでファジェイナの怒りに耐えるしかない。船長が腕を振り上げてそう叫んだ時、腕についていたコンパスが色とりどりの星光を返し始めた——\n\n「みんな、あの光を追いかけるんだ！嵐を突き抜けるぞ！」\n\n船乗りたちは気力を振り絞り、船の歌を高らかに歌った。軍船は刃のように波を切り裂き、黎明を目指して突き進んだ。\n\n「もうすぐ彼女の束縛から解放されるぞ！進路を確認して備えるんだ！いくぞ！」"
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "{RUBY_B#せんちょう}船長{RUBY_E#}の{RUBY_B#とうふう}統風{RUBY_E#}マント",
      "type": "BODY",
      "desc": "巨大な帆のように風にはためく航海用マント。もし風が吹かないのならば、自分が風となろう。",
      "typeText": "胴体",
      "backstory": "人の背丈ほどもある青銅の矢が、炎を纏ったまま霧の海に放たれた。だが、それがセイレーンの鱗に迫った瞬間、矢は粉々に砕け散った。淡い青色をした触手が体に絡みつき、斬り落とされてもなお甲板の上でのたうち、恐怖が船員たちを呑み込む。\n\n「海の怪物の手足が空中で暴れ回り、泣きわめきながら俺の名を叫んでいた。あれは俺の航海人生で最も恐ろしい光景だった」そう話す船長の声は微かに震えていて、それが嘘ではないことを物語っていた。\n\n巨大なセイレーンが海面に現れ、無数の触手を軍船に絡ませた。その背は移動する島のように巨大で、副船長が焼けた鉄槍を無数の鋭い牙が並ぶ口へ突き立てると、黒く生臭い血が甲板を染めた。幸いにも船員たちは間一髪で危機を逃れたが、船長が振り返った時、船尾のやぐらは巨大な触手に叩き潰されていた。その光景はまるでニカドリーの天罰の矛がクルミの殻を砕くかのようだった。千載一遇とも言える好機が訪れたその時、突撃するべきか、それとも逃げるべきか、全員が船長の決断を待っていた——\n\n「取り舵いっぱい！漕ぎ手、全速前進！帆もすべて張れ！衝角で突っ込むぞ！」\n\n船長のマントが荒々しく舞い踊る中、船員たちは覚悟を決めた。鋼鉄と鱗が衝突し、船の竜骨が折れ、海の怪物が悲鳴をあげる。巨体はやがて力を失い、ゆっくりと海の底へと沈んでいった。"
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "{RUBY_B#せんちょう}船長{RUBY_E#}の{RUBY_B#はとう}波踏{RUBY_E#}ブーツ",
      "type": "FOOT",
      "desc": "砕け散った波が船長のブーツの下で花開く。たとえ彼が二度と戻らなくとも、海の波は彼の祝福を送り届けてくれるだろう。",
      "typeText": "脚部",
      "backstory": "どことも分からぬ海岸で、若き船長は仰向けに倒れていた。沈みゆく夕日が砕け散った岸辺に黄金の輝きを添える中、船長は遠く離れたスキアナの地をすぐそこに感じ——そして、今が人生最後の瞬間であることを悟った。\n\n「…俺たちはファジェイナの狂気を抑え込んだんだ」。セイレーンが海底へと逃げた今、この先100年は海岸に被害が出ることはないだろう。\n\nサーシスの巨木から削られた板が、船長に最後の問いかけをした。その板は波に乗り、いずれ彼が思いを抱くスキアナへと戻るだろう。そして、英雄の航海を伝え、多くの若者たちに海へ出る勇気を与えることになる。船長は切断されたもう半分の自分の体を見た。そこには師からもらったブーツがあった。それはいくつもの都市国家を旅する彼を支えてくれたものだが…今、その長い旅も終わろうとしている。\n\n「故郷の皆に伝えてくれ。俺はまだステュクスを征服しないといけない。どうか悲しまないでくれ、とな」\n\n海の風は年々スキアナの城壁を優しく撫でるようになり、セイレーンの話は子供を寝かしつけるための子守歌となった。そして、あの荒れ狂う海から奇跡的に生還した船乗りたちは、今もなお船長が波の上を歩いて帰ってくる日を待ち続けている。"
    }
  ]
}