{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "天地再創の救世主",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "会心率+<nobr>8%</nobr>。",
    "4": "装備キャラが通常攻撃または戦闘スキルを発動した後、装備キャラの記憶の精霊がフィールド上にいる場合、装備キャラとその記憶の精霊の最大HP+<nobr>24%</nobr>、味方全体の与ダメージ+<nobr>15%</nobr>、装備キャラが次に通常攻撃または戦闘スキルを発動した後まで継続。"
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "{RUBY_B#きゅうせいしゅ}救世主{RUBY_E#}の{RUBY_B#たびだ}旅立{RUBY_E#}ちのフード",
      "type": "HEAD",
      "desc": "伝説の救世主が雨風から身を守るために身に着けていたとされるフード。実際の服装は、吟遊詩人たちに語り継がれるものとは違ったかもしれない。",
      "typeText": "頭部",
      "backstory": "オロニクスの夜霧が月桂樹の枝を濡らしている。\nその時、運命の深淵に黒き箱を伴って、天外から救世の英雄が降り立っていた。\n\n{F#彼女}{M#彼}は神託に応え、やって来たのだ。しかし司祭たちは天外について語ることを恐れていた。\n「天空のことを声高に語ってはいけない。疑り深いエーグルが容赦なく神罰の雷を落とすに違いない」\n自信に満ちた救世主は、その言葉を耳にすると怒りをあらわにこう言った。\n「災いを預言する者よ、{F#あんた}{M#お前}は神々だって人の子からの裁きを恐れるべきだと考えたことはないの{F#}{M#のか}？」\n\n救世主は、城壁の上で地平線が薔薇色の黎明に染まるのを見つめていた。\n「まずはニカドリー…『紛争』を司る者よ、\n{F#あんた}{M#お前}が狂気ではなく、栄光をもたらすことを願って」\n救世主はフードを脱ぐと、長槍を投げた。\nその影は春先に疾走する1匹の狼のように街を、道を翔け、クレムノスへと飛んでいった。\n\n「もし運命の糸が絶たれたら、モネータの名において{F#私}{M#俺}が物語の続きを織り直そう！」\n遥か彼方から狂王の怒号が響いた。放たれたあの槍が、歩みに先んじて出立の時を告げたのだ。\n「黄金裔の仲間が旅路で{F#私}{M#俺}を待ってる。そろそろ行かないと。」\n\n風になびく救世主の灰色の髪を目にしたヤーヌスの司祭たちは大きな歓声を上げた。\nその様子はまるで干からびた草の種が、養分を得たかのように喜びに満ちていた。"
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "{RUBY_B#きゅうせいしゅ}救世主{RUBY_E#}の{RUBY_B#しつけん}執剣{RUBY_E#}グローブ",
      "type": "HAND",
      "desc": "伝説の救世主がいばらの道を切り開いた時に身に着けていたとされるグローブ。実際の服装は、吟遊詩人たちに語り継がれるものとは違ったかもしれない。",
      "typeText": "手部",
      "backstory": "凍てつくほどに冷たいファジェイナの海が、スティコシアの長い海岸線を蝕んでいく。\n救世の英雄はステュクスの渡し場に辿り着いた。冥府への渡し舟は、紫色の巨竜が務めた。\n\nステュクスのほとりで、亡者たちは甘い囁きとなる。彼らは英雄が人界に帰らぬよう、引き留めようとした。\n「あなたはタイタンを屈服させた。その偉業はもう、後継者に託してもいいだろう？」\nその言葉を投げかけられた悲哀に満ちた救世主は、悲痛な面持ちでこう返した。\n「この場所に留まる亡者よ、{F#あんた}{M#お前}は考えたこともない{F#でしょ}{M#だろうな}。救世への願いが再会を望む思いよりも上だなんて」\n\n渡し船に乗りながら、救世主は火追いの旅の数々の場面を思い返していた。\n「さようなら、『死』のタナトス。\nたとえ{F#私}{M#俺}が一番愛する友人たちが、死を恐れない人たちだったとしても、どうかみんなを見守っていて{F#}{M#くれ}」\n救世主は鹿革でできたグローブをそっと撫でた。そこには去っていった友たちの温もりがまだ残っていた。\nアンティリン花が咲き乱れる海岸から、湿り気のある温かい西風に乗って、人の世へと吹かれていった。\n\n「サーシス、どうか{F#私}{M#俺}の理性を守って{F#}{M#くれ}。もう振り返らなくていいように」\n死から舞い戻ったことこそ、英雄の資質がある者の証だった。\n「もうこれ以上、待たせたりしない。黄金裔のみんなとの、忘れられない誓いを果たすよ」\n\nジョーリアの大地が帰還した{F#彼女}{M#彼}を迎え、火追いの旅路が続いていく。\n夜空を覆い隠していた黒雲が散ったように、明けの明星が再び輝きを放った。"
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "{RUBY_B#きゅうせいしゅ}救世主{RUBY_E#}の{RUBY_B#たく}託{RUBY_E#}されたマント",
      "type": "BODY",
      "desc": "伝説の救世主が刃を交える際に身に着けていたとされる戦衣。実際の服装は、吟遊詩人たちに語り継がれるものとは違ったかもしれない。",
      "typeText": "胴体",
      "backstory": "エーグルの黒雲が怒りに渦巻いている。\n救世の英雄は彩虹の橋架を渡り、かつては触れることすら叶わなかった天空を撃ち落とした。\n\n救世の英雄と肩を並べて戦うのは、生死をともにした仲間だ。「火を追う旅は喪失の道。その中では、命さえも些事となる。」\nその言葉を聞いた救世主は、冷静にそしてきっぱりと答えた。\n「みんなの覚悟はわかってる。何千万回くり返すことになっても、その覚悟は裏切らない」\n\n再創世の儀式へと向かいながら、救世主は帰路を守る戦友たち一人ひとりに別れを告げた。\n「これは千年も続いた征途と叙事詩。\n数多の先人に託された、{F#私}{M#俺}が今日ここで必ず成し遂げないといけない物語だ」\n最後まで残っていた救世主の相棒は、救世主の肩にマントを掛けると、くるりと踵を返し、押し寄せる敵の大群に立ち向かっていった。\n肩にあるそれは共に戦ってきた証。託された想いであり、伝承でもある。\n\n「タレンタム、もし聞こえてるのなら、この壮絶な犠牲に報いて、より良い明日を築いて」\n「…我らは『火』に身を投じる——」\n「ただ創世の叙事詩に、最初の一筆を刻むために」\n\nケファレの優しい眼差しの下、救世主は人々の願いを携えて、再び天地を創るだろう——"
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "{RUBY_B#きゅうせいしゅ}救世主{RUBY_E#}の{RUBY_B#かいたく}開拓{RUBY_E#}ブーツ",
      "type": "FOOT",
      "desc": "伝説の救世主が旅の途中で履いていたとされるブーツ。実際の服装は、吟遊詩人たちに語り継がれるものとは違ったかもしれない。",
      "typeText": "脚部",
      "backstory": "「『黄金の繭』、{F#あんた}{M#お前}は浪漫の結末をその目で見届けて、無瑕の運命を織り直すだろう」\n「『万路の門』、{F#あんた}{M#お前}は数え切れないほどの帰途を開いて、また明日会う預言を叶えるだろう」\n「『分裂する枝』、{F#あんた}{M#お前}が蒔いた『疑い』という知性の種は、いつか人々の知性から芽を出すだろう。」\n「『晨昏の目』、見て{F#}{M#くれ}！傷一つない天空の果てには癒しの虹が架かってる」\n\n「故郷へ帰ろう、『天罰の矛』。万民が讃える玉座に登り、世界に約束された平和をもたらそう」\n「その思いを思うままに。『飛翔する幣』、たとえそれが悪知恵を働かせた冗談であろうと、誠実な言葉であろうと、もう隠す必要はない」\n「『暗澹たる手』——ステュクスの主、強く抱きしめていいんだ{F#よ}{M#}……」\n「{F#あんた}{M#お前}の優しさで向こう岸の花の海は温められるだろう。どんな別れも、再会の希望を孕んでいるのだから」\n\n「人々は聞くだろう、宴に響く『満たされた杯』の歌声が絶えないことを」\n「人々は見るだろう──『永夜の帳』が、忘れられない歳月を大切に抱いていたことを」\n「不朽なる『堅磐の脊髄』は全ての生命を、旅の終わりまで背負い、支え続けるだろう」\n「『公正の秤』は、無私の法を贈り、無数の火を追う旅の英傑たちに冠を授けるだろう……」\n\n「『万象の座』、もう1人で世界を背負わなくていいんだ{F#よ}{M#}。\nほら、永久に燃え続ける烈日が、もう昇ってきてる……」\n\n後悔によって紡がれてきた叙事詩は、書き直された詩の中で幸せな結末を迎える。\n手が届かないほど遥か遠くにあった終点も、「開拓」によって辿り着けるだろう。"
    }
  ]
}