{
  "id": 14501,
  "contacts": {
    "id": 179,
    "name": "Pengikut Evokultis",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Hidup akan mencari jalan keluarnya sendiri",
    "typeId": 2,
    "type": "Lainnya"
  },
  "relatedMessages": [
    14500,
    14501
  ],
  "sections": [
    {
      "id": 1450101,
      "startingMessageId": [
        145010000
      ],
      "messages": {
        "145010000": {
          "id": 145010000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "Pesan ini dikirim secara otomatis oleh sistem",
          "next": [
            145010001
          ]
        },
        "145010001": {
          "id": 145010001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Teruntuk orang yang sepemikiran denganku: Kamu sudah mendapatkan 4 jimat \"Kambing Hitam Emas\". Hal ini membuatku percaya bahwa dirimu, sama seperti diriku, memiliki ketertarikan yang unik terhadapnya.",
          "next": [
            145010002
          ]
        },
        "145010002": {
          "id": 145010002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Namaku Avilius (kamu mungkin sudah menebaknya). Kemampuanku sendiri terbatas, jadi aku kurang mampu mengeksplorasi lebih banyak rahasia \"Kambing Hitam Emas\". Tapi, kamu mungkin mempunyai kekuatan yang besar. Sejujurnya, aku kebetulan mengenal seorang sarjana senior di Senat. Beliau pernah membantuku menganalisis beberapa informasi tentang \"Kambing Hitam Emas\", dan juga diam-diam memasang sistem pengirim pesan otomatis di kepala kambing itu.",
          "next": [
            145010003
          ]
        },
        "145010003": {
          "id": 145010003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Konon sistem \"Kambing Hitam Emas\" memiliki sebuah strategi jaringan yang unik, jadi setiap kali menyelesaikan tantangan, kita dapat mendengar bisikan kuno dengan makna yang berbeda-beda (meski aku sama sekali tidak bisa membedakannya, tapi beliau memang memberi terjemahan yang berbeda-beda). Tentu saja, Evokultisme beranggapan keajaiban lebih mungkin terjadi secara alami daripada hasil dari rancangan manusia. Di balik \"Kambing Hitam Emas\" juga belum tentu ada perancang yang diam-diam mengirimkan pesan kuno kepada kita.",
          "next": [
            145010004
          ]
        },
        "145010004": {
          "id": 145010004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Faktanya, menurut senior itu, \"Kambing Hitam Emas\" lebih mungkin merupakan proyeksi atau retakan yang diciptakan oleh suatu misteri besar di dunia nyata, dan aturan-aturannya adalah hasil dari beberapa aturan yang lebih tinggi yang dikompresi oleh kenyataan.",
          "next": [
            145010005
          ]
        },
        "145010005": {
          "id": 145010005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Sepertinya topiknya sudah agak melenceng ... Pokoknya, dari mana pun 4 jimat itu berasal, fitur khusus tablet pesan yang dirancang oleh sarjana tersebut mampu memanfaatkan sistem ini dan memungkinkan kamu untuk menerima informasi-informasi yang aku masukkan di sini.",
          "next": [
            145010006
          ]
        },
        "145010006": {
          "id": 145010006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Seperti yang sudah kukatakan sebelumnya, namaku Avilius. Kalau kamu tanya orang-orang di sekitar Kephale Plaza, kamu pasti akan bisa menemukanku.",
          "next": [
            145010007
          ]
        },
        "145010007": {
          "id": 145010007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Aku akan menunggumu di sana dengan penuh penantian, wahai orang yang sepemikiran.",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        179
      ]
    }
  ]
}