{
  "id": 12226,
  "contacts": {
    "id": 7,
    "name": "Sistema Panóptico de Herta",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "O todo poderoso Nous está cuidando de você",
    "typeId": 2,
    "type": "Outros"
  },
  "relatedMessages": [
    10108,
    10120,
    12226,
    12227
  ],
  "sections": [
    {
      "id": 1222600,
      "startingMessageId": [
        122260000
      ],
      "messages": {
        "122260000": {
          "id": 122260000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Lembrete da Administração do Sistema de Geração de Criações: são 00:01 do horário do sistema de Herta. As refeições de ontem foram administradas. Está sendo gerado um Relatório Diário das Atividades e Riscos das Criações na Área de Alimentação para você.",
          "next": [
            122260001
          ]
        },
        "122260001": {
          "id": 122260001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Relatório Diário das Atividades e Riscos das Criações na Área de Alimentação: 1. Algumas criações tentaram roubar das tigelas de outras criações, mas as vítimas engoliram o resto da comida em um segundo, chocando todas as criações presentes. 2. Uma criação derrubou sua tigela e a comida se espalhou por todos os lados. Parece que depois ela compreendeu seu erro e comeu toda a comida espalhada, lambendo o chão até ser possível visualizar seu reflexo. Isso acabou fazendo com que uma criação que estava de passagem tropeçasse. 3. Uma nova criação experimentou comer umas sobras do dia anterior pela primeira vez. Depois de uma breve confusão, ela teve êxito em engolir a comida. 4. Uma criação bateu no chão com sua cauda enquanto pegava sua comida, isso porque a comida não estava de seu agrado. Mais tarde, por conta da rigidez do chão da Estação Espacial, o osso da cauda dela se quebrou. O membro foi enfaixado e não está em estado grave. 5. Uma criação inventou uma nova pose e se alongou enquanto se alimentava, atraindo olhares curiosos de outras criações.",
          "next": []
        }
      },
      "participatingContactsIds": [
        7
      ]
    }
  ]
}