{
  "id": 14501,
  "contacts": {
    "id": 179,
    "name": "Discípulo do Evocultismo",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "A vida sempre encontra uma saída",
    "typeId": 2,
    "type": "Outros"
  },
  "relatedMessages": [
    14500,
    14501
  ],
  "sections": [
    {
      "id": 1450101,
      "startingMessageId": [
        145010000
      ],
      "messages": {
        "145010000": {
          "id": 145010000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "Essa mensagem é enviada automaticamente pelo sistema",
          "next": [
            145010001
          ]
        },
        "145010001": {
          "id": 145010001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Para os que possuem uma mente como a minha. Você resgatou 4 fichas do Bode Expiatório Dourado. Isso me faz acreditar que você, assim como eu, possui um interesse singular neles.",
          "next": [
            145010002
          ]
        },
        "145010002": {
          "id": 145010002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Meu nome é Avilius (como você já deve ter adivinhado). Minhas habilidades pessoais são limitadas, e eu não sou tão proficiente quando se trata de descobrir mais segredos conectados ao Bode Expiatório Dourado. Mas você pode ser. Indo direto ao ponto, o que acontece é que eu conheço uma erudita residente no Conselho dos Anciões. Essa acadêmica sênior me ajudou a analisar algumas informações relacionadas ao Bode Expiatório Dourado e também me ajudou secretamente a instalar esse sistema de transmissão automático na cabeça desse bode.",
          "next": [
            145010003
          ]
        },
        "145010003": {
          "id": 145010003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "É dito que o sistema do Bode Expiatório Dourado possui uma estratégia de rede única. Cada vez que concluímos um desafio, ouvimos sussurros antigos com significados distintos (embora eu não consiga distinguí-los de forma alguma, a acadêmica sênior consegue oferecer traduções distintas para cada um dos sussurros). É claro que, no Evocultismo, acredita-se que milagres têm mais chances de ocorrer de forma natural, do que de serem criados por mãos humanas. Assim, não deve existir um arquiteto nos enviando mensagens de eras passadas quando se trata do Bode Expiatório Dourado.",
          "next": [
            145010004
          ]
        },
        "145010004": {
          "id": 145010004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Na verdade, pelos olhos dessa estudiosa, o Bode Expiatório Dourado é mais como uma ruptura de uma projeção lançada sobre a realidade por um grande mistério. Suas regras são o resultado de leis superiores comprimidas pela realidade.",
          "next": [
            145010005
          ]
        },
        "145010005": {
          "id": 145010005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Acho que estamos fugindo do assunto. Enfim, não importa onde você tenha obtido essas 4 fichas, as funções especiais designadas pela acadêmica na teletábula são o suficiente para você acessar o sistema e receber os detalhes que estou inserindo aqui.",
          "next": [
            145010006
          ]
        },
        "145010006": {
          "id": 145010006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Como já havia dito, meu nome é Avilius. É só perguntar sobre o meu nome na Praça Kephale e você vai conseguir me encontrar.",
          "next": [
            145010007
          ]
        },
        "145010007": {
          "id": 145010007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Você que compartilha de nossas ambições: devo antecipar a sua chegada aqui.",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        179
      ]
    }
  ]
}