{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "Paraíso de las hadas tejesueños",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Cuando en el equipo desplegado en el campo de batalla hay más o menos de 4 aliados, por cada aliado de más/menos que haya, el daño que infligen el portador y su mnemoduende aumenta en un <nobr>9%</nobr>/<nobr>12%</nobr>. Se puede acumular hasta <nobr>4</nobr>/<nobr>3</nobr> veces."
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "Casa del árbol de la Floresta del Misterio",
      "type": "NECK",
      "desc": "En su interior se encuentra la Floresta del Misterio de Elisios. Aparta las doradas espigas de trigo y caerás por el profundo hueco de un árbol. ¿Eh? ¡Cuántas hadas! ¿Una, dos, tres, cuatro, cinco, seis, siete? No, ¡do, re, mi, fa, sol, la, si!",
      "typeText": "Esfera de plano",
      "backstory": "\"Je, je, pequeñas, ya está aquí otra vez la época de la cosecha de la Floresta del Misterio. ¿Qué deberíamos hacer?\", preguntó con una sonrisa el jefe de la aldea mientras se acariciaba su larga barba blanca.\n\"¡Un festival de la fermentación!\", gritaron a la vez todas las hadas.\n\nAl principio, la Floresta del Misterio era un páramo estéril. Un niño y una niña de Elisios trajeron semillas del exterior y enseñaron a las hadas cómo plantarlas. Cuando las semillas germinaron y brotaron, las hadas siguieron el ejemplo de los niños y recogieron el néctar de las flores de las parras, por donde revoloteaban las abejas doradas de patas peludas. Después, de las flores crecieron los frutos. Cuando llegó la época de la cosecha, las hadas se reunieron, cantaron canciones y celebraron animados banquetes hasta bien entrada la noche. ¿Y después de eso? Guardaron en botellas el néctar que habían recogido ese año, lo enterraron en el suelo y esperaron a que fermentara y se convirtiera en una medicina milagrosa que curara el frío del invierno y los dolores del crecimiento.\n\nY así es siempre el festival de la fermentación.\nPero este año, el jefe de la aldea sacudió su larga barba blanca y preguntó: \"¿Alguien ha visto a Relimem?\".\n\nLas hadas buscaron y buscaron hasta que encontraron a Relimem durmiendo plácidamente en la puerta de la casa del árbol. Parecía que estaba soñando algo maravilloso y le colgaba una burbuja de la comisura de los labios. La curiosa Milimem se acercó y la oyó murmurar en sueños: \"Fai, Rene, prometieron regresar. Tenemos que beber el licor de plumipinchos todos juntos\".\n\nEn el sueño, Relimem se había convertido en un gigante, lo suficientemente grande como para tapar completamente el hueco del árbol por el que se entraba a la Floresta del Misterio, y los dos niños no podían entrar. Fai y Rene intentaron hacerle cosquillas en las orejas a Relimem con un junco, saltar sobre su barriga y gritar su nombre a pleno pulmón, pero Relimem estaba durmiendo demasiado profundamente y no se despertaba de ninguna manera.\n\"¡Oh, no! ¿Será que Fai y Rene nunca regresaron porque yo bloqueé la entrada?\".\nEl corazón de Relimem empezó a latir apresuradamente en el sueño.\n\n\"¡Achís!\".\nRelimem estornudó y por fin despertó. Uf, al menos no se había convertido en una Relimem gigantesca que bloqueara la entrada, pero ¿por qué la estaban rodeando tantas hadas?\n\"¿Y Fai y Rene? ¿Están aquí?\".\nLas hadas sacudieron la cabeza. Ya no recordaban cuántos festivales de la fermentación habían pasado desde la última vez que habían venido.\nRelimem volvió a entristecerse. De haberlo sabido, se habría quedado en el sueño un poco más.\nLa pequeña Relimem no sabía cómo describir ese sentimiento. Si tuviera que expresarlo, diría que era como cuando llega el último día del verano y liberas a las luciérnagas que tenías en un frasco de cristal."
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "Ocarina de los deseos de la Floresta del Misterio",
      "type": "OBJECT",
      "desc": "Una ocarina de barro que representa la promesa entre unas hadas y dos niños. Cuando el niño y la niña soplan la ocarina, las hadas abren el hueco del árbol que conduce hasta la floresta con un sonido de \"mem\" y les dan la bienvenida con alegría.",
      "typeText": "Cuerda de unión",
      "backstory": "\"¡Recuerden nuestra promesa! No importa qué tan lejos estén, si tocan la ocarina, ¡podremos oírlos!\".\n\nEsa había sido la primera vez que el niño y la niña de Elisios habían ido a la Floresta del Misterio y conocido a las hadas. Estaban en el patio jugando al escondite con sus amigos cuando cayeron por accidente en el hueco de un árbol. El hueco era muy profundo, como un tobogán sin fin, y cuando al fin llegaron el final, en vez de darse un buen golpe en la cabeza, como esperaban, se vieron rodeados de hadas.\n\"Uno, dos, tres, cuatro, cinco, seis, siete. ¡Qué lindos cachorritos! No, eh... ¿conejitos?\".\n\"No, no, somos do re mi fa sol la si. Yo soy Dolimem, esa es Solimem y aquella es Relimem\".\n\nLa amistad entre los niños y las hadas fue como una lluvia de estrellas fugaces, repentina y brillante. Pasaron un día maravilloso juntos, pero pronto llegó el momento de la separación. Si no volvían pronto a casa, sus padres se preocuparían.\n\"Después de despedirnos, ¿volveremos a vernos alguna vez?\", preguntó el niño con una voz un poco triste.\nDespedirse, volver a ver... Las hadas no entendían esas palabras. En la Floresta del Misterio nunca había despedidas. Pero, a juzgar por la expresión de los niños, sabían que era algo triste. Después de pensar un rato, Relimem, que era de color violeta, dijo: \"Fai, Rene, esperen, tengo que darles algo\".\n\nEl niño y la niña sostuvieron en la palma de la mano el regalo de Relimem. Era una ocarina con forma de oreja de hada que Relimem había hecho ella misma. Tenía siete agujeros que, al soplarlos, emitían cada uno una nota melodiosa: do, re, mi, fa, sol, la, si. Relimem dijo con mucha seriedad: \"Si quieren volver a jugar en la Floresta del Misterio, solo tienen que tocar esta ocarina. No importa si estamos durmiendo, cantando o arreglando un tejado de hojas, la oiremos y abriremos el hueco del árbol para que puedan llegar aquí\".\n\n\"¡Una ocarina memsteriosa que llama a las hadas!\", se rio la niña. \"¡Lo hemos prometido, por supuesto que volveremos!\".\nA partir de entonces, los momentos de mayor felicidad de Relimem eran cuando sonaba la ocarina. Siempre saltaba de alegría y gritaba: \"¡La oigo! ¡La oigo con las dos orejas!\".\n\nMucho más tarde, Fai y Rene, que se habían ido de Elisios, recordaban todas las cosas de su infancia: los juguetes de hojalata oxidados, los soldaditos sin brazos ni piernas del granero, las flores de ganchillo, toda la lluvia que nunca caía, la sangre que ya se había secado y los campos de trigo completamente quemados.\nPero olvidaron la ocarina enterrada en la tierra y una promesa que ya no podían cumplir."
    }
  ]
}