{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "Banda del trueno crepitante",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño de Rayo +<nobr>10%</nobr>.",
    "4": "Cuando el portador utiliza la habilidad básica, su ATQ aumenta en un <nobr>20%</nobr> durante <nobr>1</nobr> turno."
  },
  "pieces": [
    {
      "_id": 31091,
      "ids": [
        31091,
        41091,
        51091,
        61091
      ],
      "id": "lentes_polarizados_de_la_banda",
      "name": "Lentes polarizados de la banda",
      "type": "HEAD",
      "desc": "Lentes de sol que llevaba Janis, una de los vocalistas. Los cristales cromados reflejan un brillo azul.",
      "typeText": "Cabeza",
      "backstory": "La estrella comenzaba a apagarse. Antes de que la gigante roja explotara, los habitantes de Emerald-III huyeron de su estrella natal.\n\nAl enfrentarse a un futuro incierto, las élites huyeron llevándose la esperanza con ellas, fingiendo que no oían los gritos de desesperación.\n\nLos padres de Janis pagaron una enorme cantidad de créditos para subir a la nave, rezando desesperadamente por la salvación interestelar. Muchos planetas se destruirían cuando explotara la gigante roja, la estrella colapsaría y se convertiría en una enana blanca... Escapar era la única opción antes de que llegara ese desastre asegurado. Sin embargo, Janis, la Doctora del Caos, decidió enfrentarse con todos los medios a su alcance a la aniquilación de su galaxia natal, para demostrar que los restos de la existencia no pueden simplemente desaparecer.\n\nMientras la estrella agonizante brillaba más y más intensamente, Janis tomó las lentes de sol de su madre y regresó a su estrella natal con otros jóvenes que pensaban lo mismo que ella.\n\n\"Los cobardes huyen en masa mientras no dejan de invocar el nombre de la salvación\". Frase extraída de «Redención barata», el single del primer disco de la banda Trueno Crepitante. La letra la escribió Janis tras pelearse con sus padres."
    },
    {
      "_id": 31092,
      "ids": [
        31092,
        41092,
        51092,
        61092
      ],
      "id": "pulsera_de_la_gira_de_la_banda",
      "name": "Pulsera de la gira de la banda",
      "type": "HAND",
      "desc": "Pulsera del bajista Sid. Está hecha con los brazaletes de toda la gira y tiene escritas las letras de varias canciones.",
      "typeText": "Manos",
      "backstory": "Gracias a varios temas potentes y vanguardistas, el grupo Trueno Crepitante, de Emerald-III, entusiasmó al planeta entero.\n\nLas chispas que salían cuando Dave, el guitarrista rítmico, rasgaba las cuerdas con fiereza, marcaban el comienzo de los conciertos de la gira, y los fans las consideraban como la única luz que quedaba en sus vidas.\n\nEn todos los conciertos había seguidores que se encargaban de mantener el orden voluntariamente y repartían brazaletes a todos los que entraban. La mayoría de los fans no podían permitirse el precio que costaba escapar, así que su única opción era aceptar su destino y aguardar la llegada de la explosión electromagnética. Pero, al presenciar el regreso de los jóvenes rebeldes al planeta, sintieron que su alma volvía a la vida. En estos brazaletes escribían las letras de las canciones y el horario de actuaciones, así como todos sus gritos sin voz.\n\nSid, el bajista, coleccionaba los brazaletes de todas las giras y su novia, Nancy, tejió con ellos una pulsera gruesa que Sid nunca se quitaba.\n\n\"Sin sentido, sin dirección, sin ningún lugar al que ir, no tenemos futuro\". De «A nuestra manera», un tema del segundo disco de la banda Trueno Crepitante y una declaración de intenciones de Sid."
    },
    {
      "_id": 31093,
      "ids": [
        31093,
        41093,
        51093,
        61093
      ],
      "id": "chaqueta_con_tachuelas_de_la_banda",
      "name": "Chaqueta con tachuelas de la banda",
      "type": "BODY",
      "desc": "David, uno de los vocalistas, pintó una estrella blanca en la espalda de su chaqueta de cuero y convirtió esa imagen en la portada de su último disco.",
      "typeText": "Torso",
      "backstory": "El rock de la banda Trueno Crepitante resonaba por toda la galaxia, y los jóvenes que no querían seguir huyendo regresaron a presenciar la destrucción inminente de Emerald-III.\n\nJimmy, el guitarrista principal, llevó a la banda bajo tierra, desde donde cantaron y transmitieron a todo el universo la tragedia de una destrucción planetaria.\n\nAntes de la actuación, David pintó en la parte trasera de su chaqueta de cuero una enana blanca. Concretamente, la enana blanca en la que se convertiría su estrella tras el colapso, como prueba de que efectivamente había existido. Tanto quienes escaparon de la galaxia como los que se quedaron a ver el cataclismo escucharon el mismo rock atronador y ondearon juntos el mismo símbolo llamativo.\n\nAunque el grupo ya había dejado de existir, su presencia se había grabado para siempre en esas canciones y en la eternidad.\n\n\"Arderemos con nuestra vida y prenderemos la solitaria enana blanca\". «Estrella blanca», la canción que daba título al último disco de Trueno Crepitante. La escribió y compuso David."
    },
    {
      "_id": 31094,
      "ids": [
        31094,
        41094,
        51094,
        61094
      ],
      "id": "botas_con_remaches_de_la_banda",
      "name": "Botas con remaches de la banda",
      "type": "FOOT",
      "desc": "Botas de Bonham, el baterista. Están llenas de remaches que reflejan las luces del escenario.",
      "typeText": "Piernas",
      "backstory": "La banda Trueno Crepitante cambió la actitud de la gente hacia su fatídico final, pero no pudo hacer nada por cambiar su destino.\n\nEn la superficie del planeta condenado no había más que desolación y desesperación. Como escaseaban los recursos, la banda grabó todos sus álbumes en radiografías viejas.\n\nCuando se acercaba la larga noche de Emerald-III, la temperatura de la superficie del planeta descendió de forma notable, y el aire sofocante refrescó bastante. Mucha gente salió de los refugios subterráneos y buscó el lugar donde tocaba la banda. En el último concierto de la gira Tronada, el aire estaba envuelto del presagio de una tormenta electromagnética y los andamios metálicos condujeron los rayos que caían del cielo hasta el escenario. Las chispas saltaban bajo las botas de Bonham, y la banda se fundió entre los rayos y la tormenta. Tras el bis, un rayo globular envolvió el escenario y dio por finalizada la actuación de Trueno Crepitante.\n\nTras la noche de su última actuación, Trueno Crepitante se terminó para siempre, como en sus letras.\n\n\"Los truenos ahogan nuestra voz, los rayos recorren nuestras venas. ¡Moriremos con nuestra música y nuestra estrella!\". «La canción del trueno», tema extraído del último disco de Trueno Crepitante, y la obra maestra de Bonham."
    }
  ]
}