{
  "_id": 304,
  "id": "belobog_of_the_architects",
  "name": "La Belobog de los Arquitectos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La DEF del portador aumenta en un <nobr>15%</nobr>. Cuando su acierto de efecto es igual o superior al <nobr>50%</nobr>, la DEF aumenta en un <nobr>15%</nobr> adicional."
  },
  "pieces": [
    {
      "_id": 33045,
      "ids": [
        33045,
        43045,
        53045,
        63045
      ],
      "id": "belobogs_fortress_of_preservation",
      "name": "Fortaleza de la Conservación de Belobog",
      "type": "NECK",
      "desc": "En su interior se encuentra la vista más popular del distrito administrativo de Belobog: el Monumento del Siempreinvierno. Los transeúntes que pasan por allí pueden notar la mirada cálida y lejana que los protege en todo momento.",
      "typeText": "Esfera de plano",
      "backstory": "Hace varios milenios, Jarilo-VI aún tenía un clima favorable durante todo el año y un entorno oceánico envidiable.\n\nEn los bosques crecían frutas jugosas, las mareas traían una calidez húmeda y el vino de ambrosía corría como el agua de manantial para quien lo quisiera beber. Sus habitantes eran energéticos y estaban llenos de inspiración. Construían carreteras, ciudades, mansiones al lado del mar y palacios grandiosos. Cada día comenzaban la mañana con una taza de café al amanecer y terminaban el día con una jarra de malta.\n\nPronto, los raíles estelares conectaron el mundo de Jarilo-VI y trajeron el comercio interestelar y tecnologías de más allá del cielo.\n\nAl principio, los visitantes de otros mundos venían por la geomédula, un mineral transparente que contenía la sangre que proporcionaba energía a las industrias y cuyos reflejos de color ámbar reflejaban el brillo de la Conservación. Más tarde, viajeros de otros mundos se establecieron allí para vivir una vida tranquila. En Jarilo-VI no faltaban bahías pintorescas, altas palmeras y melodías alegres, lo que lo convertía en un destino perfecto para los viajeros cansados. La gente creía que, con el tiempo, este planeta de clima tropical se haría muy famoso en toda la galaxia.\n\nHace unos mil años, un Estelaron cruzó el cielo y cayó en Jarilo-VI.\n\nEl planeta se vio envuelto en el caos, como una farsa absurda. Las violentas legiones de la Destrucción descendieron desde las alturas y las llamas de la guerra se extendieron por todas partes. Los Arquitectos construyeron muros y demarcaciones defensivas y erigieron estatuas de cientos de metros de altura para luchar contra la monstruosidad con forma de dragón. Pero, poco después, el Hielo Eterno los tomó por sorpresa y se tragó todo, ya fuera amigo o enemigo. El planeta entero se sumergió en un silencio absoluto. Una enorme barrera espacial invisible cubría la ciudad amurallada, como la luz de una vela que se protege con las manos durante una noche de viento. Así sobrevivió la civilización.\n\nMás tarde, esa ciudad se llamó Belobog."
    },
    {
      "_id": 33046,
      "ids": [
        33046,
        43046,
        53046,
        63046
      ],
      "id": "belobogs_iron_defense",
      "name": "Defensa de hierro de Belobog",
      "type": "OBJECT",
      "desc": "Los Guardias Crinargenta de Belobog se mantenían firmes frente al helado viento invernal. Formaban una línea y esperaban el asalto de los invasores procedentes de más allá del cielo. La voluntad de la Guardia Crinargenta era inquebrantable y su línea de defensa nunca retrocedería.",
      "typeText": "Cuerda de unión",
      "backstory": "Antes de que llegara el desastre, los Arquitectos tenían muchos planes para Jarilo-VI.\n\nImitando la majestad de Qlipoth, los Arquitectos fabricaron unas máquinas que podían remodelar el planeta. Cientos de Motores de la Creación respiraban fuego y llamas y se desplazaban por la tierra como gigantescos jardineros que cultivaran flores en campos abandonados. Unas pocas décadas después, los cañones y las colinas se habían convertido en llanuras y bosques y se habían construido ciudades en la costa.\n\nTras la llegada del presagio de la Destrucción, los Arquitectos enviaron las máquinas a la guerra y constituyeron la primera generación de la defensa de hierro.\n\nCuando llegó el Estelaron, los soldados de la Destrucción marcharon como polillas que volaban hacia el fuego, y dejaron marcas de desolación en la superficie del planeta. Las máquinas que se habían utilizado para crear ahora se veían forzadas a convertirse en armas bélicas y golpeaban con sus puños de hierro en campos de batalla que no eran su lugar. Finalmente, los jardineros gigantes se derrumbaron tras consumir toda su energía y quedaron en el suelo como si fueran las lápidas de la civilización, marcando el retroceso gradual de la línea de defensa.\n\nCuando ya no hubo más espacio para retroceder, los Guardias Crinargenta se aferraron a sus armas, porque su hogar solo estaba unos cuantos pasos por detrás.\n\nLa llegada del Hielo Eterno sorprendió a todo el mundo. Los monstruos que descendían del cielo y los soldados del frente estaban intercambiando golpes letales cuando el campo de batalla se llenó de nieve y hielo. En medio del caos, Belobog se convirtió en la única luz que quedaba en el mundo y los dos bandos luchaban por ella, uno por destruirla y otro por protegerla. Gritando el nombre de Alisa Rand, los guardias marcharon hacia la ventisca y nunca más regresaron.\n\nLos residentes de Belobog solo se atrevieron a subir a la muralla y echar una ojeada cuando la ventisca se detuvo.\n\nAsí, contemplaron la última defensa de hierro."
    }
  ]
}