{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "Osario sereno",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Los PV máx. del portador aumentan en un <nobr>12%</nobr>. Cuando sus PV máx. son iguales o superiores a <nobr>5000</nobr>, el Daño CRIT del portador y su mnemoduende aumenta en un <nobr>28%</nobr>."
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "Lápida a los difuntos de Aidonia",
      "type": "NECK",
      "desc": "En su interior se encuentra Aidonia de Amphoreus, donde los fieles de {RUBY_B#Titán de la Muerte}Tánatos{RUBY_E#} erigieron monumentales estelas en las llanuras nevadas para venerar a la Doncella Sagrada que les trajo la bendición de la muerte.",
      "typeText": "Esfera de plano",
      "backstory": "Aidonia, la polis de la muerte cubierta de nieve, se alzó entre ventiscas y en ellas permaneció en silencio.\n\nDurante la extensa Era Crisea, casi todos disfrutaban de la vida eterna en tierras cálidas. Pero algunos, hastiados del eterno ciclo de día y noche, decidieron buscar el destino final de la vida. \"¿De dónde viene la vida? ¿Y hacia dónde va?\", recitaba Eleusis, líder de los ascetas, mientras avanzaba hacia el norte con sus seguidores en busca de un dulce y frío sueño eterno. Los ascetas, envueltos en túnicas, se asentaron en las desoladas tierras del norte y fundaron una austera polis donde la nieve caía sin cesar, y la llamaron Aidonia.\n\nLos registros del fin de la Era Crisea están incompletos. Se cree que el primer fallecido de Amphoreus provenía de Aidonia. Recibió la gracia de la muerte de {RUBY_B#Titán de la Muerte}Tánatos{RUBY_E#}, lo que fue tanto una bendición compasiva como el más alto honor.\n\nLos habitantes de Aidonia se acostumbraron al clima gélido extremo. La nieve, impregnada con la silenciosa fe en {RUBY_B#Titán de la Muerte}Tánatos{RUBY_E#}, robaba el calor de la vida apenas tocaba el suelo. En tiempos remotos, los viajeros que entraban en los dominios de Aidonia solían encontrar cuerpos inertes que yacían junto al camino, regresados al abrazo de la {RUBY_B#Titán de la Muerte}Mano Sombría{RUBY_E#}. El viento del norte aullaba mientras los difuntos se convertían en señales que advertían a los caminantes. Los viajeros se apresuraban a atravesar Aidonia mientras aún conservaban su aliento vital.\n\nTiempo después, los aidonios descubrieron estelas funerarias en las tierras baldías, donde alguien había ofrecido bendiciones por el flujo y la extinción de la vida.\n\nBajo una de las estelas dormía una joven desconocida, rodeada por un campo de muerte similar a una sombra que marchitaba incluso las osteoyerbas que respiraban el aliento de la muerte. Los aidonios sintieron en ella el toque misericordioso de {RUBY_B#Titán de la Muerte}Tánatos{RUBY_E#} y la llevaron a la ciudad para venerarla como Doncella Sagrada. Los fieles del Titán de la Muerte siguieron su ejemplo y erigieron enormes estelas en las tierras baldías para marcar el fin de largos viajes y el retorno de vidas longevas. Tanto la vida como la muerte son senderos, y aquí solo hay piedras que marcan el camino.\n\nLas estelas advertían a los viajeros que nadie se detenía allí, nadie dormía allí... Los fallecidos también son viajeros, son el viento del norte y la nieve, entrelazados en infinitas hebras."
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "Cadena ósea de ultratumba de Aidonia",
      "type": "OBJECT",
      "desc": "Los huesos de bestias, puntas de flecha y abrojos de hierro conectaban a los aidonios con el mundo de los muertos. Los ascetas de las tierras baldías solo deseaban que sus almas pudieran cruzar el helado mar sin perderse en el camino hacia su deidad por su pobreza y debilidad.",
      "typeText": "Cuerda de unión",
      "backstory": "Una vez, un necio entrometido desafió a los creyentes de Aidonia, cuestionando que Amphoreus pudiera venerar la muerte: \"Si tanto aman a {RUBY_B#Titán de la Muerte}Tánatos{RUBY_E#}, ¿por qué no se atraviesan el pecho con una lanza?\".\n\nLos aidonios lo miraron con desprecio y respondieron: \"El río Estigia jamás transporta almas infértiles\".\n\nDesde su fundación, Aidonia ha sido el lugar más respetuoso con la vida en todo Amphoreus. Los fieles de {RUBY_B#Titán de la Muerte}Tánatos{RUBY_E#} creen firmemente que las aguas del río Estigia son tan frías que queman los huesos y que ningún mortal común puede cruzarlas. Solo después de vivir el tiempo suficiente y sufrir numerosas penurias, un alma firme podría atravesar las heladas aguas y presentarse ante {RUBY_B#Titán de la Muerte}Tánatos{RUBY_E#}. Buscar la bendición de la muerte no significa menospreciar la vida.\n\nPor esta razón, aunque los aidonios eran guerreros temibles que no temían a la muerte, nunca invadieron las tierras fértiles del sur, pues no eran lugares donde fortalecer el alma. Los aidonios despreciaban complacerse en la comodidad.\n\nLa ascesis era una práctica cultural única de los aidonios. Cada año, durante los pocos días despejados cuando la nieve amainaba y no obstaculizaba la vista, se celebraba el Festival de la Recolección de Huesos. Los sacerdotes de Aidonia salían en grupos de la ciudad para buscar huesos de bestias enterrados en las tierras baldías y pantanos. Los esqueletos de bestias prehistóricas muertas hace numerosos años del Calendario de la Luz eran las mejores ofrendas rituales. Al golpearlos, sus ecos sordos parecían acompañados por los susurros de {RUBY_B#Titán de la Muerte}Tánatos{RUBY_E#}. Los huesos, como empapados por el frío del río Estigia, eran transportados a la ciudad. Los levemente dañados se transformaban en ornamentos que los residentes portaban día y noche, mientras que los mejor conservados eran pulidos por los sacerdotes para crear espadas ceremoniales como ofrendas festivas.\n\nDurante un Festival de la Recolección de Huesos, los aidonios encontraron a una joven en las tierras baldías. Pronto se extendió el rumor de que su toque permitía a la gente cruzar el río Estigia y enfrentar la muerte directamente.\n\nLos fieles de la muerte acudieron en masa al templo para conocer a la representante de {RUBY_B#Titán de la Muerte}Tánatos{RUBY_E#}. Los sacerdotes de Aidonia, percibiendo el impacto de la joven en la fe, la nombraron Doncella de la Guerra y prohibieron a los civiles acercarse a ella. Solo los ascetas que habían soportado las pruebas del mundo y veneraban la vida y la muerte tenían el privilegio de partir hacia el río Estigia en sus brazos. La joven, vestida con la túnica preparada por los sacerdotes, ejecutaba el ritual con sus manos y daba sepultura con sus abrazos.\n\nLos aidonios consideraban que \"el río Estigia jamás transporta almas infértiles\" como una verdad absoluta. Sin embargo, el río Estigia nunca examina el peso de las almas, simplemente fluye en silencio hacia el destino final de todos los vivos, donde todos convergen."
    }
  ]
}