{
  "_id": 310,
  "id": "broken_keel",
  "name": "Quilla rota",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La RES a efecto del portador aumenta en un <nobr>10%</nobr>. Cuando su RES a efecto es igual o superior al <nobr>30%</nobr>, el Daño CRIT de todos los aliados aumenta en un <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [33105, 43105, 53105, 63105],
      "id": "barco_ballenero_de_insumousu",
      "name": "Barco ballenero de Insumousu",
      "type": "NECK",
      "desc": "En su interior se encuentra la región autónoma Insumousu de Thalassa. El Daiyu de Xianzhou se estrelló aquí e inspiró a la civilización de Insumousu.",
      "typeText": "Esfera de plano",
      "backstory": "\"Hace mucho tiempo, el palacio de los dioses cayó de los cielos\".\\n\\nAl principio, era una sombra más allá de la atmósfera. Luego, un resplandor ardiente al encontrarse con la fricción del aire, hasta que, por fin, se reveló su forma completa: un gran palacio, una maravilla más allá de la habilidad de los mayores artesanos de Insumousu. Su descenso fue lento y majestuoso, como si se hubiera condensado desde los mismos cielos. El océano de Insumousu era inmenso, pero ¿podría contener realmente este palacio celestial? Nadie lo sabía con certeza.\\n\\n\"En medio del caos, algunos se dispersaron y huyeron en todas direcciones, mientras que otros permanecieron en las aldeas en tierra y bajo el mar, anticipando el descenso de la Caída Divina\".\\n\\nEl Daiyu de Xianzhou se estrelló contra la superficie de Thalassa, dejando un profundo cráter sumergido en el corazón del mar de Insumousu. Durante siete días planetarios, el mundo tembló de asombro y dolor. Las magníficas ruinas se yerguen ahora silenciosas en el fondo del mar, como los restos de un dios, lúgubres y magníficas. Los supervivientes de Insumousu siempre han vivido bajo las olas. Con asombro y tristeza, vieron su amado hogar destrozado por el palacio celestial del más allá. Sin embargo, con alegría y júbilo, encontraron una nueva morada en los restos del Daiyu, después de la Caída Divina.\\n\\nLa mejora de las condiciones de vida dio a los habitantes de Insumousu más tiempo y energía para reflexionar. Mientras contemplaban las magníficas ruinas que habían descendido desde los cielos, tuvieron por fin la oportunidad de formular las preguntas más importantes: ¿Quiénes eran \"ellos\"? ¿Y de dónde venían?\\n\\nAntiguamente, el pueblo de Insumousu no conocía el arte de la metalurgia ni había inventado aún el lenguaje escrito. Así, recurrieron a la imaginación para complementar sus conocimientos y trataron de comprenderlo todo a través de la narración de historias. Y así, de labios de los narradores, nacieron las leyendas, transmitidas de generación en generación, hasta que los propios mitos se entretejieron en el tejido de su entendimiento. Estos mitos dieron forma a su conocimiento y de ellos nació la civilización. Cuando las estrellas se movieron en el cielo y pasaron siglos, Thalassa se convirtió en socio comercial de la Alianza Xianzhou, y el pueblo acuático de Insumousu pisó por primera vez el palacio celestial. Allí contemplaron la grandeza del Daiyu de Xianzhou y por fin conocieron la verdad que se ocultaba tras la Caída Divina.\\n\\nLos nativos de Insumousu bien educados siempre se consideraron una continuación del Daiyu. \"Lo que seguía el Daiyu, deberíamos seguirlo nosotros. Deberíamos luchar contra lo que el Daiyu combatía\", decían. Cuando hablan de historias del pasado, siguen empezando con estas palabras:\\n\\n\"Hace mucho tiempo, el palacio de los dioses cayó de los cielos\"."
    },
    {
      "_id": 33106,
      "ids": [33106, 43106, 53106, 63106],
      "id": "amarra_deshilachada_de_insumousu",
      "name": "Amarra deshilachada de Insumousu",
      "type": "OBJECT",
      "desc": "El Daiyu, la nave caída de Xianzhou, está anclado para siempre en una tierra extranjera. Tal vez haya llegado el momento de desatar sus amarras y permitirle regresar a casa.",
      "typeText": "Cuerda de unión",
      "backstory": "Gracias al avance de la civilización, los nativos de Insumousu ya no ven a las víctimas de las naves hundidas como dioses caídos. Aun así, sus reverencias permanecen inalterables. Los poetas de Insumousu cantan: \"El océano se traga a los mortales con un rugido, pero sus espíritus viven para siempre\".\\n\\nDe acuerdo con el Calendario Estelar de Insumousu, el segundo día de descanso del mes de las mareas es el Día de la Caída Divina, en el que los habitantes del agua recitan escrituras, consumen hierbas medicinales y bailan danzas extrañas al ritmo de la corriente, en honor de los \"dioses\" que cayeron y a la vez trajeron bendiciones a Insumousu. A medida que llegaban los tiempos modernos, el Día de la Caída Divina fue perdiendo su significado religioso original: las canciones sustituyeron a las escrituras, los manjares a las hierbas medicinales, y solo la peculiar danza permanece como herencia cultural transmitida hasta nuestros días.\\n\\nEn los últimos cientos de años, Insumousu ha compartido su cultura con el mundo exterior, y la forma del Día de la Caída Divina ha experimentado cambios silenciosamente.\\n\\nLas ciudades terrestres de Insumousu suelen estar llenas de jóvenes, especialmente durante el Día de la Caída Divina, cuando se quedan despiertos toda la noche cantando y bailando. Los visitantes de fuera suelen optar por unirse a las festividades durante estas fechas, especialmente los turistas de Xianzhou, enamorados del vibrante ambiente de la ciudad, llena de una pasión ardiente tan imparable como los tsunamis. A medida que superan su juventud, los pulmones de los habitantes del agua se encogen gradualmente, sus cuellos se transforman en branquias y sus manos, pies y ojos se adaptan mejor a la vida subacuática. Los poetas siempre dicen: \"La gente de Insumousu deja la juventud ruidosa y bulliciosa a la tierra y los ancianos tranquilos y solemnes al océano\".\\n\\nCon el apoyo del gremio Celestial de Xianzhou, se añadió un nuevo ritual a la celebración del Día de la Caída Divina: la búsqueda de los restos de los nativos de Xianzhou entre los restos del Daiyu y su entierro en un astroesquife para lanzarlo al sol de Thalassa.\\n\\nA través del descubrimiento de la historia del Daiyu, el pueblo de Insumousu también se enteró de la tragedia de su caída: cuando la nave quedó irreparablemente dañada y destruida, la líder del Daiyu, Qingzhu, tomó la valiente decisión de sacrificarse para acabar con la maldición de la plaga de la inmortalidad. La Alianza Xianzhou espera que sus héroes caídos reciban un homenaje digno, y los habitantes de Insumousu que se salvaron de la catástrofe también cooperaron.\\n\\nEn algún momento de la noche del Día de la Caída Divina, el jolgorio se detiene abruptamente. Jóvenes, niños y nativos de Xianzhou se sientan en la orilla, mientras los ancianos emergen del agua y contemplan solemnemente el horizonte oceánico. Entonces, varios astroesquifes atraviesan el agua y vuelan hacia el cielo estrellado.\\n\\nLos astroesquifes llevan inscrita una bella caligrafía de Insumousu que reza: \"Suelta el ancla por los marineros ahogados. No llores, podrás navegar con seguridad tras mi partida\"."
    }
  ]
}
