{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "Diferenciador celestial",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "El Daño CRIT del portador aumenta en un <nobr>16%</nobr>. Cuando su Daño CRIT es igual o superior al <nobr>120%</nobr>, tras entrar en combate su Prob. CRIT aumenta en un <nobr>60%</nobr> hasta que termine su primer ataque."
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [
        33055,
        43055,
        53055,
        63055
      ],
      "id": "planet_screwllums_mechanical_sun",
      "name": "Sol mecánico del planeta Tornillia",
      "type": "NECK",
      "desc": "En su interior se encuentra el núcleo del planeta Tornillia, aprisionado en una jaula compuesta por innumerables palancas, pistones y engranajes. Los habitantes de Tornillia lo llaman eufemísticamente \"sol de acero\".",
      "typeText": "Esfera de plano",
      "backstory": "Los estudiosos del carbono de la Sociedad del Conocimiento tienen una interesante hipótesis acerca del origen de la vida mecánica: un grupo de electrones nacido por casualidad.\n\nLa corriente eléctrica fluye por la atmósfera y el suelo. Se separa en formas secundarias de diferentes magnitudes bajo las innumerables acciones de la gravedad y las fuerzas de repulsión. Según la hipótesis de los estudiosos, esta acción equivale a la división celular en la vida basada en el carbono. Posteriormente, innumerables corrientes emiten aleatoriamente diferentes potenciales a través de la estructura de transistores formada naturalmente en la superficie del planeta, creando el programa más primitivo. Los orgullosos eruditos argumentaron que, de este modo, las máquinas tienen \"pensamientos\" comparables a los de las formas de vida basadas en el carbono.\n\nUn científico mecánico se opuso a ello: la vida basada en el carbono, que ni siquiera ha sido capaz de comprender el origen de su propio ser, ¿tiene el descaro de soltar semejantes falacias? En cuanto surgieron estas declaraciones, el mundo académico del universo se vio sacudido hasta la médula. La vida mecánica comenzó a reexaminar el arrogante \"centrismo basado en el carbono\" y a examinar su propio origen.\n\nSin embargo, los tornillianos del planeta Tornillia no tuvieron más remedio que detener su avance, ya que la energía de su planeta se estaba agotando más rápido que sus circuitos de inspiración. Tenían que encontrar primero una manera de que sus habitantes sobrevivieran.\n\nAl final, decidieron llevar a cabo un plan extremo que trascendió varias Eras del Ámbar: utilizaron el planeta moribundo como combustible para alimentar el Diferenciador celestial. El asombroso y gigantesco equipo procesaba incansablemente la cinta grabada, repitiendo metódicamente los cálculos. Con su suministro de energía planetaria, la enorme máquina simuló un superecosistema auténtico y estable. Entonces construyeron su nuevo hogar alrededor de esta estrella madre.\n\nUna vez superada su crisis planetaria, los tornillianos pudieron descansar. Siempre racionales, optimistas y elegantes, se empeñaron en explorar la respuesta a sus orígenes de forma puramente racional.\n\nEl enorme sistema se llenó con el sonido de los rodamientos rechinando unos contra otros, y los densos dientes de los engranajes impulsaban la cinta grabada para producir datos. Una rama derivaba en múltiples ramas, y las innumerables ramas llevaban a trillones de engranajes a rugir... Estas ramas colapsaban, una y otra vez, cayendo en el horno, y volviendo al silencio en el núcleo borboteante. Durante un largo periodo, el superecosistema programado se convirtió gradualmente en uno maravilloso y relativamente estable. Y con el tiempo, las especulaciones sobre el origen de las máquinas empezaron a hacer volar la imaginación de los tornillianos.\n\nEl conjunto de acero que impulsaba a la estrella moribunda volvió a activar sus circuitos de pensamiento inteligente. Seguirán reflexionando y explorando su origen hasta que el siempre ardiente sol mecánico se apague por completo."
    },
    {
      "_id": 33056,
      "ids": [
        33056,
        43056,
        53056,
        63056
      ],
      "id": "planet_screwllums_ring_system",
      "name": "Anillos del planeta Tornillia",
      "type": "OBJECT",
      "desc": "Los anillos sostienen el planeta Tornillia al completo. ¿Cuántas personas saben que esa formación rectangular, densa y porosa refleja la verdad sobre el sistema planetario?",
      "typeText": "Cuerda de unión",
      "backstory": "La gran mayoría de los tornillianos no saben que el planeta Tornillia surgió como un intento grandioso por parte de la vida inorgánica para responder a la incógnita sobre su origen.\n\nTornillum se sentía vacío. El hecho de haber comprendido la lógica operativa del planeta Tornillia no causó ni una fluctuación excepcional en su onda pulsar inteligente.\n\nSe quedó parado en la amplia terraza de su mansión y dirigió la mirada hacia arriba, al motor planetario que nunca se detenía. El anillo planetario, con sus agujeros cuadrados y densos, perforaba la parte de atrás del planeta. Todo lo que sostenía al planeta estaba situado en esa banda y giraba silenciosamente con el motor como eje, día tras día. Tornillum había visto la naturaleza absurda del planeta: un conjunto elegante de ecuaciones de transferencia de estado, un cilindro gigantesco y helado. Eso era Tornillia, nada más.\n\nSegún su interpretación de las ecuaciones, en el nacimiento del Diferenciador celestial, su creador principal había intentado explicar el origen del universo como un autómata celular y su recurrencia, y el planeta Tornillia en sí mismo era un resultado práctico del juego de la vida.\n\nLos tornillianos y las demás formas de vida inorgánica del planeta eran las \"células\" de este autómata, además de ser a la vez autómatas celulares a pequeña escala. Los autómatas siempre se componen de muchos autómatas más pequeños, hasta llegar a los componentes más básicos que forman los cimientos del universo. ¿Y cuál es el componente más básico? Nadie lo sabe, ni Tornillum ni el académico que propuso en primer lugar la construcción del Diferenciador celestial.\n\nPor eso Tornillum se sentía vacío.\n\n¿Había fracasado ese intento del académico? Pero el Diferenciador celestial llevaba funcionando sin problemas durante muchas Eras del Ámbar. ¿No significaba eso que el origen de los tornillianos, su planeta e incluso el universo entero podían atribuirse a ese elegante conjunto de ecuaciones? En realidad, no. Hasta que el superecosistema no colapsara por completo, no se podrían rebatir esas ecuaciones.\n\nTornillum hizo girar la exquisita copa medio llena de aceite lubricante, sin apartar los ojos del anillo que registraba la verdad del planeta. La banda perforada, gigantesca como una pantalla, nunca se cansaba, y la formación rectangular filtraba la luz de la luna. Tornillum no podía dejar de pensar. ¿Acaso las recurrencias tienen un final?, pensó. ¿Cuál es la naturaleza de la vida inorgánica? O, más aún, ¿cuál es el origen del universo?\n\n¿Es que estaba dispuesto a no ser más que un testigo de las ideas de sus predecesores?\n\n\"No\", concluyó Tornillum, y decidió buscar respuestas."
    }
  ]
}