{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "Campeona de boxeo callejero",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño Físico +<nobr>10%</nobr>.",
    "4": "Cuando el portador ataca o recibe un ataque, su ATQ aumenta en un <nobr>5%</nobr> durante la batalla actual. Puede acumularse hasta <nobr>5</nobr> veces."
  },
  "pieces": [
    {
      "_id": 31051,
      "ids": [
        31051,
        41051,
        51051,
        61051
      ],
      "id": "casco_de_la_campeona",
      "name": "Casco de la campeona",
      "type": "HEAD",
      "desc": "Casco de boxeo que protege muy bien y se ajusta perfectamente a la cabeza de su dueña.",
      "typeText": "Cabeza",
      "backstory": "Lindsay había crecido en la calle y era una auténtica luchadora callejera. Nunca se le había ocurrido pelear en combates oficiales porque pensaba que nadie podría vencerla, y mucho menos una vieja que parecía estar con un pie en la tumba.\\n\\nLa mujer decía ser entrenadora de boxeo, y le ofreció un juego completo de protectores antes de desafiarla a una pelea. Si la vieja ganaba, Lindsay tendría que convertirse en su alumna.\\n\\nLindsay era demasiado orgullosa como para usar protectores y los tiró a un lado. Pensaba que ganaría fácilmente gracias a su velocidad de reacción, pero, para su sorpresa, la anciana esquivó todos sus contraataques y la golpeó directamente en la cara. Cuando Lindsay recobró el conocimiento, recogió el casco de boxeo que había tirado, se lo puso y descubrió un nuevo mundo por el estrecho campo de visión que le ofrecía.\\n\\n\"Así que esas son las tácticas de una auténtica boxeadora, ¿eh? Si de verdad quieres entrenarme, ayúdame a convertirme en la luchadora más fuerte que haya existido jamás\".\\n\\nA regañadientes, Lindsay aceptó su derrota. Ahora que llevaba el equipo de protección por primera vez, entró oficialmente en el mundo del boxeo."
    },
    {
      "_id": 31052,
      "ids": [
        31052,
        41052,
        51052,
        61052
      ],
      "id": "guantes_pesados_de_la_campeona",
      "name": "Guantes pesados de la campeona",
      "type": "HAND",
      "desc": "Guantes de boxeo bastante bien conservados. Las pequeñas grietas que hay en su superficie no afectan a su uso normal.",
      "typeText": "Manos",
      "backstory": "Cuando Lindsay pisó el ring por primera vez, su estilo de pelea no era equilibrado: solo sabía atacar, no defenderse.\\n\\nTodos sus años de peleas callejeras no servían de nada al subirse al ring. Tal y como Ekaterina había planeado, el combate que organizó para Lindsay la puso en su lugar.\\n\\nTras perder varias peleas, su orgullo rebosante y su gran confianza en sí misma desaparecieron, y tuvo que empezar a considerar el ritmo de ataque y defensa que le había enseñado Ekaterina. Fue como si a la testaruda de Lindsay, quien al principio solo sabía lanzar puñetazos, la hubiera bendecido la diosa del combate: finalmente aprendió a apreciar la esencia y la diversión de alternar entre ataque y defensa. Cuando salió del trance, vio que los protectores de los dedos se habían roto y que los guantes estaban empapados de sudor y sangre.\\n\\n\"Tienes que encontrar tu propio ritmo y no caer en las trampas del oponente\".\\n\\nAl fin, Lindsay fue capaz de entender las palabras de Ekat y su mirada emocionada. Ekat, que normalmente era muy estricta, la había querido desde el primer momento como si fuera su hija."
    },
    {
      "_id": 31053,
      "ids": [
        31053,
        41053,
        51053,
        55006,
        61053
      ],
      "id": "protector_de_torso_de_la_campeona",
      "name": "Protector de torso de la campeona",
      "type": "BODY",
      "desc": "Protector de torso profesional para boxeadores. La cubierta y el relleno están diseñados para garantizar la seguridad sin impedir los movimientos.",
      "typeText": "Torso",
      "backstory": "La noche anterior al combate por el título, la situación en el gimnasio era como la de cualquier otro día. Los puñetazos fuertes y rápidos golpeaban sin cesar el saco.\\n\\nSu protector de torso estaba empapado de sudor, y el vapor caliente hacía que Lindsay se desconectara de la realidad y tuviera aún más ganas de escapar de todo.\\n\\nLindsay se esforzó por contener sus emociones mientras las lágrimas y el sudor de su rostro reflejaban la luz. Más tarde, se quitó el protector de torso y en su interior escribió el nombre de Ekat: quería prometerle que obtendría la victoria. Era la pelea clave para ganar el campeonato y también la primera en la que Lindsay no tendría a su lado a su entrenadora. Antes de entrar en el ring, Lindsay sacó pecho y miró a la cámara con orgullo.\\n\\n\"Lindsay... te llamas igual que mi hija. Cuando ella se fue, pensé que en el mundo ya no había nada para mí... hasta que te conocí. Gracias, Lindsay\".\\n\\n\"Cuida de mí, Ekat\". Llevaba el nombre más importante al lado del corazón."
    },
    {
      "_id": 31054,
      "ids": [
        31054,
        41054,
        51054,
        61054
      ],
      "id": "botas_flexibles_de_la_campeona",
      "name": "Botas flexibles de la campeona",
      "type": "FOOT",
      "desc": "Botas con una combinación ingeniosa de cuero y tejido de red para que la plantilla sea gruesa y la suela fina, lo que garantiza la agilidad del juego de pies.",
      "typeText": "Piernas",
      "backstory": "Lindsay era bastante menuda y se la conocía por sus puñetazos rápidos y ágiles y un juego de pies que le permitía bailar por el ring como una mariposa revoloteando entre las flores.\\n\\nNo importaba lo rápido que pegara su oponente, sus golpes nunca alcanzaban a Lindsay. La famosa danza de Lindsay era muy poderosa.\\n\\nPara practicar sus pasos especiales, Ekaterina la llevó a un elegante salón de baile donde dieron vueltas y más vueltas agarradas de la mano. Poco a poco, la chica de la calle dejó de tropezarse y empezó a moverse con seguridad. En ese momento, también comenzó a comprender que la anciana que se autodenominaba entrenadora de boxeo era mucho más que eso. En esa pista de baile, una maravillosa sensación se adueñó de repente del corazón de Lindsay.\\n\\n\"¿Me concedes otro baile?\".\\n\\nSu vida en las calles no la había preparado para estas experiencias. Al ver el brillo en los ojos de Ekaterina, Lindsay no pudo negarse."
    }
  ]
}