{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "Duran, dinastía de lobos raudos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Cuando un aliado lanza un ataque adicional, el portador obtiene una acumulación de Mérito, hasta un máximo de <nobr>5</nobr> acumulaciones. Por cada acumulación, el daño que infligen los ataques adicionales del portador aumenta en un <nobr>5%</nobr>. Cuando se alcanza el máximo de <nobr>5</nobr> acumulaciones, el Daño CRIT del portador aumenta en un <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "carpa_de_la_bveda_dorada_de_duran",
      "name": "Carpa de la bóveda dorada de Duran",
      "type": "NECK",
      "desc": "En su interior se encuentra la carpa de la bóveda dorada de los borisin de Verdantia. A pesar de la salvaje reputación que los borisin han dejado en el cosmos, esta raza posee extraordinarias habilidades biotecnológicas. Los hijos de los lobos se reunieron al lado del gran Alfa Duran, y observaron los objetos celestes como si fuesen su rebaño mientras surcan los cielos entre las estrellas.",
      "typeText": "Esfera de plano",
      "backstory": "En los antiguos cantos de los raposianos y los borisin, se evoca con nostalgia el planeta Verdantia, con su fértil tierra y su clima agradable. Sin embargo, si se examina con detenimiento bajo esta aparente serenidad, descubrirán que estas palabras son solo preludios de un eterno tema: la guerra.\\n\\nAlgunos clanes de raposianos, con su destreza en la agricultura y el comercio, construyeron prósperas ciudades junto a ríos caudalosos. Mientras tanto, los hijos de los lobos deambulaban con sus manadas bajo un cielo cubierto de auroras y sobre exuberantes praderas, estableciendo asentamientos dispersos por el paisaje. Los comerciantes se burlaban de los pastores por su salvajismo, mientras que los pastores despreciaban a los comerciantes por sus argucias. Pero ambos debían enfrentarse a los crueles embates de la naturaleza: el \"Lupo de Estío\" y el \"Lupo Invernal\".\\n\\nDurante el verano, bendecido por las deidades raposianas con cosechas abundantes, los clanes cesaban las hostilidades y se unían en paz. Pero cuando la teofanía del lobo enviaba sus heladas, las líneas de nieve se extendían desde los polos y el hambre empujaba a los clanes nuevamente al conflicto.\\n\\nCuenta la leyenda que, en una ocasión, el Lupo Invernal se prolongó más de lo habitual. Permaneció incluso después de que el sol de Verdantia hubiera dado la vuelta al planeta treinta y tres veces, sumiéndolo en la desesperación y la hambruna. Los habitantes, desesperados, incluso llegaron a consumir a los animales que antes adoraban como tótems. Ante la inminente tragedia, un salvador, conocido como la señora Tushan para los raposianos y el señor Duran para los borisin, ascendió a la cima de la montaña más alta y suplicó ayuda al Maestro de la Inmortalidad. Entonces, las montañas se abrieron y de ellas brotó el dulce néctar del Manantial Carmesí.\\n\\nQuienes bebieron del Manantial Carmesí hallaron poder, destreza y fuerza en la carne de las bestias que devoraban. Su sangre, agitada por la ferocidad de los animales, transformó sus cuerpos en formas cada vez más salvajes. Así fue como este mundo cambió y nunca más retornaría a sus días anteriores.\\n\\nCon el Manantial Carmesí como fuente de vida, todo lo que la nueva raza canina necesitaba venía de esa fuente milagrosa: los campos dejaron de producir grano para dar lugar a los viscorpus, y las vestimentas se confeccionaban con carne embrionaria en lugar de lino. Incluso los gélidos paisajes invernales que habían aterrorizado a las civilizaciones de Verdantia dejaron de ser causa de preocupación, pues las razas caninas cultivaron membranas biológicas con las que fabricaban cálidas tiendas abovedadas, que las aislaban del crudo Lupo Invernal.\\n\\nPero el progreso trajo consigo nuevos desafíos, de la misma forma que cambiaban las cosas para una raza de corta vida que se convertía en raza de larga vida: explosión demográfica, colapso ecológico y conflictos internos. No importaba cuánto le rezaran las razas caninas, el Maestro de la Inmortalidad nunca les contestó de nuevo. Los caninos entonces comprendieron que todo lo que el Maestro de la Inmortalidad podía darles ya se lo había dado, y que si deseaban tener mejores vidas, debían forjar su propio destino.\\n\\nReunidos en torno al gran Alfa Duran, las razas caninas miraron hacia el cielo, donde el Maestro de la Inmortalidad residía. Las estrellas brillaban como un prado esperando ser conquistado; llevarían la esencia del \"Lupo Invernal\" a las civilizaciones en esos planetas distantes.\\n\\nCon el tiempo, sus enemigos, los nativos de Xianzhou, les otorgaron el nombre de \"borisin\", que significa \"lobo\" en el lenguaje del planeta Verdantia."
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "bridas_de_la_mecabestia_de_duran",
      "name": "Bridas de la mecabestia de Duran",
      "type": "OBJECT",
      "desc": "Estas eran las riendas, grilletes y látigos. A los jóvenes borisin, que habían crecido más altos que las patas de las bestias de guerra, se les enseñaba primero a aferrar firmemente las riendas en sus manos. De lo contrario, correrían el riesgo de convertirse en ganado esclavo, o peor aún, en alimento para las bestias.",
      "typeText": "Cuerda de unión",
      "backstory": "En el idioma borisin, las bridas también se llamaban assa-chita, que significa \"libro viviente\".\\n\\nCuando las dos lunas ascendentes se encontraban y el cielo nocturno brillaba en su máximo esplendor, los maestros vudú de la manada cazadora regalaban bridas a los hijos de Duran para simbolizar su entrada en la adultez. Estas bridas inmaculadas se convertirían en un libro que registraría la historia de sus batallas a lo largo de sus vidas.\\n\\nUna vez concluida la ceremonia de adultez, los jóvenes borisin debían adentrarse en la granja de armas, y elegir y domar su primera montura de batalla entre las mecabestias que habían sido seleccionadas y criadas mediante magia genética. Las mecabestias, que se alimentaban de los conquistados, poseían una agilidad, percepción y ferocidad asombrosas. Sin embargo, eran consideradas simples ovejas frente a sus futuros amos. Bajo la luz de la luna que agitaba la sangre violenta en sus venas, los jóvenes borisin perseguían y luchaban contra las mecabestias. Algunos morían por el beso de las bestias, un resultado de su cobardía. Otros mataban a sus compañeros, siguiendo la ley de cómo se distribuían las bestias más valerosas. Los jóvenes borisin derribaban a la montura deseada y ataban las bridas, incrustadas con látigos neuronales, al cuello del animal. La bestia, aturdida telepáticamente por su futuro amo, se volvía tan dócil como si hubiera recibido cientos de latigazos. Cuando la bestia aceptaba llevar al amo en su lomo, nacía un verdadero borisin sorya, un guerrero o jinete.\\n\\nEntonces, las bridas borisin se transformaban en un registro de sus batallas, y las riendas se llenaban poco a poco de cicatrices, nudos y adornos colgantes.\\n\\nUn sorya bien entrenado llevaba una armadura membranosa similar a una medusa bajo el liderazgo de un yonda (líder o centurión). Subían a las naves bestiales que podían viajar entre estrellas, exploraban diferentes mundos y juraban convertir las estrellas en su terreno de pastoreo en nombre de Duran y el Maestro de la Inmortalidad. En las bridas, los ligeros arañazos indicaban cuántos enemigos había matado el dueño, los nudos registraban las grandes campañas en las que había participado, y los colgantes de las riendas eran botines y tesoros como dientes humanos y núcleos de intelitrón obtenidos en saqueos... Eran el resentimiento y los lamentos de los conquistados, así como medallas con las que los borisin demostraban su fuerza.\\n\\nCuando las monturas de los guerreros perecían en la guerra o cuando los borisin deseaban dar un castigo ejemplar, las bridas también se ataban alrededor de la cara de otros seres vivos.\\n\\nSus objetivos solían ser los raposianos, la raza esclava excluida del clan debido a los planes de selección genética. Eran débiles, engañosos y solo aptos para labores serviles y operacionales. Cuando rara vez encontraban individuos de carácter bélico entre los raposianos, el lobo señor Alfa prefería atarlos con las bridas, utilizándolos como esclavos de guerra para servir en la vanguardia del campo de batalla.\\n\\nSi todos los esclavos morían y las armas caían, las bridas aún podían actuar como un látigo si se le ataba una espina en el extremo. Si las bridas se rompían y el guerrero perecía en la guerra con sus colmillos y garras destrozados, las bridas se convertirían en el único epitafio y recuerdo que quedaba del borisin.\\n\\nComo dice un antiguo dicho: \"la posición entre el depredador y la presa cambia a menudo en el bosque\"; de este modo, innumerables bridas de lobos cayeron tras milenios de lucha contra los nativos de Xianzhou en este oscuro bosque llamado universo. Al final, este vínculo que conectaba a varias manadas fue seccionado por las flechas afiladas de la Cacería, y los borisin cayeron en la sombra de la discordia interna y la decadencia, alejándose cada vez más de su antiguo orgullo."
    }
  ]
}