{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "Águila del crepúsculo",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño de Viento +<nobr>10%</nobr>.",
    "4": "Cuando el portador utiliza la habilidad definitiva, su acción se adelanta un <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [
        31101,
        41101,
        51101,
        61101
      ],
      "id": "casco_en_forma_de_pico_del_guila",
      "name": "Casco en forma de pico del águila",
      "type": "HEAD",
      "desc": "Casco que se utiliza para volar a grandes velocidades. Su forma recuerda al pico de un águila pescadora.",
      "typeText": "Cabeza",
      "backstory": "Los pescadores aéreos de Salsotto salían cada amanecer desde el puerto espacial de la ciudad móvil y volaban con sus trajes alados mientras cazaban las medusas flogísticas que salían disparadas de la arena.\n\nEl flogisto, un componente esencial de la llama de fase, era lo que alimentaba a la enorme ciudad móvil. Había que capturar y reunir la cantidad suficiente para garantizar que la ciudad siempre pudiera mantenerse por delante de la zona de penumbra que dividía el día y la noche.\n\nSi algún pescador aéreo moría de agotamiento o sufría el ataque de un pájaro gigante, los habitantes de Salsotto hacían todo lo posible por recuperar sus restos y enterrarlos en la tierra oscura junto a su traje alado y su casco de águila. En el ritual tradicional, \"aterrizar\" significaba morir, descansar para toda la eternidad.\n\nEl vuelo nunca se puede detener, igual que la ciudad nunca puede dejar de moverse.\n\nEste casco de águila tiene una breve elegía grabada: \"El yugo de las águilas no es la tierra, sino las alas, porque ellas nos obligan a volar\"."
    },
    {
      "_id": 31102,
      "ids": [
        31102,
        41102,
        51102,
        61102
      ],
      "id": "anillo_del_vuelo_del_guila",
      "name": "Anillo del vuelo del águila",
      "type": "HAND",
      "desc": "Anillo en el que dos alas de un águila pescadora abrazan el dedo. Lo llevan los grandes maestros de los pescadores aéreos.",
      "typeText": "Manos",
      "backstory": "Solo los pescadores aéreos más sobresalientes, más respetables y más fiables recibían el anillo del vuelo. Cuando estaban en el aire, soplaban sus silbatos y se coordinaban sin esfuerzo unos con otros como si fueran águilas cazadoras.\n\nDurante el vuelo, cada miembro del equipo estaba solo y era vulnerable. Dependían únicamente de los 124 tipos de silbidos que su capitán podía hacer.\n\nPor eso, en Salsotto se decía que los pescadores aéreos confiaban una tercera parte de su vida a la tecnología desarrollada con rigor; otra tercera parte a su equipamiento, que modificaban con ingenio; y la última tercera parte dependía del capitán del equipo.\n\nEl capitán sentía constantemente la presión que conllevaba el anillo, porque muchas familias le pedían personalmente que cuidara de sus hijos pescadores.\n\nEl grabado de este anillo del vuelo está manchado y en la cara interior se puede leer la palabra \"responsabilidad\"."
    },
    {
      "_id": 31103,
      "ids": [
        31103,
        41103,
        51103,
        61103
      ],
      "id": "arns_del_traje_alado_del_guila",
      "name": "Arnés del traje alado del águila",
      "type": "BODY",
      "desc": "Cinturón que conecta el traje alado con unos soportes metálicos ocultos en un grueso cordón de lino para un ajuste más suave y ceñido.",
      "typeText": "Torso",
      "backstory": "Atrapar a las medusas flogísticas que salían volando de la arena no era una tarea fácil para los pescadores aéreos de Salsotto. Usaban unos arneses de seguridad que no parecían muy resistentes, pero eran la cuerda que ataba a la vida a los pescadores aéreos cuando se enfrentaban a los fuertes vientos que soplaban fuera de la ciudad.\n\nCapturar a las medusas flogísticas nunca había sido fácil. Amagar, repeler, interceptar y capturar exigía que varios pescadores se coordinaran perfectamente entre ellos para evitar un movimiento equivocado que tuviera consecuencias mortales.\n\nLos pescadores menores de edad tenían que arrancar un cabello a su padre y a su madre y atarlo en el arnés junto al soporte metálico, y los pescadores casados tenían que poner uno de su pareja, para que el arnés recibiera la bendición de su hogar y los protegiera hasta que regresaran a casa.\n\nEn este mundo cruel donde todos luchaban por su supervivencia, el hogar era el único sitio que ofrecía comodidad y apoyo a los pescadores aéreos.\n\nEl cabello de este arnés sigue intacto. Es de mujer y está parcialmente blanco en la raíz."
    },
    {
      "_id": 31104,
      "ids": [
        31104,
        41104,
        51104,
        61104
      ],
      "id": "polainas_con_plumas_del_guila",
      "name": "Polainas con plumas del águila",
      "type": "FOOT",
      "desc": "Polainas que mantienen la temperatura de las piernas durante el vuelo. Están decoradas con plumas de águila pescadora.",
      "typeText": "Piernas",
      "backstory": "La captura de medusas flogísticas por parte de los pescadores aéreos de Salsotto era en realidad una larga lucha por la supervivencia. Las piernas, tan separadas del corazón, solo podían mantener su temperatura cuando estaban firmemente envueltas en gruesas polainas de plumas.\n\nEl cuerpo llevado al extremo solo mostraba signos de dolor y agotamiento después de una cacería prolongada y estresante.\n\nLos pescadores aéreos que no se preparaban a conciencia notaban demasiado tarde los efectos de la necrosis causada por la congelación. Por eso, antes de despegar comprobaban varias veces que sus polainas estuvieran bien puestas: durante el vuelo a una velocidad de vértigo no tendrían oportunidad de ajustarlas de nuevo.\n\nSabían que el viento se las llevaría en el momento en que alzaran el vuelo.\n\nLa coraza metálica de estas polainas tiene restos de cal y polvo de aluminio, que parecía utilizarse como forma de calentamiento de emergencia."
    }
  ]
}