{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "Forjador de lava",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño de Fuego +<nobr>10%</nobr>.",
    "4": "El daño de la habilidad básica del portador aumenta en un <nobr>12%</nobr>. Además, tras usar la habilidad definitiva, el Daño de Fuego que inflija en el siguiente ataque aumenta en un <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 31071,
      "ids": [
        31071,
        41071,
        51071,
        61071
      ],
      "id": "lentes_de_obsidiana_del_forjador",
      "name": "Lentes de obsidiana del forjador",
      "type": "HEAD",
      "desc": "Lentes protectores hechos con un cristal ígneo de color negro. Al llevarlos puestos, las violentas chispas no son más que sombras apagadas.",
      "typeText": "Cabeza",
      "backstory": "Para el clan de los forjadores, la capacidad de fabricar el arma definitiva era su propósito nato, pero también una maldición que los acompañaba.\\n\\nDesde que el clan liberado llegó al mundo de la Fragua Bélica, sus talentos, aunque extremos, comenzaron a contaminarse del aura de la Destrucción.\\n\\nEl fulgor y las chispas de la fragua deslumbraban los ojos. En el proceso de forjado, el material en bruto pasaba a ser un arma, pero el herrero podía perder la visión. Una vez, Foy encontró una veta de una extraña obsidiana ígnea al pie de un volcán y pulió cuidadosamente el cristal hasta crear unos lentes protectores, transformando así las chispas intensas en pálidas siluetas. Pero el avaricioso herrero no pudo escapar a su destino maldito, y todo ardió en un incendio descomunal.\\n\\nFoy consideraba a la Legión Antimateria de la Fragua Bélica como su materia prima, y a él mismo la llama que se elevaba.\\n\\n\"¿Sería posible lograr una reacción termonuclear en mi fragua?\". El ansia de Foy por encontrar el fuego definitivo terminó con una fusión termonuclear descontrolada."
    },
    {
      "_id": 31072,
      "ids": [
        31072,
        41072,
        51072,
        61072
      ],
      "id": "anillo_de_fuego_del_forjador",
      "name": "Anillo de fuego del forjador",
      "type": "HAND",
      "desc": "Anillo con el símbolo del fuego. Es el mayor honor que puede recibir alguien del clan de los forjadores.",
      "typeText": "Manos",
      "backstory": "Un horno a <unbreak>900</unbreak> grados transforma el barro en cerámica; una fragua a miles de grados derrite cobre y estaño... Cuanto más pura vaya a ser la creación, mayor tendrá que ser la temperatura.\\n\\nLas criaturas de la Legión ansiaban separarse de la existencia material y anhelaban las mutaciones fundamentales que solo podían lograrse por medio de las olas abrasadoras de la Destrucción.\\n\\nUn buen maestro forjador es capaz de subir el fuego hasta límites inconcebibles: la radiación oscura de las llamas toma un tinte azulado muy parecido al de una estrella moribunda. Todos los forjadores son genios que controlan las llamas, pero solo a los mejores de ellos se les entrega el anillo del fuego, un símbolo de maestría.\\n\\nHacía mucho tiempo que la Fragua Bélica había dejado de diferenciar entre el forjador y los materiales. Todos esos maestros forjadores que habían estado fundiendo y forjando las criaturas antimateria también se habían convertido en parte del arma de la Destrucción.\\n\\n\"La calidad del producto la decide la temperatura de la fragua, y la temperatura de la fragua la decide el forjador\". Para los forjadores que dominan las altas temperaturas, esto es algo obvio."
    },
    {
      "_id": 31073,
      "ids": [
        31073,
        41073,
        51073,
        61073
      ],
      "id": "delantal_ignfugo_del_forjador",
      "name": "Delantal ignífugo del forjador",
      "type": "BODY",
      "desc": "Delantal de herrero poco ornamentado. La textura del cuero y el emblema del clan son su única decoración.",
      "typeText": "Torso",
      "backstory": "La Legión Antimateria regaló el planeta de la Fragua Bélica a los forjadores, para que pudieran forjar a sus anchas en el mundo incandescente.\\n\\nEn ese mundo de lava que quemaba la vista, mientras que el fuego y el martillo nunca se detuvieran, la creación y la destrucción ya no eran polos opuestos.\\n\\nSurtur se especializaba en utilizar la lava de los volcanes activos para infundir una violenta aura de destrucción a las criaturas de la Legión. Ni el burbujeo de los gases tóxicos ni el borboteo de la lava candente podían interrumpir su concentración. Aunque las salpicaduras al rojo vivo aterrizaban en su delantal, que estaba hecho con un tejido ignífugo a base de piel de pirolagarto, al limpiarlas, el delantal seguía como nuevo.\\n\\nUna gran parte de las fuerzas combativas de la Legión se fundieron y martillaron, hasta que su carne y sus armas se unificaron con ayuda de los forjadores para convertirse en armas de la Destrucción.\\n\\n\"Un poder de destrucción inigualable...\". Los herreros que controlan el fuego nunca han ocultado el tenebroso deseo que insuflan en sus armas."
    },
    {
      "_id": 31074,
      "ids": [
        31074,
        41074,
        51074,
        61074
      ],
      "id": "pierna_metlica_del_forjador",
      "name": "Pierna metálica del forjador",
      "type": "FOOT",
      "desc": "Extremidad ortopédica hecha de una aleación metálica. En su superficie hay grabadas unas llamas en relieve.",
      "typeText": "Piernas",
      "backstory": "En la antigüedad, los carceleros tenían miedo de quedarse sin las artes extraordinarias de los forjadores, así que utilizaron las artimañas más despreciables para asegurar que el clan no pudiera ir muy lejos. Durante los años que permanecieron en prisión, todos los jefes del clan sufrieron deformidades en las piernas.\\n\\nFue el maestro de la Destrucción quien liberó al clan de los forjadores y les concedió la marca de la Destrucción, que les otorgaba un poder ilimitado.\\n\\nAunque no podía moverse con la misma facilidad que alguien que conservara todas sus extremidades, el jefe del clan logró la libertad: al fin dejó de estar preso por su extraordinaria habilidad y talento en el arte de la forja. Después, vertió todo su resentimiento y humillación en la forja. El jefe nunca se cansaba, ni siquiera tras días de martillar sin descanso. Bajo los golpes, las criaturas antimateria, testarudas y orgullosas, tuvieron que cambiar de forma y aceptar la remodelación infligida por el Destructor.\\n\\nAunque no los encerrasen barrotes físicos, la obsesión de los forjadores por su trabajo se había convertido en otro tipo de prisión.\\n\\n\"El cuerpo humano es una carga, y forjar también es destruir\", se lamentaba el jefe mirando al grupo cada vez más numeroso de forjadores deformados."
    }
  ]
}