{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "Glamoth, frente del firmamento",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "El ATQ del portador aumenta en un <nobr>12%</nobr>. Cuando su VEL es igual o superior a <nobr>135</nobr>/<nobr>160</nobr>, el daño que inflige aumenta en un <nobr>12%</nobr>/<nobr>18%</nobr>."
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [
        33115,
        43115,
        53115,
        63115
      ],
      "id": "regimiento_de_la_caballera_de_hierro_de_glamoth",
      "name": "Regimiento de la Caballería de Hierro de Glamoth",
      "type": "NECK",
      "desc": "En su interior se encuentran las famosas fundas cambiaformas de la Caballería de Hierro del Imperio Glamoth. Incontables mechas plateados se cargaron en naves de guerra y se enviaron hacia las fronteras de la galaxia para repeler al violento Enjambre que venía del espacio profundo.",
      "typeText": "Esfera de plano",
      "backstory": "El Imperio Glamoth del firmamento disfrutó de un territorio que abarcaba miles de años luz y fijó con ambición su mirada en el cosmos. En su pleno apogeo, su majestad, la Emperatriz Titania, construyó una magnífica flota que prometía llevar los frutos de la civilización a todas las fronteras bárbaras para permitirles probar la benevolencia del imperio con la esperanza de unirlos bajo un solo gobierno.\\n\\nSin embargo, la expedición se detuvo ante interminables oleadas de insectoides que venían de otra galaxia. Los ejércitos de Glamoth lucharon y fracasaron, una y otra vez... Las colonias se dispersaron, y la orgullosa flota de hierro cayó. Rodeados de monstruos con ojos compuestos y alas enfundadas, los gritos de la gente de Glamoth se ahogaron en la desesperación, y el imperio del firmamento quedó destrozado desde entonces.\\n\\nHasta que un día, caballeros vestidos con armaduras mecánicas descendieron del cielo y aniquilaron al Enjambre devorador de sol. Desde entonces, los caballeros de hierro de color blanco plateado viajan hacia y desde los distintos sistemas estelares del imperio, cruzan los territorios devastados y luchan contra la calamidad que acabó con la galaxia. Eran como guerreros nacidos para luchar contra el Enjambre. Nadie sabe qué se esconde bajo las máscaras de la Caballería de Hierro, pero su llegada fue un regalo de los dioses que devolvió la luz del día al mundo. Bajo el mando de la Emperatriz, la Caballería de Hierro de Glamoth atacó desde los cielos y pudo finalmente detener la marea de enemigos y llevarle alivio al imperio.\\n\\nPero en la batalla interminable contra el Enjambre, el imperio comenzó a parecerse a su adversario: cada vez más miembros de la Caballería de Hierro volaban alto hacia el cielo, cubriéndolo como el Enjambre en ese fatídico día. La gente empezó a ver a la Emperatriz y a la caballería con un miedo similar al que sentían por el Enjambre. Quizá algún día el imperio alcanzaría la victoria que tanto deseaba. Pero, ese día, ¿Glamoth aún sería un paraíso para que la humanidad descansara?\\n\\nEl regimiento de la Caballería de Hierro formó la última línea de defensa en la frontera de Glamoth, donde la batalla continuó sin cesar. En sus naves de guerra, los caballeros tenían una misión: llevar la esperanza de todo el imperio y defenderse de las mareas de enemigos que ahogaban las estrellas."
    },
    {
      "_id": 33116,
      "ids": [
        33116,
        43116,
        53116,
        63116
      ],
      "id": "lpida_silenciosa_de_glamoth",
      "name": "Lápida silenciosa de Glamoth",
      "type": "OBJECT",
      "desc": "El floreciente Imperio Glamoth se convirtió en polvo. No había evidencia de su antigua gloria. Solo los restos de polvo de estrellas, mechas, naves y los cadáveres del Enjambre quedaron a la deriva en el vacío y formaron un río que preserva la escena original del trágico frente de batalla y sirve como monumento a su caída.",
      "typeText": "Cuerda de unión",
      "backstory": "Los historiadores de la Sociedad del Conocimiento creen que la República de Glamoth cayó ante el flagelo del Enjambre. Otro punto de vista afirma que el fin de la República de Glamoth fue la forma en que superó por completo a su poderoso enemigo.\\n\\nPara cambiar el rumbo de la horrible batalla contra el Enjambre, el consejo gobernante arrojó la toalla y decidió alterar la esencia de la humanidad. En un esfuerzo por adaptarse a la guerra, crearon un arma \"nacida para luchar\".\\n\\nEl resultado de todo esto fue Titania. La Emperatriz, que no tiene ningún poder, ordena y controla telepáticamente a los caballeros conectados a ella. En los sueños en los que están entreverados estos guerreros, el único significado de su existencia es proteger a Titania y a su \"imperio\". En sus cortas vidas, estudiaron, lucharon, recibieron órdenes de la Emperatriz, enfrentaron al enemigo sin miedo y murieron con honor.\\n\\nNadie supo cuándo se reveló esta falsedad. ¿Fue el día en que los viejos humanos en los territorios de Glamoth cayeron por debajo de cierto porcentaje? ¿El día en que los científicos se dieron cuenta de que la Emperatriz comenzaba a rebelarse contra el cautiverio? O... ¿el día en que el ataque del Enjambre se disipó en el aire?\\n\\nLa gente solo sabía que la Caballería de Hierro lo dio todo por el inexistente \"Imperio\". Tras décadas de sangrientas batallas, los restos de mechas y extremidades de insectos se convirtieron en escombros que se elevaban hasta el cielo, se esparcieron por todo el sistema estelar de Glamoth y se conectaron para formar un río de muerte. Cuando los restos del Enjambre ya no representaban ninguna amenaza, los líderes del consejo tocaron las campanas de la paz e informaron a los ciudadanos que se había disipado el apocalipsis que nublaba los cielos y que la república vería la luz del día... Sin embargo, no llegó el día, sino el comienzo de otra noche.\\n\\nLuego de eso, la civilización conocida como Glamoth se desvaneció, y la paz tan esperada llegó a las estrellas vacías... el largo río de polvo de estrellas y escombros que fluye en el vacío."
    }
  ]
}