{
  "_id": 302,
  "id": "fleet_of_the_ageless",
  "name": "Flota de los eternos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Los PV máx. del portador aumentan en un <nobr>12%</nobr>. Cuando su VEL es igual o superior a <nobr>120</nobr>, el ATQ de todos los aliados aumenta en un <nobr>8%</nobr>."
  },
  "pieces": [
    {
      "_id": 33025,
      "id": "arca_celestial_del_luofu_de_xianzhou",
      "name": "Arca celestial del Luofu de Xianzhou",
      "type": "NECK",
      "desc": "En su interior se encuentra el Luofu de Xianzhou, flotando sobre océanos de estrellas. Los esquifes entran y salen por la Puerta de Jade, como los movimientos celestes. Muchas personas fueron a este lugar para buscar el secreto de la inmortalidad y regresaron decepcionadas.",
      "typeText": "Esfera de plano",
      "backstory": "Hace miles de años, el Luofu de Xianzhou partió de la nación antigua y navegó por el espacio con la intención de tener una audiencia con su diosa y obtener el elixir de la inmortalidad.\\n\\nLa enorme nave que contenía todo un ecosistema avanzaba lentamente por el cielo estrellado como una luna desplazándose en la noche. Por delante aguardaba un largo viaje sin una dirección concreta. Durante el periplo solitario, la gente se dormía y volvía a despertar, y después volvía a dormirse otra vez, en un ciclo sin fin... Ballenas que perseguían estrellas caían de la bóveda celeste y la estructura cristalina subdimensional se extendía durante años luz sin interrupción. Los Buscadores de Elixires fueron testigos de la existencia de seres de gran trascendencia y se regocijaron al reforzar su determinación por obtener la inmortalidad.\\n\\nDespués de un viaje de miles de años, el Luofu de Xianzhou empezó a detenerse al encontrar al Ama de la Abundancia en el limbo entre la verdad y el vacío. Yaoshi descendió a la nave y el Árbol de la Ambrosía se manifestó inmediatamente. Su sombra era tan grande como el mar de nubes y tapaba el cielo y el sol. Sus raíces llegaban tan lejos que cubrieron toda la nave de Xianzhou. El Luofu parecía haber cobrado vida.\\n\\nQuienes ansiaban obtener la inmortalidad se tragaron el fruto del Árbol de la Ambrosía y al fin obtuvieron la vida infinita con la que tanto habían soñado. Esas gentes de Xianzhou, que clamaban ser seres celestiales, comenzaron a disfrutar de sus vidas interminables y utilizaron el Árbol de la Ambrosía para desarrollar las formas de la inmortalidad, creando para ello numerosas maravillas inhumanas.\\n\\nLo que prospera está destinado a decaer, el sol da paso a la luna, lo que una vez causa alegría finalmente deviene en suplicio. Cuando llegó la era de los Tres Tormentos, en la que la humanidad casi resultó extinguida, la gente de Xianzhou por fin descubrió el verdadero rostro del milagro, que era la calamidad insoportable.\\n\\nEn medio de esa calamidad, apareció un héroe con su arco y de un solo disparo partió en dos el Árbol de la Ambrosía. Xianzhou recuperó al fin sus propias raíces de humanidad y juró \"conservar la mortalidad y acabar con la perdición perpetua\". En los años que siguieron, Xianzhou comenzó a navegar por la galaxia y a encargarse de acabar con lo que no podía morir. Los raposianos recuperaron la libertad y el control del cielo; los vidyadhara sellaron la contaminación y cualquier otro desastre que quedara. Las tres razas se unieron en una coalición y así nació la Alianza Xianzhou.\\n\\nLa prosperidad y la calamidad se alternaron durante el viaje. Héroes y leyendas aparecieron uno tras otro a medida que la historia avanzaba. Ahora, el Luofu de Xianzhou está sanando y reconstruyéndose en paz: el libre comercio y las mentes abiertas lo devolvieron a la vida.\\n\\nLa inmortalidad dejó marcado para siempre al Luofu de Xianzhou. Con sus subidas y bajadas, acumuló su aura única que combinaba la tradición y la modernidad. Los comerciantes que recorrían el universo solo tardaban unos segundos en darse cuenta de lo que el paso del tiempo había dejado en esta nave."
    },
    {
      "_id": 33026,
      "id": "lianas_del_rbol_de_la_ambrosa_del_luofu_de_xianzhou",
      "name": "Lianas del Árbol de la Ambrosía del Luofu de Xianzhou",
      "type": "OBJECT",
      "desc": "En el pasado, el Árbol de la Ambrosía propulsó al Luofu, que era la nave principal de la flota de Xianzhou. Más tarde, debido a la maldición del fruto de la inmortalidad, la calamidad sobrevino al Luofu de Xianzhou. Las lianas del Árbol de la Ambrosía envolvían al Luofu con firmeza, formando una simbiosis imposible de separar.",
      "typeText": "Cuerda de unión",
      "backstory": "El Ama de la Abundancia enterró la semilla del karma en el centro del Luofu de Xianzhou y regaló a los Buscadores de Elixires un milagro llamado Árbol de la Ambrosía. Era un milagro porque, cuando se manifestaba delante de la gente, se interpretaba inmediatamente.\\n\\nEn el Árbol de la Ambrosía crecían frutos divinos, llenos de vida y vitalidad, en cuyo interior se ocultaba la vida infinita que anhelaban los Buscadores de Elixires. Desde entonces, los tabúes y las normas heredados desde la antigüedad se volvieron inútiles, y el dictado de la naturaleza sobre el envejecimiento y la muerte se convirtió en historia irrelevante. La gente siguió la vía de la inmortalidad y el Árbol se explotó a conciencia, lo que produjo una cantidad ilimitada de tierra de barbecho y el don de la palabra y el pensamiento incluso en los animales. Una cantidad increíble de logros tecnológicos se hicieron realidad bajo las ramas del Árbol de la Ambrosía.\\n\\nNo obstante, con el paso del tiempo, el Árbol se quitó la máscara, reveló su rostro espantoso y comenzó a infligir la agonía de la inmortalidad a los inmortales.\\n\\nLos inmortales se reproducían continuamente y nunca moría ni uno solo de ellos. Pronto la nave se vio amenazada por un exceso de población que sufría hambrunas con frecuencia. En esta sociedad de vida eterna, los jóvenes nunca tenían ocasión de emplear su talento y los viejos se aferraban al poder por mucho más tiempo del que deberían. El orden social se tambaleaba y el colapso estaba cerca... La rebelión de los aurúmatas y la invasión inminente marcaron la ruina de un milenio; por fin, las personas descubrieron el mal que se ocultaba en la sangre inmortal. Lo que llamaban \"cuerpo celestial\" no era más que una tecnología ligeramente más avanzada que el intelecto humano normal. La propensión a ser poseído por Mara era una advertencia a toda la gente de Xianzhou, un recordatorio de que solo estaban a un paso de convertirse en abominaciones.\\n\\nEn medio de la desesperación, un héroe agrietó el cielo con un poderoso disparo de su arco y partió en dos el Árbol de la Ambrosía... Aunque solo quedaba un tocón, el destino de la nave de Xianzhou nunca se separó del Árbol de la Ambrosía.\\n\\nEl tocón atrajo de forma activa a fuerzas externas para que llevaran a cabo asaltos e invasiones, lo que causó varios ataques de las abominaciones de la Abundancia. Por su culpa, los cuerpos se deformaban, la sangre se derramaba y el pueblo de Xianzhou quedaba condenado a extinguirse casi totalmente. También tentaba a la gente de Xianzhou a romper los tabúes de los Discípulos de Sanctus Medicus, aventurarse en los secretos de la Abundancia que había dentro del Árbol de la Ambrosía y reforjar el antiguo imperio de la inmortalidad... En los largos días de conflictos externos y domésticos, lo que quedaba del Árbol de la Ambrosía acechaba entre las sombras, como ramas infinitas extendiéndose en la oscuridad, esperando una oportunidad para volver a sembrar el caos.\\n\\nPor suerte, el Luofu de Xianzhou nunca bajó la guardia y juró acabar con el origen de todas las abominaciones, hasta que todo terminara."
    }
  ]
}
