{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "Fragua de la linterna Kalpagni",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La VEL del portador aumenta en un <nobr>6%</nobr>. Cuando el portador golpea a un enemigo con Debilidad de Fuego, el efecto de Ruptura aumenta en un <nobr>40%</nobr> durante <nobr>1</nobr> turno."
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "mecha_de_loto_del_palacio_de_la_forja",
      "name": "Mecha de loto del Palacio de la Forja",
      "type": "NECK",
      "desc": "En su interior se encuentra el emplazamiento de la Comisión de Artesanía del Zhuming de Xianzhou: el Palacio de la Forja del Disco Llameante, una esfera del tamaño de un cuerpo celestial, erigida en torno al progenitor de todos los heliobus, el Emperador Pedernal. Maestros artesanos extraen energía de ella y plasman pensamientos e inspiraciones en formas maravillosas.",
      "typeText": "Esfera de plano",
      "backstory": "El Zhuming de Xianzhou había navegado por los mares estelares durante más de ocho milenios desde que zarpó del Antiguo Imperio. Si se observase el cambio de forma de la astronave a través del tiempo y el espacio, el proceso sería una experiencia sumamente romántica: la colosal nave tragó una estrella azul profundo, se despojó de su casco desgastado capa por capa, se hinchó como un capullo sólido y finalmente floreció como una flor de loto.\\n\\nDesde el espacio, el Zhuming de Xianzhou parece una linterna de loto de filigranas doradas. Las enormes \"hojas de loto\" brillantes se despliegan gradualmente alrededor de \"postes de luz\" y se bañan en un suave resplandor azul, siendo realmente dignas de versos que la describen como \"una nave cuyo casco engaña a los ojos, una flor de loto cuyos pétalos brillan como velas\". La sección central de la nave, la \"base de la lámpara\", es una jaula esférica de tamaño comparable al de un cuerpo celeste. Esta envuelve firmemente el sol azul, la \"mecha de la linterna\", y gira eternamente. Esta megaestructura es el lugar más importante para la industria manufacturera del Zhuming de Xianzhou: el Palacio de la Forja del Disco Llameante.\\n\\nEn el pasado, el Gran Artesano del Zhuming, Yang Di, había recibido un molde de arma del soberano anónimo del Antiguo Imperio como regalo cuando la flota partió en su viaje. Miles de años después, aunque la inmortalidad cambiara a la flota y el viaje de regreso nunca ocurriese, la tradición del Gran Artesano nunca murió. En el Zhuming de Xianzhou, la artesanía es la gran escuela de aprendizaje. Todos sus generales también ostentaban el título de Maestro Herrero de la Comisión de Artesanía. Cuando salían de la nave, comandaban miles de tropas. Cuando regresaban a la nave, empuñaban sus martillos y forjaban objetos maravillosos, y recibían el respeto supremo del pueblo. Más de la mitad de las armas utilizadas en las cacerías de Xianzhou a lo largo de la historia de la flota fueron forjadas en el Zhuming. Por lo tanto, el Palacio de la Forja del Disco Llameante llegó a ser considerado como el sitio de peregrinación sagrado para tales tecnologías en todo el cosmos.\\n\\nLa metalurgia es una medida del avance de las civilizaciones, mientras que el descubrimiento del fuego marca el comienzo de las civilizaciones. Muchas civilizaciones, en sus primeros días, se vieron más preocupadas por la falta de fuentes de energía. Las personas no escatimaron esfuerzos en descubrir fuentes de energía que elevaran su civilización a nuevas alturas. El Zhuming de Xianzhou había superado esta limitación: al encarcelar al progenitor de los heliobus, el Emperador Pedernal, los artesanos obtuvieron una fuente de energía literalmente inagotable. El Palacio de la Forja del Disco Llameante tiene sistemas de rieles intrincados que cubren la estrella tanto como sea posible, y las delicadas ramas y hojas están llenas de receptores y transmisores que guían el fuego primigenio del Emperador Pedernal para proporcionar suficiente energía para todos los desarrollos tecnológicos.\\n\\nIncontables artesanos consideraron a la Comisión de Artesanía del Zhuming, que devoró un pseudosol, como los salones sagrados del oficio. Aprendices que querían forjar herramientas divinas se congregaban en la institución. Con suficiente fuerza, cualquier cosa podía ser elaborada, y el Palacio de la Forja del Disco Llameante poseía todo lo que los artesanos podrían necesitar.\\n\\nAprendices de diferentes mundos se reúnen en la forja y se convierten en compañeros de estudio, compitiendo y compartiendo sus habilidades. Los viajeros que vienen en busca de herramientas maravillosas también pagan una suma considerable para encargar a los artesanos la creación de armas divinas. Sin embargo, los incontables aprendices a lo largo de los milenios rara vez han sido favorecidos por el general Huaiyan, el \"Artesano de Artesanos\". Siempre que él mismo enseñaba a los estudiantes y les transmitía personalmente sus habilidades tanto como artesano como soldado, esos estudiantes se convertían en grandes maestros que dejaban su huella en los anales como Maestros Herreros o se convertían en Nimbocaballeros cuyos nombres resonaban por toda la Alianza Xianzhou, como el Octeto del Disco Llameante.\\n\\n\"Fundiendo mil estrellas, el hierro otorga al héroe su espíritu. Minúsculas luces convertidas en fuerza marcial, solo con hojas afiladas se mantiene la paz y la abundancia\". Desde el día en que un artesano del Zhuming recibe sus herramientas, siempre debe recordar que lo que pasará haciendo sus días y noches no son simples armas, sino las flechas que llevan el credo de la Cacería."
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "seda_celestial_del_disco_llameante_de_la_forja",
      "name": "Seda celestial del Disco Llameante de la Forja",
      "type": "OBJECT",
      "desc": "El poderoso heliobus, casi tan grande como una estrella, se sumergió en un sueño ilimitado. En su letargo profundo, los átomos y las moléculas cercanas chocaban y chispeaban, y se filtraban continuamente de la estructura de la coraza forjada del Disco Llameante, de modo que aparecían como bandas de luz iridiscente que se asemejan a cintas de seda celestial.",
      "typeText": "Cuerda de unión",
      "backstory": "El Zhuming de Xianzhou siempre ha estado acompañado por bandas de luz multicolor mientras viaja por el espacio profundo. Estas bandas son la salida de energía de reacciones de fusión de altísima temperatura, así como la evidencia de que el Emperador Pedernal aún arde y nunca morirá.\\n\\nEn los bordes más externos de las partículas que inducen la aurora, dispersadas con los alientos del Emperador Pedernal, los heliobus recién nacidos se ralentizan y deambulan hasta materializarse. Los Jueces de la Cacería Llameante de la Comisión de los Diez Líderes del Zhuming capturan a los heliobus ingenuos que no han tenido ningún contacto con las emociones, usando sueños cálidos y amables para domesticar el temperamento inmaduro de estas llamas. Luego, los jueces pasan estos heliobus inofensivos a la Oficina Templallamas de la Comisión de Artesanía, que los combina con varios artefactos para convertirlos en lámparas, vehículos y diversos paisajes del Zhuming... Sin embargo, a los ojos de los confundidos foráneos, estos objetos raros que hablan y caminan son la prueba del rumor de que \"la esencia divina existe en todas partes en los dominios, y los objetos se convierten en demonios una vez que son lo suficientemente antiguos\".\\n\\nSiguiendo la banda de luz cromática externa, uno puede caminar más allá del Palacio de la Forja y llegar al campo de hipergravedad creado por el pseudosol. La gente común no puede soportar una densidad estelar tan alta. Es una especie de caos que se desmorona hacia el interior, que solo los artesanos Disattva pueden atravesar con facilidad.\\n\\nLas abrasadoras oleadas estelares y los fenómenos celestiales anormales impiden que los curiosos continúen acercándose al pseudosol. Todas las leyes básicas de la física del universo se han fortalecido a un grado aterrador. Solo una raza estelar fuerte y poderosa, los Disattva, puede sobrevivir en un espacio con tales anomalías gravitacionales. Los Disattva son artesanos de élite por naturaleza. Pasan entre el Palacio de la Forja y el pseudosol, y su percepción del tiempo se ha desviado durante mucho tiempo de la de los seres normales. Aún mantienen su promesa y continúan mejorando su artesanía, forjando los enormes cañones de la nave y vigilando el sueño del pseudosol. El Zhuming de Xianzhou considera a los Disattva como aliados leales, respetando su tenacidad y fuerza, mientras agradecen su sacrificio desinteresado.\\n\\nSin embargo, ningún ser puede seguir la luz heterocromática más allá del campo gravitatorio extraño y retorcido para llegar al fondo del pseudosol. Ese es un lugar prohibido para todos los seres con emociones, una habitación donde flota el sueño interminable del Emperador Pedernal. El Zhuming de Xianzhou siempre está alerta, porque incluso la más pequeña fluctuación emocional puede despertar la fuerza inmensa del progenitor heliobus.\\n\\nCon frecuencia, hay individuos que ignoran la advertencia y fijan su mirada en el pseudosol desde lejos. Sin darse cuenta, se deslizan en el campo gravitatorio psicológico, y una marea infinita de ilusiones les arrebata la consciencia. Al contrario de las suaves ilusiones, cuando contemplan ese \"sol azul\", solo sienten la ira infinita que ha sido suprimida desde el principio de los tiempos. \"Los heliobus otorgarán a los héroes el poder trascendental para quemar los mismos cielos, pero cuando todos sus deberes se hayan cumplido, los héroes deberán dar a los heliobus cuerpos supremos forjados a la perfección\". Nadie sabe cómo se podrá cumplir este antiguo juramento. Del mismo modo, nadie sabe cuándo el Emperador Pedernal despertará de su sueño infinito.\\n\\nEn lo profundo de la mecha de la linterna de loto, el pseudosol exhala un suspiro profundo en su letargo interminable. La nave navega lentamente por los confines del cielo, dejando tras de sí solo un rastro iridiscente. Así, el Zhuming de Xianzhou continuará aliándose con el fuego, viajando con el fuego y compartiendo su destino con el fuego."
    }
  ]
}