{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "Genio de las estrellas relucientes",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño Cuántico +<nobr>10%</nobr>.",
    "4": "Cuando el portador inflige daño a un objetivo enemigo, ignora el <nobr>10%</nobr> de su DEF. Si el objetivo tiene Debilidad Cuántica, ignora un <nobr>10%</nobr> adicional de su DEF."
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [
        31081,
        41081,
        51081,
        61081
      ],
      "id": "lentes_de_teledeteccin_de_ultraalcance_del_genio",
      "name": "Lentes de teledetección de ultraalcance del genio",
      "type": "HEAD",
      "desc": "Dispositivo ocular de comunicación basado en la teledetección de ultraalcance, que rompe las barreras del medio de propagación y las grandes distancias.",
      "typeText": "Cabeza",
      "backstory": "Todos saben que la mayoría de los miembros del Círculo de Genios son bastante excéntricos y no se comunican mucho.\n\nLa interacción social es una carga superflua para ellos, pero ¿acaso no lo es también para la gente normal?\n\nElías Salas, el miembro n.º 56 y segundo presidente del Círculo, intentó una vez solucionar este problema. Preparó para los miembros de aquel entonces unos lentes de comunicación con funciones de teledetección de ultraalcance. Lamentablemente, aunque se había creado un puente entre estrellas distantes, muy pocos estaban dispuestos a cruzarlo, y nunca se aprovechó el potencial del mejor dispositivo de comunicación del cosmos.\n\n\"«El número al que llama no tiene cobertura». Vamos, ¿es que ni siquiera puedes esforzarte un poco más cuando finges ser un contestador automático?\".\n\nElías Salas suspiró y comprendió que era pedir demasiado. Pero tenía que intentarlo porque estaba convencido de que, algún día, esta tecnología sería de utilidad."
    },
    {
      "_id": 31082,
      "ids": [
        31082,
        41082,
        51082,
        61082
      ],
      "id": "capturador_de_variaciones_de_amplitud_del_genio",
      "name": "Capturador de variaciones de amplitud del genio",
      "type": "HAND",
      "desc": "Guantes equipados con capturadores de variaciones de amplitud capaces de manipular de forma intuitiva las vibraciones del sonido y de la luz.",
      "typeText": "Manos",
      "backstory": "\"Cómo holgazanear sin ser descubierto\" se convirtió en una pregunta recurrente para Stephen Lloyd, el miembro n.º 84 del Círculo de Genios, que creció haciendo trabajillos en la frutería de su padre adoptivo.\n\nPara ello, fabricó unos guantes que capturaban bandas de frecuencias concretas y fugas de luz y sonido, e investigó hasta la saciedad instrumentos de cuerda que iban más allá de los límites de frecuencia conocidos.\n\nEsta tecnología podía capturar y aislar todas las luces y sonidos de un área específica, y su funcionamiento no podía explicarse dentro de los límites actuales de las ciencias aidenéticas clásicas. Sin duda, hubiese sido un invento muy importante que podría haber revolucionado completamente la ciencia, pero a Stephen ni siquiera se le pasó por la cabeza presentarla en público. Al fin y al cabo, no era más que un juguetito que había hecho para poder holgazanear.\n\n\"Stephen, no sé qué hiciste exactamente, pero seguro que estás vagueando, ¿a que sí?\".\n\nAunque Stephen Lloyd era considerado un genio entre los genios, para su padre adoptivo no era más que un niño al que le gustaba fantasear y hacer el vago."
    },
    {
      "_id": 31083,
      "ids": [
        31083,
        41083,
        51083,
        61083
      ],
      "id": "traje_del_metaespacio_del_genio",
      "name": "Traje del metaespacio del genio",
      "type": "BODY",
      "desc": "Traje parecido a un mono de buceo que, tras activarse, envuelve todo el cuerpo y transmite las señales neuronales al metaespacio en tiempo real.",
      "typeText": "Torso",
      "backstory": "El metaespacio, creado por Sserkal, la miembro n.º 29, trascendía las razas biológicas y las dimensiones múltiples. Cualquier ser vivo podía sincronizar sus señales neuronales con la red de consciencia ayudándose simplemente de una especie de traje de buceo.\n\nPara las criaturas que no podían viajar entre mundos, este dominio onírico colectivo les daba la oportunidad de conectar con los demás y buscar la paz y la tranquilidad que no existían en el mundo real.\n\nEn ese metaespacio basado en datos, multitud de seres cósmicos originaron infinidad de productos culturales, y un nuevo orden empezó a establecerse sigilosamente. Justo en el momento en el que empezó a predecirse que el nuevo paraíso emergente reemplazaría por completo a la realidad, Sserkal, \"la Tejedora de la Creación\", desconectó el cable de la red de consciencia. Como si todo se hubiera tratado de una broma, el metaespacio se sumergió en un silencio absoluto.\n\n\"Esos inversores que no dejaban de parlotear sobre el metaespacio se habrán vuelto locos. Ahora que la industria se había fortalecido como nunca, el metaespacio ha dejado de existir\".\n\nLa gente tiende a hacer suposiciones cuando desaparece algo. Es posible que el metaespacio se hubiera diseñado para ser una placa de Petri de almas. Tal vez invitar a criaturas de varios tipos a probarlo no fuera más que una treta para conseguir muestras gratuitas de almas."
    },
    {
      "_id": 31084,
      "ids": [
        31084,
        41084,
        51084,
        61084
      ],
      "id": "patines_de_la_gravedad_del_genio",
      "name": "Patines de la gravedad del genio",
      "type": "FOOT",
      "desc": "Dispositivo portátil en forma de patines de hielo que captura la gravedad. Al deslizarse rápidamente, refleja la luz de las estrellas.",
      "typeText": "Piernas",
      "backstory": "El miembro n.º 64 del Círculo, el infame Dr. Primitivo, llevaba toda su vida escapando de persecuciones interestelares motivadas por sus terribles crímenes.\n\nParecía que disfrutase de la emoción de ser perseguido. Siempre mantenía una distancia cuidadosamente calculada respecto a sus perseguidores. Nunca se acercaba lo suficiente como para que lo atraparan, ni se alejaba para evitar que lo perdieran de vista.\n\nUtilizaba algún tipo de tecnología de captura gravitacional en sus huidas, y podía andar a su antojo por el espacio empleando simplemente la gravedad. Los astrofísicos de la Sociedad del Conocimiento eran incapaces de descubrir qué principios estaban involucrados. Su principal hipótesis era que la diferencia entre las fuerzas gravitacionales de las distintas estrellas desempeñaba un papel clave. Como sus perseguidores utilizaban medios de transporte de la era de la gravedad, no eran capaces de alcanzar su velocidad. Pese a todo, no cejaban en su empeño de atrapar al criminal.\n\n\"Ver a alguien paseando por el espacio es una experiencia increíble\", dijo un Vigilante de la Galaxia, \"pero es una pena que se trate del Dr. Primitivo\".\n\nCuando el Dr. Primitivo desapareció sin dejar rastro, los Vigilantes de la Galaxia nunca creyeron que hubiera muerto, así que siguieron buscándolo sin descanso."
    }
  ]
}