{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "Árbol gigante en meditación profunda",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La VEL del portador aumenta en un <nobr>6%</nobr>. Cuando su VEL es igual o superior a <nobr>135</nobr>/<nobr>180</nobr>, la curación realizada del portador y su mnemoduende aumenta en un <nobr>12%</nobr>/<nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "Árbol meditabundo del Soto de las Musas",
      "type": "NECK",
      "desc": "En su interior se encuentra el Soto de las Musas de Amphoreus, donde la Rama de la Grieta, {RUBY_B#Titán de la Razón}Cerces{RUBY_E#}, medita. El primer erudito guio a la gente y establecieron jardines y patios entre la arboleda para compartir el conocimiento, y así nació el Soto.",
      "typeText": "Esfera de plano",
      "backstory": "El primer erudito, Talesos, partió al alcanzar la mayoría de edad de su polis natal costera, Milawata, para buscar el significado espiritual en la fe de Mnestia, comenzando así su peregrinaje por las tierras de Amphoreus.\n\nDurante su viaje sagrado, diversas experiencias extraordinarias y visiones misteriosas lo llevaron a desarrollar nuevas reflexiones sobre los fenómenos naturales y el origen del mundo. Al final de su viaje, tuvo una audiencia con la Rama de la Grieta y completó su metodología para comprender el mundo frente al árbol gigante. Después, Talesos estableció un patio bajo el árbol gigante y lo llamó Soto de las Musas para que la gente pudiera despertar su espíritu, buscar el conocimiento y alcanzar la iluminación.\n\nLos pensamientos de {RUBY_B#Titán de la Razón}Cerces{RUBY_E#} se plasmaban abiertamente en pergaminos o se transformaban subrepticiamente en la susurrante vegetación del Soto... Así surgió el bullicio del Soto. Y en medio del ruido de intercambios y debates, nacieron las diferentes escuelas de pensamiento.\n\nAunque cada escuela tenía su propia dirección de estudio, existían puntos de encuentro, como las ramas del árbol gigante que se extienden y entrelazan inevitablemente... A través de acalorados debates y la transmisión generacional de teorías y conocimiento, las enseñanzas dejadas por el primer erudito han evolucionado hasta convertirse en diversas corrientes de pensamiento lideradas por los siete sabios y sus siete escuelas principales.\n\n\"Todo el conocimiento del mundo debe convertirse en hojas del Soto, para dar sombra y nutrir al árbol gigante\". Las polis que buscaban sabiduría en el Soto debían ofrecer conocimiento equivalente a cambio. Así, innumerables pensamientos se transformaban en nutrientes y permitían brotar nuevas hojas y ramas.\n\nDurante cientos de años del Calendario de la Luz, si se descubría que cualquier caravana que cruzaba el paso del Soto, o cualquier barco mercante que arribaba a su puerto, llevaba pergaminos con conocimiento registrado, pasaban a formar parte de la colección del Soto, sin importar su nacionalidad o idioma. Los eruditos del Soto, que también podrían calificarse como bandidos, convirtieron el Soto en la mejor escuela de Amphoreus a través de compras costosas, copias encargadas a copistas e incluso saqueos. Usaban el debate como ritual y el razonamiento como devoción para venerar la razón suprema en el mundo.\n\nDesde que comienza con los primeros brotes hasta que retorna al espíritu del bosque, cada gota de conocimiento que afluye desde todo el mundo se reúne en el corazón del rocío. {RUBY_B#Titán de la Razón}Cerces{RUBY_E#} escucha el creciente bullicio del Soto, siempre en silenciosa meditación."
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "Circuito foliar del Soto de las Musas",
      "type": "OBJECT",
      "desc": "Los hilos dorados y las enredaderas tejen la red de conocimiento del Soto, vital para que las escuelas compartan sus hallazgos entre ellas. La información ingresa por las raíces, viaja y se descompone a través de las venas hasta convertirse en una gota de rocío que se disuelve en el estanque de la biblioteca de Filia.",
      "typeText": "Cuerda de unión",
      "backstory": "Cada pensamiento del Soto de las Musas es como una rama del árbol gigante. Las nervaduras abarcan miles de argumentos y se expanden como una intrincada red de ramificaciones. Aunque independientes, crecen entrelazadas y finalmente forman la exuberante copa que hace prosperar al árbol gigante.\n\nUna de las ramas dirigía los pecíolos de sus hojas sobre sí mismos, enrollándose. Los ascetas de la Escuela Lotofagia están fascinados con los misterios de los patrones de las hojas y flores del árbol, y describen la vida vegetal, e incluso todos los fenómenos, como existencias tangibles. Su ascetismo se centra en armonizar todo en el mundo. Para ellos, la práctica ascética no significa la negación del ser, sino un atajo para conocerse a uno mismo.\n\nUna de las ramas estaba cargada de frutos abundantes. Los eruditos de la Escuela Cabramontesa se especializan en el estudio, reproducción y protección de bestias extrañas. Los adorables aspectos de las quimeras son un pequeño ejemplo práctico de su búsqueda del conocimiento sobre todas las formas de vida.\n\nUna de las ramas se retorcía en proporciones perfectas, de una forma precisa y elegante. Los eruditos de la Escuela Nodista afirman que todo son números, es decir, toda entidad puede representarse matemáticamente. Esta escuela, la más antigua del Soto, mantiene estrictos requisitos de admisión. Proclaman que \"quien no sepa geometría no puede entrar\", y consideran las matemáticas como el medio por el cual {RUBY_B#Titán de la Razón}Cerces{RUBY_E#} gobierna el mundo.\n\nUna de las ramas crecía gruesa y firme. La Escuela Arrastrapiedras requiere a los estudiantes que quieran ser admitidos que lancen una piedra con honda más allá de cierta distancia, y demuestren así su dedicación a buscar la perfección física y mental, así como su espíritu competitivo.\n\nUna de las ramas se inclinaba y se alzaba de forma alterna, transmitiendo pura belleza a los sentidos. La Escuela de Terracota considera la exploración del arte y la sensibilidad como la fuente del pensamiento lógico, y cree firmemente que la información extraída directamente de los sentidos es la más refinada y conduce a una visión más completa del mundo.\n\nEn lo alto de la frondosa copa, una rama devota, la más apta para ceremonias, brotaba del tronco del árbol gigante. La Escuela de los Veneradores se especializa en la comprensión de los rituales titánicos y el uso de sus milagros y es conocida como la cuna de los políticos de Amphoreus. No solo dirigen los rituales religiosos del Soto, sino que sus logros han penetrado en todos los aspectos de Amphoreus. Sin embargo, una rama nueva y afilada se le opone...\n\nLa Escuela de la Semilla hereda las teorías sobre el alma del primer erudito y se especializa en teorías sobre la transformación y elevación de la vida y la materia. Aunque es la más reciente, sus argumentos son los más incisivos, y sus teorías principales apuntan al origen de toda la vida y la existencia material.\n\nLos siete sabios de las siete escuelas principales dirigen sus respectivos campos de estudio, sin jerarquía entre ellos en principio. El árbol gigante de la Razón ostenta el título honorífico de sabio principal y, entre interminables debates, esparce el conocimiento y la razón por el mundo como si fueran ramas y hojas."
    }
  ]
}