{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "Guardia de la nieve borrascosa",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "El daño recibido se reduce en un <nobr>8%</nobr>.",
    "4": "Al comienzo del turno, si el portador tiene un porcentaje de PV igual o inferior al <nobr>50%</nobr>, regenera una cantidad de PV equivalente al <nobr>8%</nobr> de sus PV máx. y recupera <nobr>5</nobr> pts. de energía."
  },
  "pieces": [
    {
      "_id": 31061,
      "id": "casco_de_hierro_forjado_del_guardia",
      "name": "Casco de hierro forjado del guardia",
      "type": "HEAD",
      "desc": "Casco revestido que cubre la cara y la cabeza. El interior está forrado para ayudar a mantener la temperatura corporal.",
      "typeText": "Cabeza",
      "backstory": "No es fácil estar siempre preparados para el combate en medio del Hielo Eterno, pero los Guardias Crinargenta de Jarilo-VI ya estaban acostumbrados. El viento helado se colaba por la rendija del casco y cortaba la piel como una cuchilla.\\n\\nLos monstruos que descendían desde más allá del cielo se reagruparon. Los soldados, armados hasta los dientes, se mantenían firmes esperando las órdenes de la Guardiana Suprema.\\n\\nLos soldados de la avanzadilla a menudo tienen que quedarse acurrucados en la nieve durante varios días para espiar los movimientos de los monstruos. La exposición prolongada al frío provoca que la piel, el sudor y el tejido de relleno del casco de los soldados se congelen y se queden pegados, por lo que muchas veces tienen que emplear agua caliente para poder quitárselo. Para reducir la resistencia que ofrecían al gélido viento los pesados cascos de hierro forjado, los herreros de los Arquitectos modificaron la curvatura de las placas metálicas.\\n\\nLa resistencia, la calidez y la majestuosidad son las características de los cascos de la Guardia Crinargenta, que han pasado de generación en generación.\\n\\n\"Pero ¿cómo ven por dónde van con eso puesto?\". A todos y cada uno de los Guardias Crinargenta les han hecho esa pregunta."
    },
    {
      "_id": 31062,
      "id": "guanteletes_brillantes_del_guardia",
      "name": "Guanteletes brillantes del guardia",
      "type": "HAND",
      "desc": "Relucientes guanteletes metálicos que ocultan en su interior una compleja estructura mecánica.",
      "typeText": "Manos",
      "backstory": "Cuando los invasores con el emblema de la Destrucción bloquearon el paso de los escoltas, Laszlo Landau ordenó a sus hombres que protegieran a la Guardiana y escaparan mientras él entretenía a los enemigos.\\n\\nSalir ileso de un ataque de los monstruos no era tarea fácil ni para uno de los capitanes más valientes de la Guardia Crinargenta.\\n\\nLas monstruosas criaturas, feroces y salvajes, no dejaban de proferir alaridos, y sus ataques se sucedían como la lluvia en una tormenta, pero ninguna de ellas logró atravesar la solitaria línea de defensa de Landau por mucho que lo intentaran sin descanso. La encarnizada batalla fue agotando a Laszlo, pero logró resistir hasta que llegaron los refuerzos. En ese momento cayó al suelo, completamente exhausto, y los soldados descubrieron que había perdido las dos manos en el combate.\\n\\nLos mejores herreros de los Arquitectos forjaron unos guanteletes exquisitos y se los ofrecieron al héroe para que pudiera, al fin, reincorporarse a su ejército.\\n\\n\"Son una obra de arte\", murmuró Laszlo mientras miraba las manos de hierro, \"pero no podré notar la vibración del arco\"."
    },
    {
      "_id": 31063,
      "id": "uniforme_antiguo_del_guardia",
      "name": "Uniforme antiguo del guardia",
      "type": "BODY",
      "desc": "Viejo uniforme de la Guardia Crinargenta, muy bien planchado. La hilera de sólidos botones forma leves arrugas en la tela.",
      "typeText": "Torso",
      "backstory": "Este viejo uniforme militar de un antepasado de la familia Goethe lleva mucho tiempo guardado en el fondo de un baúl, y solo el honor de pertenecer a un soldado puede traerlo de vuelta al mundo.\\n\\nAl enfrentarse a la marcha bárbara de los soldados de la Destrucción, la Guardia Crinargenta juró defender la última barrera sin echarse atrás.\\n\\nDurante la defensa de Vevalo, Horace Goethe lideró a su escuadrón en la complicada defensa de un paso de montaña. Pasaron meses hasta que al fin las cornetas de los refuerzos resonaron en el valle y se descubrió que los héroes ya no eran más que huesos y polvo. La Guardiana Suprema, Alisa, colocó personalmente la Medalla de Honor en el pecho del hijito de Horace Goethe en la ceremonia de reconocimiento. El niño, que representaba a los héroes caídos, hinchó el pecho dentro del viejo uniforme militar.\\n\\nPara el joven Goethe no eran más que uniformes y medallas, pero la Guardiana Suprema veía mucho más: un legado dejado por quienes les precedieron pero se fueron demasiado pronto, un legado que era el futuro de Belobog.\\n\\n\"Horace Goethe fue un auténtico guerrero. Tienes que estar orgulloso de tu apellido\". Esas palabras eran lo único que el pequeño Goethe recordaba sobre la Guardiana Suprema."
    },
    {
      "_id": 31064,
      "id": "grebas_plateadas_del_guardia",
      "name": "Grebas plateadas del guardia",
      "type": "FOOT",
      "desc": "Grebas muy resistentes de metal blanco. Además de proteger, son muy ligeras y conservan el calor.",
      "typeText": "Piernas",
      "backstory": "Debido a necesidades tácticas, los batallones de campaña de la Guardia Crinargenta a menudo se veían obligados a marchar durante kilómetros con la nieve hasta la cintura. El agotamiento producido por los asaltos a gran distancia se unía a la congelación que los pies de los soldados tenían que soportar.\\n\\nA veces, durante las largas caminatas por la nieve, se encontraban con viejos amigos.\\n\\nLos Guardias Crinargenta encargados de patrullar las llanuras nevadas a menudo oían desde el campamento los aullidos de los huargos. Estas pobres criaturas también habían sido expulsadas de su territorio por los invasores. El sargento Jaeger, del pelotón de operaciones, provenía de una familia de cazadores y sabía hacer prendas de piel de huargo, pero tras la llegada del Hielo Eterno cada vez veía a menos de estos fieros animales. En ocasiones, durante las noches heladas, un huargo desesperado se acercaba al campamento y se tumbaba silenciosamente al lado de Jaeger para dormir junto al fuego. No obstante, cuando se acercaba el alba, ya no volvía a despertar.\\n\\nCon frecuencia, el sargento Jaeger metía el pelo de huargo ya tratado dentro de las grebas de los soldados para aliviar la incomodidad durante sus largas marchas a pie.\\n\\n\"Los huargos aún no han perdido del todo su territorio, igual que nosotros\". Así expresaba el sargento Jaeger su compasión por esos animales."
    }
  ]
}
