{
  "_id": 123,
  "id": "hero_of_triumphant_song",
  "name": "Héroe de la epopeya triunfal",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATQ +<nobr>12%</nobr>.",
    "4": "Cuando el mnemoduende del portador está en el campo de batalla, la VEL del portador aumenta en un <nobr>6%</nobr>. Cuando el mnemoduende del portador ataca, el Daño CRIT del portador y el mnemoduende aumenta en un <nobr>30%</nobr> durante <nobr>2</nobr> turnos."
  },
  "pieces": [
    {
      "_id": 31231,
      "ids": [
        31231,
        41231,
        51231,
        61231
      ],
      "id": "laureola_de_la_victoria_del_hroe",
      "name": "Laureola de la victoria del héroe",
      "type": "HEAD",
      "desc": "Una laureola otorgada al campeón de la arena. Cada hoja dorada brilla con valor y gloria.",
      "typeText": "Cabeza",
      "backstory": "El tiempo parece ralentizarse con los suspiros de Oronix. Puede oír su propia respiración pesada. Sus costillas palpitan de dolor en el pecho, como si intentara aspirar todo el aire de la arena... El sudor y la sangre se mezclan, la tierra bajo sus pies lo tienta a rendirse para disfrutar del suave y acogedor descanso... Está completamente agotado.\n\n\"¿De dónde vendrá el siguiente golpe? ¿De la izquierda o de la derecha? ¿Un amague o...?\".\n\nLa punta de la lanza se acerca, no tiene tiempo para pensar. Será mejor confiar su destino al Titán del Conflicto: solo tiene que empujar su lanza hacia adelante.\n\nEl polvo se va asentando poco a poco. Los rayos del sol entran desde el exterior y bañan su rostro. Ve que los espectadores empiezan a levantarse de sus asientos y que los aplausos y vítores se extienden por el aire como una ola. En ese momento, para su sorpresa, descubre que el coliseo es extremadamente espacioso. La sensación de no poder escapar parece haber desaparecido. Lo único que queda en el vasto centro de la arena son charcos de sangre, el oponente derrotado y un solitario y brillante vencedor.\n\nEl gobernante de la ciudad levanta la mano, anunciando al campeón. Se escucha el estruendo de los tambores. Entonces, el luchador se pone la laureola y se convierte en una leyenda de la arena.\n\n\"Has sido elegido para ser el comandante guerrero que estará al lado del gobernador, ¡tu nombre será sinónimo de victoria y se escribirá en epopeyas heroicas!\".\n\nPoco después, toda la ciudad grita su nombre y la gloria de Nikador lo envuelve, como si el mundo entero existiera solo para él."
    },
    {
      "_id": 31232,
      "ids": [
        31232,
        41232,
        51232,
        61232
      ],
      "id": "brazales_dorados_del_hroe",
      "name": "Brazales dorados del héroe",
      "type": "HAND",
      "desc": "Un par de exquisitos brazales para el comandante guerrero de élite. Se envuelven firmemente alrededor de las muñecas del guerrero, sujetando con firmeza los cuernos de la victoria.",
      "typeText": "Manos",
      "backstory": "Ya se trate de una victoria o de una derrota, el campeón de la arena siempre regresa del campo de batalla. El gobernador ve su buena suerte como un símbolo de victoria. Toma la lanza y el escudo que lleva en las manos y los reemplaza por cuernos y estandartes. Le ordena que otorgue su suerte al ejército. Los soldados creen firmemente que la gloria de Nikador lo acompaña y que, mientras encabece el frente, el camino hacia la victoria estará asegurado.\n\n\"A partir de ahora, ya no necesitas ser un guerrero, sino que debes convertirte en un símbolo\".\n\nEl cuerpo que había sido forjado con días y noches de entrenamiento, duro como una roca, ahora es como la estatua en un templo: solo sirve para ser contemplado.\n\nSe le prohibió el acceso a los campos de entrenamiento, pues los soldados temían que el \"símbolo de la victoria\" sufriera el más mínimo accidente. Fue invitado al banquete del gobernador, donde los invitados pedían que les contara la legendaria historia de aquellos dieciséis combates a muerte. Ahora, se encuentra de pie al borde del campo de batalla con un cuerno en la mano. Sus brazales dorados reflejan un perfil cada vez más desconocido, y una repentina opresión se apodera de su corazón... Solo tiene que hacer sonar el cuerno para proclamar la victoria, y no tendrá que volver a la batalla... Así que este es el \"héroe que no lucha\" del que todos hablan.\n\n\"Si esto puede traer la victoria a todo el ejército, renunciaré voluntariamente a mi honor en el campo de batalla\".\n\nNikador nunca elige el camino de la victoria por un \"símbolo\", así que no se atreve a relajarse. La batalla final de su vida quizás esté a punto de comenzar..."
    },
    {
      "_id": 31233,
      "ids": [
        31233,
        41233,
        51233,
        61233
      ],
      "id": "armadura_dorada_del_hroe",
      "name": "Armadura dorada del héroe",
      "type": "BODY",
      "desc": "Una armadura semejante a la de un dios. Se ajusta perfectamente a un cuerpo poderoso.",
      "typeText": "Torso",
      "backstory": "Al enfrentarse a un dios cuya mente lleva mucho tiempo sumida en la locura, ningún mortal está destinado a salir victorioso de la batalla. Donde sea que la lanza de Nikador pase, las espadas se rompen, los escudos vuelan y la destrucción se siembra en cada centímetro del frente... El desorden se extiende por las filas y los soldados se sumen en el caos y un miedo sin precedentes. El sonido del cuerno del héroe de la arena queda sepultado entre los gritos, los lamentos y el estruendo de las armas de acero, y es incapaz de cambiar las tornas de esta derrota.\n\n\"Nikador quiere recuperar la victoria que prometió, y yo debo devolvérsela con mi lanza y mi sangre\".\n\nEn medio del humo y el polvo, un estandarte hecho jirones avanza hacia Nikador. Los soldados se dan cuenta de que el héroe de la buena suerte ha decidido no regresar.\n\nAl principio, solo le siguen cuatro o cinco soldados, luego docenas, cientos... Caminan detrás de la amplia figura, hacia una muerte inevitable, para iniciar el asalto final. Sus compañeros caídos parecen convertirse en espíritus heroicos. Les susurran al oído, animando a los sobrevivientes a completar esta última batalla. Aunque Nikador haya caído en la locura, instintivamente siente la determinación y la indomable voluntad de este grupo de guerreros.\n\n\"¡Miren! El héroe de la arena sigue avanzando, ¡hay que seguirlo de cerca!\".\n\nSu armadura dorada aún brilla bajo el resplandor del atardecer, mientras dirige a sus tropas hacia una muerte digna y noble."
    },
    {
      "_id": 31234,
      "ids": [
        31234,
        41234,
        51234,
        61234
      ],
      "id": "grebas_atrapafuego_del_hroe",
      "name": "Grebas atrapafuego del héroe",
      "type": "FOOT",
      "desc": "Grebas que se ajustan perfectamente a las piernas de un guerrero. Sus contornos elegantes y resistentes están imbuidos de la convicción de no retroceder jamás.",
      "typeText": "Piernas",
      "backstory": "Los soldados se adentran en silencio en las ruinas y comienzan a limpiar el campo de batalla. Algunos arrastran los cadáveres con dificultad, separando a sus compañeros de los enemigos. Otros se arrodillan junto a sus camaradas caídos y cierran suavemente sus ojos para siempre... Los gritos del campo se han disipado hace tiempo, dejando tras de sí un silencio sofocante... El héroe de la arena se ha embarcado en el sueño eterno entre los caídos. Todo lo que queda de su presencia es un par de grebas doradas que se mantienen erguidas entre la sangre y el polvo.\n\n\"Recuerden, los guerreros del campo de batalla nunca desaparecen por completo. Sus almas heroicas permanecerán para siempre en la memoria de las futuras generaciones\".\n\nLuego, el silencio se rompe con cantos lúgubres. Los sacerdotes se dirigen al campo de batalla para organizar los funerales de los caídos.\n\nLas llamas iluminan la oscuridad de la noche, los lamentos no se detienen... De repente, el cielo a lo lejos es atravesado por un brillante rayo de luz, como si la Lanza de la Furia estuviera perforando la tierra. Es Nikador convocando a las almas heroicas de este lugar. De inmediato, todos los soldados y civiles presentes en el funeral se arrodillan y levantan las manos por encima de la cabeza, con el corazón rebosante de respeto y gratitud. El rayo de luz se convierte en un cálido abrazo que eleva suavemente las almas de cada guerrero, susurrando la misericordia y el perdón del Titán, proclamando la inmortalidad de estos héroes.\n\n\"Mira, incluso en la muerte, el héroe de la arena sigue guiando a sus guerreros de camino a casa\".\n\nEl héroe asiente suavemente. En las canciones antiguas, su noble alma volverá a forjarse."
    }
  ]
}