{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "Cazador del bosque glacial",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño de Hielo +<nobr>10%</nobr>.",
    "4": "Cuando el portador usa la habilidad definitiva, el Daño CRIT aumenta en un <nobr>25%</nobr> durante <nobr>2</nobr> turnos."
  },
  "pieces": [
    {
      "_id": 31041,
      "ids": [
        31041,
        41041,
        51041,
        61041
      ],
      "id": "gorro_de_artaius_del_cazador",
      "name": "Gorro de Artaius del cazador",
      "type": "HEAD",
      "desc": "Gorro hecho con la cabeza de un enorme oso de las llanuras nevadas. La piel parece estar poseída por algún espíritu, lo que la hace resistente a las cuchilladas.",
      "typeText": "Cabeza",
      "backstory": "La regla que los cazadores tenían para sobrevivir en las llanuras nevadas de Snowland era muy sencilla: no se iba al sur de la montaña durante la temporada de caza de Artaius, ya que al gigantesco oso blanco que hacía temblar las montañas no le gustaban los visitantes.\n\nHugh era el encargado de los rescates en el gremio, así que se dirigió al sur de la montaña tras recibir la llamada de socorro. Jamás hubiera imaginado que estaba cayendo en una trampa que llevaba mucho tiempo planeándose.\n\nTras volver en sí después de haber recibido varios disparos, Hugh se dio cuenta de que había escapado de la muerte por un pelo, pero un segundo después se asustó aún más al descubrir que su pesadilla no había terminado: Artaius estaba a su lado observándole. Aunque sus zarpas eran muy rápidas y el oso estaba muy cerca, era posible que el ataque de Artaius no acertara... Hugh esperó pacientemente una oportunidad, sacó el cuchillo de hueso impregnado de veneno y logró dar un salto y asestarle un golpe extraordinario. Era consciente de que su vida dependía de ese momento.\n\nTras separar la cabeza y la piel de Artaius, se las arregló para sobrevivir a su primera noche a la intemperie, a pesar de sus heridas de bala sin tratar.\n\nPasaron varios días hasta que los miembros del gremio de cazadores finalmente encontraron el cadáver decapitado de Artaius. En ese instante, se dieron cuenta de que el cazador que debía haber muerto seguía vivo, y que un vengador inesperado había nacido."
    },
    {
      "_id": 31042,
      "ids": [
        31042,
        41042,
        51042,
        61042
      ],
      "id": "guantes_de_petrolagarto_del_cazador",
      "name": "Guantes de petrolagarto del cazador",
      "type": "HAND",
      "desc": "Guantes en los que se han cosido muy juntas escamas de petrolagartos. Con ellos se puede escalar y mantenerse colgado de cualquier pared.",
      "typeText": "Manos",
      "backstory": "Los petrolagartos de las nieves son poco ágiles y su fuerza tampoco es excesiva, así que no atacan a su presa hasta que no están completamente preparados: son unas criaturas extremadamente pacientes. Pueden estar inmóviles sobre una roca durante medio mes y aprovechar el instante en el que su presa baja la guardia y revela su punto débil para asestar un golpe mortal.\n\nPero los cazadores no podían esperar tanto. Estaban completamente determinados a marchar hacia las montañas nevadas para atrapar a Hugh y neutralizar la amenaza de una vez por todas.\n\nAunque había muchos talentos sobresalientes en el gremio, no eran auténticos compañeros. Solo se habían unido a causa de la cuantiosa recompensa, y se traicionarían los unos a los otros por un precio adecuado. Al fin y al cabo, en esos páramos desolados podía pasar cualquier cosa... Siempre y cuando se encargaran de Hugh, el viejo cazador, todos ellos ganarían una bonita suma de dinero. Ese era su consenso, y por él pagarían un alto precio.\n\nHugh se preparó a conciencia. Cazar a los mejores cazadores no era más fácil que cazar monstruos. Tenía que ser más paciente que nunca, ya que la paciencia es la cualidad más importante de un cazador.\n\nPoco tiempo después, las solicitudes para unirse al gremio de cazadores mermaron en gran medida, puesto que el horror conocido como \"Hugh el no muerto\" se estaba extendiendo y los cazadores se estaban convirtiendo en presas."
    },
    {
      "_id": 31043,
      "ids": [
        31043,
        41043,
        51043,
        61043
      ],
      "id": "manto_del_dragn_de_hielo_del_cazador",
      "name": "Manto del dragón de hielo del cazador",
      "type": "BODY",
      "desc": "Manto hecho con escamas del dragón de hielo. El reflejo de la luz lo vuelve casi invisible.",
      "typeText": "Torso",
      "backstory": "El cuerpo del Señor del Lago Helado está completamente cubierto de unas escamas especiales que reflejan una luz deslumbrante bajo el sol, y que le ayudan a volverse invisible al sumergirse en el agua. Pocos cazadores veteranos eran capaces de luchar contra una presa enorme a la que no podían ver.\n\nUnos días después, los cazadores del gremio encontraron el cadáver del dragón de hielo, ya sin escamas. Se sintieron más horrorizados que sorprendidos.\n\nHugh ya había cazado miles de bestias, cada una de ellas única. Para un cazador, la caza solo se completaba cuando se conocían al completo las características y costumbres de la presa. Para Hugh, el Señor del Lago Helado era la última pieza del puzle de las llanuras nevadas. Tenía que darle caza sí o sí para completar su alma cazadora.\n\nEl primer nombre en la lista de las presas recompensadas con un mayor botín del gremio pasó a ser el de Hugh el cazador en lugar del Señor del Lago Helado, y así comenzó otra terrible cacería a gran escala.\n\nTodos los participantes debían ser conscientes de que tenían muchas posibilidades de convertirse en la presa. Hugh también, y los traidores aún más."
    },
    {
      "_id": 31044,
      "ids": [
        31044,
        41044,
        51044,
        61044
      ],
      "id": "botas_de_piel_de_ciervo_del_cazador",
      "name": "Botas de piel de ciervo del cazador",
      "type": "FOOT",
      "desc": "Botas de potencia mejorada recubiertas de suave piel de ciervo. Sus suelas solo dejan una leve marca en la superficie de la nieve.",
      "typeText": "Piernas",
      "backstory": "Aunque estuviera gravemente herido y demasiado débil para mantener una temperatura corporal que derritiera la nieve, un ciervo de astas de antorcha moribundo seguía siendo lo bastante peligroso como para considerarlo una bestia letal.\n\nHugh levantó su escopeta y apuntó directamente al ciervo agonizante. Los ojos observadores del animal le recordaban a los suyos propios.\n\nDesde la emboscada que le habían tendido los del gremio, la fuerza vital de Hugh había ido desapareciendo, como si fuera una vela expuesta al viento. Era consciente de que el único motivo por el que había sobrevivido a su largo calvario era su firme deseo de venganza. Cuando se cumpliera, su vida se la llevaría la tormenta como si fuera un simple copo de nieve. Aunque caminaba pesadamente, las suaves botas de piel de ciervo de Hugh no dejaban ninguna huella en el suelo. Tenía que mantenerse alerta para la última cacería de su vida.\n\nEn medio del pánico y la histeria, el gremio de cazadores empezó a desmoronarse y sus miembros no tuvieron más remedio que empezar a purgar a los traidores a toda prisa, con la esperanza de obtener piedad por parte de Hugh. Pero lo único que lograron fue acelerar su propia destrucción, motivada por la falta de confianza mutua.\n\nHugh cayó por última vez en la nieve antes de haber podido saborear el placer de la venganza completa."
    }
  ]
}