{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "Salsotto inerte",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La Prob. CRIT del portador aumenta en un <nobr>8%</nobr>. Cuando su Prob. CRIT es igual o superior al <nobr>50%</nobr>, el daño que infligen su habilidad definitiva y sus ataques adicionales aumenta en un <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [33065, 43065, 53065, 63065],
      "id": "ciudad_mvil_de_salsotto",
      "name": "Ciudad móvil de Salsotto",
      "type": "NECK",
      "desc": "En su interior se encuentra Estepicursor, una de las últimas ciudades móviles de Salsotto. Esta ciudad nunca se detenía y se libró por un pelo de ser devorada por la noche oscura o el sol de medianoche.",
      "typeText": "Esfera de plano",
      "backstory": "Si se mira desde la perspectiva del universo, el planeta Salsotto al completo reluce con un tono dorado deslumbrante gracias a sus vastos océanos de arena. En su superficie también se distinguen claramente impactos de meteoritos.\\n\\nEn cierto momento fatídico, una tromba de extraños meteoritos cayó sin tregua sobre Salsotto. La larga lluvia de gigantescas rocas, que caía sin descanso sobre el planeta en un ángulo específico, provocó que se ralentizara su rotación. Fue como si se hubiera presionado un botón para desactivar el planeta. Los días y las noches de Salsotto se volvieron cada vez más largos, hasta que cada amanecer y cada atardecer duraba una eternidad, hasta que nadie pudo soportarlo más, hasta que la rotación del planeta se detuvo por completo...\\n\\nLos veranos sofocantes bajo el sol abrasador y las noches oscuras y heladas duraban medio año. Lo único que quedaba en pie de Salsotto eran las dos últimas ciudades que se movían sin parar, siempre corriendo justo detrás del terminador.\\n\\nLa colosal fortaleza flotaba en el aire como una nube gigantesca y se movía por el cielo que cubría el desierto dorado acompañada de un ruido atronador, ya que dondequiera que fuese se sucedían las tormentas de arena. En la ciudad móvil gigante, los salsottianos volaban entre los edificios con sus trajes alados. Habían sobrevivido a la catástrofe por casualidad y ahora el cielo era su hogar y también su prisión.\\n\\nPor la mañana, los pescadores aéreos salían del puerto, se lanzaban de cabeza hacia la arena para cazar medusas flogísticas y volvían al caer la noche. Gracias al poder de las misteriosas criaturas, la ciudad lograba a duras penas seguir adelante.\\n\\nAunque su supervivencia dependía únicamente de dos alas muy frágiles, los salsottianos eran optimistas por naturaleza y no dejaban que la pesada carga de su destino los desanimara. Siempre tenían un momento para tocar música con sus familias, con unos instrumentos de cristal en los que parecía que las notas se tallaban. También les gustaba tener amigos por correspondencia y a menudo depositaban sus cartas en el buzón diente de león, cuyo destino era la ciudad móvil al otro extremo de la línea del terminador.\\n\\nPoco a poco, el campo magnético del planeta se debilitó y la atmósfera se hizo cada vez más fina. Aunque su final estaba cerca, la chispa de la vida aún no se había extinguido y las águilas seguían volando."
    },
    {
      "_id": 33066,
      "ids": [33066, 43066, 53066, 63066],
      "id": "terminador_de_salsotto",
      "name": "Terminador de Salsotto",
      "type": "OBJECT",
      "desc": "La rotación del planeta Salsotto se detuvo y cada ciclo de día y noche parecía eterno. Para tener un espacio mínimo para sobrevivir, era necesario estar migrando constantemente siguiendo la línea del terminador.",
      "typeText": "Cuerda de unión",
      "backstory": "Desde la paralización que había causado la lluvia de meteoritos, el terminador se había convertido en la línea que mantenía la vida de los salsottianos.\\n\\nCuando todo comenzó, la gente todavía daba por hecho el cambio entre la luz y la oscuridad. La línea que separaba el día de la noche avanzaba por la tierra, escalaba montañas y desfiladeros, llevaba el amanecer a quien aún no había despertado y la noche a quienes se disponían a dormir. Pero cuando el ritmo de alternancia entre la luz y la oscuridad se ralentizó, el día y la noche ya no se sentían familiares. El calor sofocante y el frío helador parecían eternos y enterraban lentamente a todas las vidas que atrapaban, como si fuera una ciénaga infernal. Este fue el motivo por el que los salsottianos, que sobrevivían a duras penas, se embarcaron en la ciudad móvil voladora y comenzaron su persecución del alba y el ocaso.\\n\\nEn la dirección en que se avanzaba, desde la plataforma de observación de Estepicursor, la ciudad móvil, se veía la luz del día por delante y la noche oscura por detrás.\\n\\nLa migración de Estepicursor no buscaba la mera supervivencia, sino también conseguir una vida más digna. Si se moviera un poco más rápido que la línea del terminador, la mañana llegaría por la tarde; si se moviera un poco más despacio, el ocaso tendría lugar en mitad de la noche. De esta forma, los salsottianos, optimistas por naturaleza, lograron devolver a cada día su estado original. Su estirpe romántica les otorgaba un carácter relajado que les permitía canturrear ociosamente en tardes pacíficas y dormir profundamente bajo la noche estrellada.\\n\\nSin embargo, este viaje de tenacidad y perseverancia acabaría teniendo un final. Las ruinas de la ciudad móvil se encontraron mucho más atrás de la línea del terminador, siempre en movimiento.\\n\\nAños después, las dos ciudades móviles que nunca se habían encontrado estuvieron finalmente frente a frente, con sus torretas sobresaliendo de los escombros y apuntándose mutuamente. Una de las dos ciudades debió recorrer medio planeta hasta llegar a donde estaba la otra y le declaró la guerra. Algunas señales de la brutalidad eran visibles entre las dunas, y también el odio innombrable que se fusionaba con las ruinas.\\n\\nEl planeta Salsotto se sumergió en el silencio. Desde hace algún tiempo, la duración de los ciclos de su rotación ha disminuido y parece que se dirige hacia su recuperación, esta vez en un futuro sin personas."
    }
  ]
}
