{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "Caballería de hierro plaguicida",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Efecto de Ruptura +<nobr>16%</nobr>.",
    "4": "Cuando el efecto de Ruptura del portador es igual o superior al <nobr>150%</nobr>, al causar Daño de Ruptura al objetivo enemigo, ignora un <nobr>10%</nobr> de su DEF. Cuando el efecto de Ruptura del portador es igual o superior al <nobr>250%</nobr>, el Daño de Ultrarruptura que inflige al enemigo ignora adicionalmente un <nobr>15%</nobr> de su DEF."
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "casco_trazador_de_la_caballera_de_hierro",
      "name": "Casco trazador de la Caballería de Hierro",
      "type": "HEAD",
      "desc": "Un casco de hierro que fortalece enormemente las señales sensoriales, y que fusiona la consciencia de los miembros de la Caballería de Hierro de Glamoth con sus armaduras.",
      "typeText": "Cabeza",
      "backstory": "El Enjambre que cubría el cielo se convirtió en cenizas en medio de un mar de fuego. Copos de blanco plateado se dispersaron en el espacio profundo, reflejando la pálida luz de las estrellas. En ese momento, el zumbido incesante de élitros, y las órdenes en el canal de comunicación finalmente enmudecieron.\\n\\nEl Enjambre que ataca al \"imperio\" aún no ha sido erradicado por completo, y la próxima orden de ataque sonará, como siempre, después de un breve respiro.\\n\\nLa caballera de hierro del imperio siente las sensaciones externas que le son transmitidas mediante señales en la médula espinal. Recuerda cómo se sintió la última vez que salió de la cabina de control. La cálida brisa había alborotado su largo cabello y el aire húmedo había empapado la tela de detrás de su cuello, con las gotas de sudor pegándose a su piel. No le disgustaba esa sensación. Era cien veces más vívida que las señales simuladas. La armadura se sincroniza estrechamente con los sentidos del piloto. Aunque esto intensifica el dolor causado por la pérdida de entropía, a la Caballería de Hierro no le queda otra opción si quiere derrotar al Enjambre.\\n\\n<i>\"Reglamento militar de Glamoth, artículo 8. Los caballeros supervivientes deberán regresar voluntariamente a su regimiento...\".</i>\\n\\nNo fue hasta que la caballera de hierro vio la armadura plateada decapitada que se dio cuenta de que las señales sensoriales de la armadura la habían engañado... La siguiente orden de combate no volverá a sonar. Cuán breve y cruel respiro."
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "brazo_aplastador_de_la_caballera_de_hierro",
      "name": "Brazo aplastador de la Caballería de Hierro",
      "type": "HAND",
      "desc": "Un poderoso brazo de hierro capaz de aplastar insectoides. Es ligero y afilado a la vez que sólido y resistente.",
      "typeText": "Manos",
      "backstory": "La Caballería de Hierro de Glamoth apretaba con fuerza sus manos de hierro, mientras los sucios caparazones del Enjambre se resquebrajaban y el líquido corrosivo de sus abdómenes se derramaban libremente. El fluido insectoide se vaporizaba al instante nada más entrar en contacto con las armaduras plateadas, dejando solo manchas de sangre.\\n\\nLos restos de armaduras y extremidades de insecto se dispersaban en el espacio profundo, mientras que en Glamoth, el río de la Muerte fluía en silencio bajo la atracción de la gravedad, marcando el final de la sangrienta batalla.\\n\\nLos líderes del consejo discutieron la situación de postguerra y juzgaron a Titania, que nunca se había hecho con el poder. Consideraban que su control sobre la Caballería de Hierro, capaz de rivalizar al mismo Enjambre, la convertía en el mayor peligro para la supervivencia de la República... Hacen sonar las campanas de la paz, y declaran al pueblo que El Enjambre se ha ido y que el cielo azul volverá a manos de la República.\\n\\n<i>\"Si no sometemos a la emperatriz, ¿quién podrá controlar estas armas?\".</i>\\n\\nLos Caballeros de Hierro perfeccionaban constantemente la fuerza de sus puños de hierro durante sus breves vidas. Pero nunca se habrían imaginado que esas pálidas y débiles manos que se alzaban en el consejo tenían el poder de cambiar el destino de Glamoth."
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "armadura_plateada_de_la_caballera_de_hierro",
      "name": "Armadura plateada de la Caballería de Hierro",
      "type": "BODY",
      "desc": "La abrasadora propulsión de las armaduras le otorga a la Caballería de Hierro de Glamoth el poder de incendiar el campo de batalla.",
      "typeText": "Torso",
      "backstory": "Varios arcos de intenso fuego atravesaron el cielo nocturno, sobrepasando el horizonte más allá del alba, dirigidos a diferentes sectores de Glamoth. Una rutina que a los residentes de la República le resultaba de lo más familiar... y aterradora.\\n\\nLas armaduras plateadas se elevaban hacia el horizonte, apresurándose para alcanzar los devastados campos de batalla, demasiado preocupadas como para contemplar las escenas que guardaban incansablemente día y noche.\\n\\nLas órdenes de la emperatriz no admitían discusión. Los guerreros idénticos nacidos de incubadoras habían jurado lealtad a la emperatriz para recuperar el cielo de Glamoth. La Caballería de Hierro atravesaba montañas de cadáveres y mares de sangre procedentes de los alados y zumbantes insectoides. A su paso quemaban los restos chamuscados de sus caparazones y hacían pedazos sus colosales mandíbulas y restos dentados... El destino de cada miembro de la Caballería de Hierro de Glamoth era soportar la lenta desintegración de la entropía, ardiendo intensamente al borde de la vida y la muerte.\\n\\nEse era su día a día... Hasta que las llamas se extinguieran por completo, hasta que los insectoides que cubrían el cielo se convirtieran en tierra oscura y quemada, hasta que nadie regresara.\\n\\n¿Qué es vivir? Cuando la aceleración de la armadura oprimía sus pechos al avanzar, cuando un agudo pinchazo de dolor asomaba en sus extremidades, entumecidas por la pérdida de entropía, entonces podían saborear brevemente lo que significa estar vivos."
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "grebas_andacielos_de_la_caballera_de_hierro",
      "name": "Grebas andacielos de la Caballería de Hierro",
      "type": "FOOT",
      "desc": "Grebas mecánicas que combinan velocidad y poder destructivo. Permiten a los Caballeros de Hierro dar un gran salto y concentrar su fuerza en una patada dirigida al enemigo.",
      "typeText": "Piernas",
      "backstory": "Las huellas de la Caballería de Hierro se extienden por todos los rincones del imperio de Glamoth, como ardientes meteoritos. Sin embargo, no pudieron salir del sueño que Titania había tejido.\\n\\nA la gente de la república le preocupaban las tropas nacidas para la guerra, y se cuestionaban cuánto se solapaban en realidad ese imperio inexistente y su territorio familiar...\\n\\nLa emperatriz otorgó honor y fe a sus caballeros, y la Caballería de Hierro le ofreció su lealtad y dedicación a la emperatriz... Los nuevos humanos nacían continuamente de las incubadoras y recibían cada uno un número y una misión. Los antiguos humanos se escondían tras barreras de acero, disfrutando con ansiedad de la paz que tanto habían esperado. Alguien tenían que exponer esa paz falsa. Los recursos de guerra que alteran la misma naturaleza del ser humano no deberían existir en este mundo. Cuando la catástrofe desaparezca, los de corazón temeroso deberán destruir por completo los deformes frutos de la guerra.\\n\\nLas grebas de la Caballería de Hierro atraviesan los cielos. Siempre que se lo propongan, pueden llegar a cualquier estrella.\\n\\nSin embargo, el imperio ya no se encuentra en ninguna parte. Solo hay un camino predeterminado ante la Caballería de Hierro, uno en el que un extremo solo conduce a la muerte, y el otro conduce hacia ellos mismos."
    }
  ]
}