{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "Paladina de la Iglesia de la Corte Inmaculada",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DEF +<nobr>15%</nobr>.",
    "4": "El efecto de escudo otorgado por el portador aumenta en un <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 31031,
      "ids": [
        31031,
        41031,
        51031,
        61031
      ],
      "id": "knights_forgiving_casque",
      "name": "Yelmo compasivo de la paladina",
      "type": "HEAD",
      "desc": "Yelmo con máscara similar al de la estatua de la diosa de la compasión. Se utiliza para ocultar el rostro.",
      "typeText": "Cabeza",
      "backstory": "Había una vez una caballera silenciosa llamada Safina que nunca se quitaba su sólido y pesado casco en presencia de otras personas. El aire solemne y religioso y el silencio de Safina producían una sensación intimidatoria ante la que costaba respirar.\n\nYa sea que se enfrentara a un demonio inhumano o a un clérigo vencido por la locura, lo único que mostraban era un miedo instintivo ante el peso de su solemnidad.\n\nSolo unos pocos religiosos de la Iglesia conocían los orígenes demoníacos de Safina que se ocultaban bajo ese yelmo tan pesado. La Iglesia temía y deseaba a la vez los poderes de los demonios, y esta contradicción fue lo que provocó la existencia de Safina. La Iglesia capturó a una recién nacida de la estirpe de los demonios, la entrenó para convertirla en una valiente caballera silenciosa, le prohibió que mostrara su auténtica apariencia y finalmente la convirtió en la caballera silenciosa de una mujer santa.\n\nVanira, conocida como la santa Vanira, era más o menos de su misma edad, y fue ella quien le enseñó a estudiar las escrituras. Ella todavía recuerda la visión de su semblante demoníaco a la luz de las velas.\n\n\"Mi querida Safina, he visto tu rostro y nunca lo olvidaré\". La santa Vanira fue perdiendo la visión gradualmente tras llegar a la edad adulta."
    },
    {
      "_id": 31032,
      "ids": [
        31032,
        41032,
        51032,
        61032
      ],
      "id": "knights_silent_oath_ring",
      "name": "Anillo del juramento del silencio de la paladina",
      "type": "HAND",
      "desc": "Anillo de plata con motivos eclesiásticos. Tiene incrustada una piedra preciosa algo opaca.",
      "typeText": "Manos",
      "backstory": "La solemnidad y el decoro de la Iglesia de la Corte Inmaculada se vinieron abajo gradualmente y los caballeros acabaron levantando sus espadas contra sus compañeros. Así fue como los anillos del juramento que llevaban comenzaron a ensuciarse.\n\nEl poder que descendía desde el cosmos otorgó a la Iglesia la fuerza para castigar a los demonios, pero a la vez propagó la locura deshumanizante.\n\nAtormentados por esta locura, los caballeros de la Iglesia ya no distinguían el orden y el decoro y gritaban que tenían que expulsar a todos los demonios para salvar la religión. Cuando esas amenazas llegaron hasta la santa, Safina no dudó ni un instante. No podía mostrar compasión por sus oponentes, ni aunque fueran los caballeros de la Iglesia de la Corte Inmaculada.\n\nUna caballera silenciosa siempre debía proteger y defender a su santa, Safina no lo había olvidado.\n\n\"Mi querida Safina, no te sientas culpable. Esto es lo que ocurre cuando codicias el poder de los Eones. Así debe ser\". En la Iglesia, ya solo quedaban una santa y su caballera guardiana."
    },
    {
      "_id": 31033,
      "ids": [
        31033,
        41033,
        51033,
        61033,
        55004
      ],
      "id": "knights_solemn_breastplate",
      "name": "Coraza solemne de la paladina",
      "type": "BODY",
      "desc": "Coraza muy pesada decorada con símbolos distintivos de la Iglesia de la Corte Inmaculada. Incluso las articulaciones están muy bien protegidas.",
      "typeText": "Torso",
      "backstory": "La armadura de la caballera silenciosa recibió la bendición de la santa Vanira en la ceremonia de juramento como caballera protectora.\n\nEn el pasado, la Iglesia ataba las manos y pies de la pequeña demonio con cadenas. La Safina adulta había rogado que su armadura se forjara con metal de la tierra de los demonios, para que cuando muriera, la enterraran con algo procedente de su tierra natal.\n\nLa santa de la Iglesia de la Corte Inmaculada limpió cuidadosamente los pecados de la armadura, dedicó con reverencia su oración a los dioses, y selló un antiguo milagro en el lugar de la coraza donde estaba el corazón. La Iglesia no confiaba en la lealtad de los demonios, pero tenía fe en el poder de la doctrina, que según decían podía purificar cualquier cosa. Safina permaneció en silencio mientras contemplaba la responsabilidad que sobre ella concedía el viejo ritual.\n\nLa santa no creía que la ceremonia en sí misma tuviera el poder de borrar pecados que ni siquiera eran significativos.\n\n\"Mi querida Safina, el deber de una caballera es proteger a su santa\", dijo Vanira mientras se inclinaba sobre su armadura y oía claramente los latidos del corazón de Safina."
    },
    {
      "_id": 31034,
      "ids": [
        31034,
        41034,
        51034,
        61034,
        55005
      ],
      "id": "knights_iron_boots_of_order",
      "name": "Grebas del orden de la paladina",
      "type": "FOOT",
      "desc": "Grebas que utilizan todos los caballeros de la Iglesia de la Corte Inmaculada. En el talón tienen grabada la palabra \"orden\".",
      "typeText": "Piernas",
      "backstory": "Tras el colapso de la Iglesia de la Corte Inmaculada, Safina se quitó sus grebas y se embarcó con la santa Vanira en un largo viaje hacia la tierra de los demonios.\n\nA petición de la santa, Safina no permitió que ningún caballero de la Iglesia llevara la locura más allá de sus confines. Este secreto se mantendría para siempre oculto en sus corazones.\n\nNadie sabe cuándo comenzó a extenderse el rumor de que una descendiente de los demonios a la que la Iglesia había desterrado poseyó a la sagrada caballera silenciosa y provocó la destrucción de la Iglesia... Con el paso del tiempo, el rumor se convirtió en una verdad aceptada y los devotos seguidores de la Iglesia culparon de todo a la caballera silenciosa, vertieron en ella su resentimiento y su frustración, y la consideraron el origen de todos los males.\n\nSin un lugar en el que refugiarse, la santa sugirió que se dirigieran a su tierra natal.\n\n\"De ahora en adelante, yo seré una hechicera y tú volverás a ser un demonio\". Safina no pudo rechazar las palabras de Vanira."
    }
  ]
}