{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "Discípula longeva",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "PV máx. +<nobr>12%</nobr>.",
    "4": "Cuando el portador recibe un ataque o un aliado (incluyendo el portador) consume PV del portador, la Prob. CRIT aumenta en un <nobr>8%</nobr> durante <nobr>2</nobr> turnos. Este efecto se puede acumular hasta <nobr>2</nobr> veces."
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [
        31131,
        41131,
        51131,
        61131
      ],
      "id": "ojo_prosttico_de_la_discpula",
      "name": "Ojo prostético de la discípula",
      "type": "HEAD",
      "desc": "Prótesis ocular que perteneció a alguien. Una vez fuera del cuerpo de su dueña, ya no sirve para nada.",
      "typeText": "Cabeza",
      "backstory": "A menudo soñaba con la luz que había visto aquellos días en medio de la oscuridad y el caos de sus sueños. Miles de árboles se mecían suavemente y los pétalos de las flores bailaban con la brisa. Las olas añiles golpeaban las rocas, convirtiéndose en jade blanco disperso. Los pájaros desplegaban sus alas plateadas y desaparecían entre el verde del bosque de bambú.\\n\\nSiempre buscaba a otra persona en sus sueños, alguien con quien disfrutar tanta belleza.\\n\\nPero lo único que veía era una figura borrosa. Recordaba con claridad el pelo corto y sedoso de aquella persona y sus ojos como piedras de jade negro, pero sus recuerdos eran como un laberinto construido por su sistema nervioso, y siempre despertaba de repente justo antes de ver el rostro con claridad. Aturdida, se frotaba el ojo prostético que tanto dolor le causaba. Con estos ojos ya no necesitaba valerse de los sonidos, los olores y las yemas de sus dedos para darle sentido a una figura borrosa.\\n\\n\"Ya no sirve\", dijo la Emanadora del Autor de la Ruina. Oyó el sonido del abanico que se agitaba y la risa de la Emanadora. \"Pronto podrás ver todo lo que quieras con tus propios ojos\".\\n\\n\"Este es mi propio ojo\", se rio suavemente, \"además, nunca podré ver otra vez esas hermosas vistas\"."
    },
    {
      "_id": 31132,
      "ids": [
        31132,
        41132,
        51132,
        61132
      ],
      "id": "brazo_ortopdico_de_la_discpula",
      "name": "Brazo ortopédico de la discípula",
      "type": "HAND",
      "desc": "Prótesis fabricada especialmente para las razas de larga vida. Su uso no requiere de ningún procedimiento invasivo.",
      "typeText": "Manos",
      "backstory": "Aplicar un gel protector en el extremo subdesarrollado del brazo para que el receptor de señales neuroeléctricas se ajuste firmemente a la piel. Luego, ajustar la tensión para fijar la mano y el antebrazo de madera al cuerpo... Durante siglos, esta ha sido su rutina de cada mañana.\\n\\nEsa mano de madera ha llamado la atención de muchos, pero ella no quiere causar problemas ni busca la compasión de nadie.\\n\\nComo persona rota que es, ni su talento poco común ni el hecho de que ocupe un puesto importante han cambiado esa sensación de alienación en las actitudes de los demás. Al fin y al cabo, a los matones tarde o temprano se los lleva el viento, pero los hipócritas que dicen sentir compasión se juntan a su alrededor como moscas, colmándola de falsos elogios. \"Es una persona increíble, aunque sea una incompleta ciega y manca\".\\n\\nYa ha escuchado esa frase cientos de veces y siempre le da asco. Pero ahora se siente peor porque puede ver con sus propios ojos la mirada suplicante de quienes buscan su atención.\\n\\nSin darse cuenta, pone la mano izquierda en el caldero hirviendo y siente un dolor agudo que la devuelve a la realidad. Rápidamente, retira la mano y la quemadura desaparece en un instante.\\n\\n\"A veces pienso que el brazo de madera que tenía antes era mucho más útil\"."
    },
    {
      "_id": 31133,
      "ids": [
        31133,
        41133,
        51133,
        61133
      ],
      "id": "traje_de_plumas_de_la_discpula",
      "name": "Traje de plumas de la discípula",
      "type": "BODY",
      "desc": "Atuendo de plumas confeccionado según textos antiguos. Pertenecía a un antiguo demonio o a la salvadora de la humanidad.",
      "typeText": "Torso",
      "backstory": "Buscar información en los vestigios escritos de la historia es especialmente difícil para una persona ciega. Sus compañeros solían leerle una gran cantidad de textos antiguos y ella extraía y compilaba frases para indagar los secretos que escondían.\\n\\nEra tan inteligente que podía recordar la mayoría de los textos con solo escucharlos una vez. Pero desde que encontró la historia de la bruja del traje de plumas entre una pila de libros antiguos, la escuchó una y otra vez sin parar.\\n\\nSegún la leyenda, la dueña de un dominio transformó a su compañero en pájaro para salvarlo concediéndole la inmortalidad. Pero no pudo resistirse a su llamado y terminó adoptando la misma forma para volar con él. Con el paso del tiempo, la dueña del dominio comenzó a perder su identidad y se convirtió en un monstruo mitad pájaro, mitad humano. Cuando sus súbditos arrasaron el lugar, los atravesaron a ambos con lanzas y flechas de fuego. Los dos pájaros cantaron su último lamento y se convirtieron juntos en cenizas.\\n\\nA ella le encantaba esta historia, así que tomó la esencia de los pájaros para refinarla en el caldero y mandó tejer un lujoso traje de plumas. Aunque no podía ver lo hermoso que era, le gustaba ponérselo y pasear por toda la casa: estaba destinada a ser vista por una persona que ya no existía.\\n\\nCuando el traje se movía, sentía que el alma de un pájaro volaba entre sus dedos y sus hombros, y nunca se iba."
    },
    {
      "_id": 31134,
      "ids": [
        31134,
        41134,
        51134,
        61134
      ],
      "id": "botas_de_seda_celestial_de_la_discpula",
      "name": "Botas de seda celestial de la discípula",
      "type": "FOOT",
      "desc": "Un par de botas de seda y de suela fina. Su dueña no debe de haber caminado sobre sus pies desde hace mucho tiempo.",
      "typeText": "Piernas",
      "backstory": "Cada vez que se desprendía de la gravedad y flotaba en el aire para que los fieles presenciaran una muestra de divinidad, no podía evitar recordar una antigua historia.\\n\\n\"Había una vez un monje que había tenido cierto éxito en su búsqueda de la inmortalidad. Caminaba absorbiendo el poder de las venas de la tierra para realizar cientos de técnicas milagrosas y alcanzar la inmortalidad. Un día, el monje intentó caminar sobre los cielos y entre las estrellas, pero se alejó demasiado de las venas de la tierra y terminó cayendo en el abismo de la muerte\".\\n\\nPero ahora la situación es diferente, piensa. Xianzhou no tiene raíces, pero el Árbol de la Ambrosía manifestó sus raíces en él para que pudiera coexistir con la Señora de la Abundancia y estar conectado con el reino infinito prometido por Yaoshi. Sin embargo, los traidores han cortado la conexión con el camino de la inmortalidad, haciendo que Xianzhou vuelva a ser una isla precaria.\\n\\nEl falso suelo de Xianzhou no puede darle fuerzas. Las raíces que ella busca no están bajo sus pies, sino entre las profundidades del cielo. Ella guiará a los discípulos para que devuelvan la vida al Árbol de la Ambrosía y abracen la gracia suprema de la Abundancia.\\n\\nMientras flota por encima de miles de personas con unas ligeras botas de seda, proclama con una voz potente: \"Cuando me miran, lo que están mirando no soy yo, sino el lugar que les corresponde en el cielo\"."
    }
  ]
}