{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "Lushaka, sumergido bajo el mar",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La recuperación de energía del portador aumenta en un <nobr>5%</nobr>. Si el portador no es el primer personaje de la formación, aumenta en un <nobr>12%</nobr> el ATQ del primer personaje de la formación."
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "lushakas_waterscape",
      "name": "Capital Azul inundada de Lushaka",
      "type": "NECK",
      "desc": "En su interior se encuentra una ciudad sumergida en el mundo marino: Lushaka. El nivel del mar subió hasta el punto en que hasta la ciudad quedó sumergida. Solo los barco-estados gigantes que transportaban a los soldados avanzaban por el mar, en búsqueda del rumbo de su siguiente viaje distante.",
      "typeText": "Esfera de plano",
      "backstory": "De entre los montones de planetas con carencias de agua en estado líquido, el azul puro de Lushaka brilla con prominencia en el sistema estelar Przesmir. Su agua marina parece la cuna de la madre de los océanos. El agua alimenta y sustenta a todos los seres vivos... pero también los atrapa, los controla y los mantiene cautivos hasta que no tienen escapatoria.\n\nTras el amanecer, el primer oficial del barco-estado golpea suavemente la puerta de la habitación del capitán y luego la abre. Las ecologías del archipiélago de los treinta y siete dominios del viejo mundo están colgadas de las paredes del camarote. Así es como las personas extrañan la tierra. Los meteoros de más allá del cielo están en proceso de cubrir la totalidad de Lushaka con agua, como si estuvieran cumpliendo con algún deseo. Las interminables olas entierran la tierra ancestral en aguas abisales, dejando solo una extensión azul... El primer oficial despierta al capitán. El mar ya tiene una tonalidad dorada. Un nuevo día de viaje ha comenzado en el barco-estado.\n\nEl barco explorador llega al centro de la plaza. Dispara una flecha ancla hacia una enorme estructura submarina que antes fue un centro comercial. El ancla se atasca con firmeza en el marco de una ventana. Antes de que la campana de buceo aparezca, innumerables bancos de peces asustados salen disparados de los estantes del centro comercial.\n\nDespués del mediodía, los eruditos salen de la campana de buceo. Nadan más allá de la librería sin detenerse ni por un segundo. Después de todo, la tinta ya debe estar borrosa desde hace mucho tiempo. Su objetivo siempre han sido los contenedores de goma y laca o plástico, de donde pueden obtener la información antigua fácilmente mediante una limpieza simple. La arqueología en aguas profundas siempre es trabajosa. Los limpiadores permanecen en su lugar y observan su entorno con atención. Agitan sus alabardas de acero, asegurándose de mantener alejados a los depredadores que les enseñan los dientes. Los humanos se encuentran de vez en cuando con algunos espíritus de aguas profundas, pero ambos grupos están demasiado absortos en su respectivo saqueo como para prestarse atención. En lugar de latas aplastadas, los limpiadores están más interesados en encontrar semillas, especias o licores.\n\nLa intensiva investigación bajo el agua se acerca a su fin mientras las reservas de oxígeno disminuyen. Bajo el agua, las caballas gigantes ya llegaron a la ciudad. Los ansiosos espíritus de agua contienen la respiración de inmediato, se pegan a las paredes o se esconden en habitaciones secretas. Ya se acostumbraron a usar el bosque de acero submarino.\n\nLa llovizna se detiene mientras el sol comienza a hundirse, y los barco-estados suenan su cuerno para dispersar a las aves marinas que los rodean. Dejan la extracción del día en la cubierta para que los ciudadanos del barco-estado tomen lo que necesiten. Las corrientes aumentan en la noche mientras la torre de luz alumbra con una luz brillante y cristalina. Los luvianos bailan alrededor del mástil ardiente, sin pensar en el futuro que llegará inevitablemente, mientras relatan las victorias del día con salomas y suspiran ligeramente al recordar los tiempos mejores entre la música. El capitán saca su brújula y mira hacia la dirección a la que señala. Sabe que ahí está su hogar, que se está volviendo cada vez más desconocido, donde aún hay personas que anhelan el regreso de su familia.\n\nA la medianoche, el colosal barco apaga todas las luces y avanza a la deriva por el mar. ¿Encontraron la paz de verdad? ¿O sus sonrisas ocultan las lágrimas que desde hace mucho se disolvieron en el mar?\n\nDespués de esta noche, este azul intenso permanecerá igual, como siempre ha sido."
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "lushakas_twinlanes",
      "name": "Rutas náuticas simbióticas de Lushaka",
      "type": "OBJECT",
      "desc": "En el horizonte sin límites, incluso la señal más leve puede destruir este silencio. Las rutas de navegación portan la historia de la tripulación mientras los espíritus de agua buscan la esperanza en las corrientes de agua.",
      "typeText": "Cuerda de unión",
      "backstory": "Para los espíritus de agua, el mundo de la superficie originalmente era desconocido y peligroso, pero eso ahora no es más que un recuerdo distante. Después de todo, las cosas que antes estuvieron sobre el agua llevan mucho tiempo sumergidas bajo ese azul intenso.\n\nLos habitantes de la superficie de Lushaka tienen una relación íntima pero desconocida con los espíritus de agua. En el ámbito de las investigaciones en las aguas profundas, los habitantes de la superficie consideran los encuentros con los espíritus de agua como buenos augurios, y describen a los espíritus como criaturas hermosas y misteriosas. Los espíritus de agua poseen alas membranosas azul marino y ojos de ónice, así como cuerdas vocales únicas capaces de producir sonidos etéreos. Según las historias trasmitidas por los investigadores de aguas profundas, esas criaturas con frecuencia acompañan a los dragones marinos y viven en una ciudad plateada en lo profundo del mar. Existen entre la realidad y las leyendas, y personifican la serenidad y la vivacidad.\n\nSin embargo, en el pasado consumido por el océano, se los conocía como edares, monstruos de las profundidades del mar.\n\nHace mucho, los edares y los habitantes de la superficie luchaban con violencia por la supervivencia. Nadie podía ignorar el rojo intenso con el que los océanos se pintaban. Primero, los edares jóvenes eran considerados simples presas de pesca. Después, los habitantes de la superficie eran atraídos hacia el océano y se ahogaban debido a las canciones de los edares. Ambas razas eran cazadores y presas en las vastas aguas. Después hubo enfrentamientos entre espadas y anclas, así como batallas entre bestias marinas y cañones. La guerra implacable, tanto sobre como bajo la superficie del agua, persistió hasta que la lava abrasadora destruyó los arrecifes. Hasta que, después de mucho tiempo, los eruditos de los barco-estados comprendieron que el Cáncer de todos los mundos había prometido el futuro de Lushaka tiempo atrás. Sin embargo, esa promesa había venido de un espíritu de agua que había perdido su hogar y que maldijo al culpable con un grito silencioso en una pesadilla.\n\nEl pasado olvidado yace sepultado entre los arrecifes de acero y coral del fondo del mar, tan efímero como humo y nubes, como un secreto para todos.\n\nDesde entonces, las ciudades y las tierras fueron tragadas por el mar, las disputas y la sangre fueron consumidas por el océano, y la historia y la civilización fueron engullidas por las olas. Para escapar de la presión en aumento de las aguas profundas, los espíritus de agua constantemente migran hacia arriba, obligados a vivir en las ciudades que antes fueron hogar de los habitantes de la superficie, husmeando entre recuerdos llenos de sonrisas y lágrimas... Saben que quedan pocos sonidos en la superficie, y que el azul ahora solo les pertenece a ellos. Sin embargo, el silencio es abrumador.\n\nCuando los bardos del barco-estado divisan alas sedosas en su ruta náutica, comienzan a cantar una hermosa melodía...\n\n\"El viaje por la ruta, en busca de la torre de luz y la tormenta, cuyo único propósito es reclamar ese azul puro\"."
    }
  ]
}