{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "Mensajero del espacio hackeado",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "VEL +<nobr>6%</nobr>.",
    "4": "Cuando el portador usa su habilidad definitiva sobre un aliado, la VEL de todos los aliados aumenta en un <nobr>12%</nobr> durante <nobr>1</nobr> turno. Este efecto no se puede acumular."
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [31141, 41141, 51141, 61141],
      "id": "visor_hologrfico_del_mensajero",
      "name": "Visor holográfico del mensajero",
      "type": "HEAD",
      "desc": "Tiene forma de lentes de esquí. Es antirreflejante y también se usa para ver transmisiones en vivo.",
      "typeText": "Cabeza",
      "backstory": "Los mensajeros de la Capital de la Pasión suelen moverse por la ciudad usando las vías aéreas menos vigiladas para evitar a las patrullas de seguridad contratadas por la plutocracia.\\n\\nLes gusta masticar goma de mascar barata y llevan visores holográficos especialmente modificados para escanear toda la ciberciudad.\\n\\nEl visor proyecta en la retina información en tiempo real sobre la ciudad, convirtiendo rutas imposibles en un corredor aéreo para los mensajeros: azoteas de edificios, cajas de aire acondicionado, paneles publicitarios, brazos de grúas... incluso los drones de mensajería pueden formar parte del corredor. Por ello, los mensajeros deben estar suficientemente cualificados para evitar caídas accidentales con la más mínima desviación.\\n\\n\"Un idiota apagó todos los visores a la vez mientras yo me encontraba en el aire. Ese accidente fue el peor que he tenido\".\\n\\nEste visor Patito Amarillo es un modelo antiguo y descatalogado. Se dice que vale mucho dinero entre los aficionados."
    },
    {
      "_id": 31142,
      "ids": [31142, 41142, 51142, 61142],
      "id": "brazo_cambiante_del_mensajero",
      "name": "Brazo cambiante del mensajero",
      "type": "HAND",
      "desc": "Brazo prostético cibernético desmontable capaz de disparar los nudillos como si fueran balas.",
      "typeText": "Manos",
      "backstory": "No todos los mensajeros tienen prótesis cibernéticas, pero los que las tienen suelen ser grandes apasionados de la modificación. Al fin y al cabo, nadie puede aceptar tener una prótesis idéntica a las de los demás.\\n\\nLos residentes de la Capital de la Pasión están obsesionados con las prótesis cibernéticas, y las limitadas normas de la ciudad solo pueden desaconsejar el frenesí de la modificación excesiva.\\n\\nLas normas de registro y presentación de modificaciones en la Capital de la Pasión solo tienen tres categorías, con un total de dieciocho tipos. Evidentemente, esto no es suficiente para los mensajeros rebeldes que invierten grandes cantidades de sus salarios en sus diseños imaginativos. Crean bocetos que permiten a su maquinaria de conversión electrónica lanzar rayos o transformar sus prótesis en misiles. A medida que se disparan las tarifas para contratar mensajeros, los diseños se vuelven cada vez más escandalosos.\\n\\n\"¿Estos mensajeros trabajan para proteger la información o para financiar sus exorbitantes aficiones?\".\\n\\nEsta prótesis de brazo Patito Amarillo ha sido objeto de modificaciones especiales. Cada articulación de sus dedos se puede girar a gran velocidad y disparar como una bala."
    },
    {
      "_id": 31143,
      "ids": [31143, 41143, 51143, 61143],
      "id": "bolso_secreto_del_mensajero",
      "name": "Bolso secreto del mensajero",
      "type": "BODY",
      "desc": "Bolso de moda adornado con varios accesorios que le dan un aspecto muy lindo.",
      "typeText": "Torso",
      "backstory": "Los magnates financieros de la Capital de la Pasión controlan todo el flujo de información de la ciudad y utilizan habitualmente el monopolio informativo para mantener su posición dominante. Cualquiera que intente alterarlo será sometido al Reglamento de Seguridad Pública.\\n\\nLa gente protestó, así que los magnates financieros les prometieron comodidad. Y pronto, la gente renunció a su privacidad.\\n\\nYa se trate de situaciones reales o virtuales, de información importante o trivial, los magnates financieros la recopilan toda con avaricia. En consecuencia, los bolsos de los mensajeros se convirtieron en la última línea de defensa de la privacidad. Estos bolsos son pequeños, ligeros y solo pueden llevar fichas o documentos. Sin embargo, son precisamente estos pequeños puntos ciegos de información los que garantizan la \"independencia informativa\" que queda en la Capital de la Pasión.\\n\\n\"¿Por qué la gente sigue transmitiendo información a través de canales ajenos a la red en la próspera Capital de la Pasión? Los mensajeros también quieren saberlo\".\\n\\nPuede que este bolso de mensajero Patito Amarillo de edición limitada sea un poco antiguo, pero sus diversos accesorios hacen que siga estando de moda."
    },
    {
      "_id": 31144,
      "ids": [31144, 41144, 51144, 61144],
      "id": "zapatillas_para_parkour_del_mensajero",
      "name": "Zapatillas para parkour del mensajero",
      "type": "FOOT",
      "desc": "Un par de zapatillas para las actividades de parkour. Son cómodas y eso es todo lo que tienen que ser.",
      "typeText": "Piernas",
      "backstory": "Los antiguos mensajeros de la Capital de la Pasión arrojaron sus zapatillas a un lado y se marcharon en silencio. La mayoría de los mensajeros no dejaban su nombre ni rastro en la ciudad, como una coda autocomplaciente.\\n\\nEs difícil para los mensajeros precisar cuándo cambió la \"naturaleza del mensajero\" y se convirtieron en las personas que más odiaban.\\n\\nSin darse cuenta, la independencia informativa que protegían los mensajeros se fue monopolizando. Sin darse cuenta, los riesgos que corrían los mensajeros se convirtieron en moneda de cambio. Sin darse cuenta, los mensajeros se convirtieron en cómplices de los conspiradores... La plutocracia no logró destruirlos, fue el idealismo inmaduro de los mensajeros lo que los traicionó. Antes de que todo se descontrolara, los mensajeros se reunieron y se despidieron de sus vidas apresuradas.\\n\\n\"Quizá los mensajeros deban detenerse en este punto y dejar que todo el mundo vea cómo es esta ciudad, y hacer un llamamiento a los verdaderos reformistas para que pasen a la acción\".\\n\\nEstas son unas zapatillas Patito Amarillo que se abandonaron al lado de un camino. Los mensajeros de la Capital de la Pasión se han convertido en una leyenda del pasado."
    }
  ]
}
