{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "Pistolera de la espiga silvestre",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATQ +<nobr>12%</nobr>.",
    "4": "La VEL del portador aumenta en un <nobr>6%</nobr> y el daño de sus ATQ básicos aumenta en un <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 31021,
      "id": "sombrero_con_espiga_silvestre_de_la_pistolera",
      "name": "Sombrero con espiga silvestre de la pistolera",
      "type": "HEAD",
      "desc": "Sombrero de fieltro al estilo de los vaqueros con una espiga de trigo silvestre prendida. El símbolo de la legendaria pistolera Oakley.",
      "typeText": "Cabeza",
      "backstory": "Oakley heredó el sombrero de fieltro de su difunto padre. Le gustaba decorar la cinta con una espiga silvestre como símbolo para que el conjunto fuera más bonito. Los cazarrecompensas, ya fuera intencionadamente o no, siempre tenían un símbolo que los caracterizaba, con la esperanza de que un día se utilizara para marcar el inicio de una gran leyenda que pasara de generación en generación.\\n\\nLa Corporación para la Paz Interastral a menudo ofrecía botines muy generosos para atraer a expertos de primer nivel que se encargaran de capturar a piratas interestelares, pero Oakley prefería trabajar sola y siempre elegía ir a las regiones más alejadas y desoladas.\\n\\nLos días eran abrasadores y las noches heladas. Durante su periplo solitario, Oakley usaba el sombrero como almohada y dormía al lado del fuego. En realidad, todos sus sueños se derrumbaron el día que apareció un pistolero misterioso que decía ser un cazarrecompensas llegado desde muy lejos. Su delgada figura contrastaba con su mirada penetrante. El pistolero retó al padre de Oakley a un duelo a muerte al mediodía. Los disparos retumbaron, el sombrero de fieltro voló por los aires, y un instante después el padre de Oakley yacía en el suelo. Los gritos y sollozos de su madre no tardaron en inundar la escena.\\n\\nLa pequeña Oakley observaba al pistolero con estupor. Su habilidad con la pistola era tal que su padre no había tenido ni la más mínima oportunidad.\\n\\nOakley se despertó al notar algo húmedo. Como de costumbre, el sombrero que usaba como almohada estaba empapado de lágrimas. Recordaba perfectamente que de pequeña había empezado a practicar con la pistola solo para poder llevar el magnífico sombrero que su padre lucía con tanto estilo."
    },
    {
      "_id": 31022,
      "id": "guantes_de_piel_basta_de_la_pistolera",
      "name": "Guantes de piel basta de la pistolera",
      "type": "HAND",
      "desc": "Unos guantes de piel con grietas. La parte por donde se empuña la pistola está especialmente gastada.",
      "typeText": "Manos",
      "backstory": "De pequeña, Oakley practicaba sin descanso. Entrenaba en el rancho desde que salía el sol hasta que se ponía. En ocasiones, su padre se sentía orgulloso y sorprendido de su talento, y otras veces se preocupaba al pensar qué vida le esperaría a su hija como pistolera.\\n\\nSolo su madre se compadecía de sus manos todavía tiernas y reprendía a su padre por enseñarle a disparar a tan corta edad.\\n\\nDesde aquel fatídico duelo hasta que completó su primera misión como cazarrecompensas y, más tarde, cuando su fama se extendió, siguió llevando aquel par de viejos guantes ajados. Los demás cazarrecompensas no entendían por qué insistía en ponérselos. Solo Oakley comprendía el torbellino de emociones que representaban: eran el regalo de despedida de su madre.\\n\\n¿A qué clase de conflictos del alma se habría enfrentado la madre de Oakley, que se había negado rotundamente a que su hija aprendiera a disparar, hasta que aceptó su elección?\\n\\nDespués de ese duelo, la madre de Oakley se refugió en sus brazos, sin poder dejar de llorar. Oakley no dijo nada; su madre ya sabía que había tomado una decisión."
    },
    {
      "_id": 31023,
      "id": "poncho_de_caza_de_la_pistolera",
      "name": "Poncho de caza de la pistolera",
      "type": "BODY",
      "desc": "Poncho tejido de estilo étnico. El forro contiene fibras que tienen un efecto antibalas.",
      "typeText": "Torso",
      "backstory": "Un pistolero nunca debe mostrar sus intenciones en un duelo. Oakley era capaz de meter las balas en el tambor y cerrarlo sin que su objetivo se diera cuenta. Cualquier testigo juraría que su amplio poncho no se había movido ni un milímetro antes de disparar. Nadie sabía cómo lo hacía.\\n\\n\"Los movimientos deber ser sutiles y ocultarse bajo el poncho. El duelo se decide antes de que salga la bala\", repetía su padre una y otra vez.\\n\\nUna vez, tras encontrarse accidentalmente con un grupo de forajidos armados, Oakley se quedó quieta mientras analizaba la situación. Antes de sacar la pistola, Oakley se mantuvo firme como una roca que no se hubiera movido en siglos. Terminó todos sus preparativos antes de que los forajidos tuvieran tiempo de mover un dedo. Cuando se apagó el eco de los disparos, Oakley dejó escapar a uno de los bandidos para que la banda al completo recibiera un aviso.\\n\\nNo decía nada ni mostraba ninguna expresión, y a menudo sus oponentes presentían que no tenían ninguna oportunidad de vencerla. Sus compañeros cazarrecompensas también opinaban lo mismo de Oakley.\\n\\nEn los duelos, con sus disparos rápidos y precisos y ni un movimiento de más, Oakley era como ese pistolero misterioso que se introducía en sus sueños. Cuando se dio cuenta de que cada vez se parecía más a su némesis, no pudo evitar enfadarse consigo misma."
    },
    {
      "_id": 31024,
      "id": "botas_de_montar_con_tachuelas_de_la_pistolera",
      "name": "Botas de montar con tachuelas de la pistolera",
      "type": "FOOT",
      "desc": "Botas de montar con una abertura en ángulo. Parecen muy holgadas y cómodas.",
      "typeText": "Piernas",
      "backstory": "Los viajes eran largos y pesados, pero la solitaria Oakley estaba acostumbrada. Siempre estaba lista para partir, sin apenas previo aviso, a cualquier región remota y desolada en los confines del mundo, sin importar lo insignificante que fuera la recompensa.\\n\\nTenía el presentimiento de que ese pistolero misterioso tampoco era una persona sociable, así que su encuentro, de producirse, se daría en un lugar poco frecuentado.\\n\\nDesde que tenía la armónica, solía pasar la mayoría del tiempo ensayando melodías ante un público pasajero compuesto de tarántulas, arena y plantas rodantes. Durante el viaje, a Oakley se le ocurrían todo tipo de cosas que hacer para matar el tiempo. Dicen que, una vez, el viento se detuvo a escucharla mientras tocaba la armónica, y solo siguió soplando cuando la canción terminó. La Corporación ofrecía a los cazarrecompensas muchas oportunidades para viajar por las estrellas, y a la pistolera solitaria no le importaba en absoluto el destino.\\n\\nA veces Oakley se preguntaba si no estaría persiguiendo a un fantasma, ya que el pistolero misterioso había desaparecido sin dejar rastro hacía mucho tiempo, y lo único que hacía era ir de un sitio a otro en vano.\\n\\nPero estaba segura de que, si la \"espiga silvestre\" se hacía lo suficientemente famosa, el pistolero misterioso acabaría encontrándola, igual que aquel día que se coló en su rancho para retar a un duelo a su padre."
    }
  ]
}
