{
  "_id": 303,
  "id": "pangalactic_commercial_enterprise",
  "name": "Entidad comercial pangaláctica",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "El acierto de efecto del portador aumenta en un <nobr>10%</nobr> y su ATQ aumenta en una cantidad equivalente al <nobr>25%</nobr> del acierto de efecto actual, hasta un máximo de un <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33035,
      "id": "megasede_de_la_corporacin",
      "name": "Megasede de la Corporación",
      "type": "NECK",
      "desc": "En su interior se encuentra la sede de la Corporación, ubicada en Pier Point. Ningún planeta puede quedar fuera de las ambiciones comerciales de la Corporación para la Paz Interastral, que viaja por el espacio para reunir las fuerzas de todo el universo.",
      "typeText": "Esfera de plano",
      "backstory": "El impacto subespacial sacudió el cielo e hizo temblar la tierra. El gigante silencioso forjaba en solitario la muralla horizontal de la galaxia. Quienes aseguraban ser oráculos comenzaron a moverse para ayudar al Eón Qlipoth a construir su muro.\\n\\nEl universo se enfrentaba a un peligro inminente y la construcción del muro era, cada vez más, un asunto de extrema urgencia. Los insignificantes humanos no tenían intención de imitar las hazañas de los dioses, sino que se reunían en grupos para ser el \"equipo de apoyo\" del Eón. Estaban dispuestos a darlo todo por el Señor del Ámbar. Ayudándose del poder de la Conservación, el equipo de apoyo dirigía sus naves a distintas galaxias para comprar piedra, madera, oro, supernio y otros materiales de construcción, los transportaba sin descanso a la barrera subespacial y los apilaba en el páramo planetario.\\n\\nCuando terminó el breve periodo de desarrollo, el equipo de apoyo se asentó en Pier Point y fundó la Corporación para la Paz Interastral. Con el objetivo de implementar su visión con total devoción, dirigieron la mirada hacia el espacio profundo.\\n\\nLouis Fleming hizo un llamamiento a la acción y la flota de comercio abandonó el sistema estelar del Eón Qlipoth. Su enorme cantidad de productos ya no se limitaba a los materiales de construcción... Planeaban conectar la galaxia y comprarlo todo. Poco después, Dongfang Qixing implementó unas normas comerciales para toda la galaxia y estableció un sistema de créditos que fuera el estándar para los negocios en todo el universo. Bajo la megaestructura de Pier Point se almacenaron trillones de activos, como un silencioso agujero negro que devoraba el concepto que se tenía sobre los límites de la riqueza.\\n\\nHoy en día, las naves de la Corporación para la Paz Interastral están por toda la galaxia y continúan su expansión, a pesar de las críticas que comparan la Corporación con una dictadura comercial. No les importa lo que piensen y no han olvidado su misión original.\\n\\nLos métodos de formación de los empleados nuevos que se unen a la Corporación cambian a menudo, pero hay una costumbre que nunca ha cambiado en casi ocho siglos de la Era del Ámbar. Una vez, Louis Fleming, el fundador de la Corporación, se puso delante del equipo de apoyo y dio un discurso apasionado en el que expresó su aspiración de unir el universo y asistir al Eón en su ideal de protegerlo. Cuando terminó su discurso, resonó un impacto fuerte y distante, lo que infundió de grandeza una ocasión tan solemne. En ese momento, se dieron cuenta de que su fe era firme.\\n\\n\"Todo por el Señor del Ámbar\"."
    },
    {
      "_id": 33036,
      "id": "ruta_comercial_de_la_corporacin",
      "name": "Ruta comercial de la Corporación",
      "type": "OBJECT",
      "desc": "El comercio interestelar se estableció con la ayuda práctica del sistema de créditos. La Corporación para la Paz Interastral conectó las estrellas con su actividad económica y amplió los límites del comercio.",
      "typeText": "Cuerda de unión",
      "backstory": "El equipo de apoyo viajaba apresuradamente por el sistema estelar cercano al Eón Qlipoth, y la trayectoria de su vieja nave se convirtió en la primera ruta.\\n\\nComo creían firmemente en el sentido de las acciones del Eón, el equipo de apoyo dio el primer paso y estableció relaciones comerciales con una galaxia vecina, para lo que prepararon una flota adecuada con productos poco comunes y valiosos. Gracias a unas condiciones que eran difíciles de rechazar, hicieron una gran cantidad de intercambios por todo el sistema estelar. A partir de ese momento, el equipo de apoyo controló la ruta comercial y la información, obtuvo derechos de negociación exclusivos y se puso al mando de la formulación de las normas comerciales de la galaxia.\\n\\nLas naves cargadas de madera, piedra, acero y supernio pasaban junto al Eón Qlipoth como un enjambre de moscas. El Señor del Ámbar se mantenía en silencio y ni siquiera les dirigía la mirada.\\n\\nCon el paso del tiempo, las cosas cambiaron y el comercio con los sistemas estelares cercanos ya no era suficiente para el boyante equipo de apoyo. Los dos sabios estaban determinados a adentrarse en la galaxia, y así se fundó la Corporación para la Paz Interastral. La Corporación ofrecía cualquier cosa que los demás planetas pudieran necesitar, a precios justos fijados en créditos. A partir de entonces quedó establecida la ruta comercial de la galaxia, y todos los planetas que se unían a la red de negocios de la Corporación compartían la misma divisa, compraban los mismos productos y disfrutaban de los mismos servicios.\\n\\nLas naves comerciantes que se regían por el sistema de créditos volaban de un lado a otro por las estrellas y las rutas comerciales se fusionaban y se separaban, formando una red intergaláctica. Las naves llenas de tesoros de planetas distantes pasaban innumerables veces al lado del Eón Qlipoth, como insectos atraídos por la luz, pero el Eón se mantenía mudo, igual que siempre.\\n\\nDesde que el equipo de apoyo comenzó a apilar materiales de construcción en los planetas que rodeaban al Eón, las cantidades almacenadas no dejaban de aumentar, y seguirían haciéndolo. El Eón Qlipoth no tenía intención de aceptar esos regalos bienintencionados y se centraba en las crisis que se cernían sobre los incautos mortales y que le obligaban a erigir barreras colosales que se medían en años luz. La pequeña organización que solía comprar materiales se había convertido en una enorme influencia en la galaxia. Miraban hacia arriba, al gigante sin cabeza, y no sintieron ni una vez que sus esfuerzos eran en vano.\\n\\n\"Todos nuestros esfuerzos y el crecimiento de nuestros bienes son para Qlipoth, para ejecutar la voluntad del Eón cuando llegue el momento\"."
    }
  ]
}
