{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "Transeúnte de la nube pasajera",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Curación realizada +<nobr>10%</nobr>.",
    "4": "Al entrar en combate, el equipo recupera inmediatamente 1 pt. de habilidad básica."
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [
        31011,
        41011,
        51011,
        61011
      ],
      "id": "passerbys_rejuvenated_wooden_hairstick",
      "name": "Horquilla de madera rejuvenecida del transeúnte",
      "type": "HEAD",
      "desc": "Ramita seca que se usaba como horquilla para el pelo. De un extremo brotaba una flor. Ahora el pasado ya no está y la flor tallada en el palo conmemora el inicio de una nueva vida.",
      "typeText": "Cabeza",
      "backstory": "Había una vez un hombre anónimo que despertó de un largo sueño. Estaba atrapado por una tensión distante y familiar, que no se disipaba, y un dolor fantasmal, nítido y agudo. Su pasado se había hecho pedazos y no recordaba su nombre.\n\nEn su vagabundear sin rumbo, bebía nieve para calmar la sed y cazaba animales para comer. Una vez, partió una ramita seca para sujetar su largo cabello.\n\nSu melena negra manaba como un manantial de montaña; sus músculos se contraían y asomaban como carpas en el río. Unas fuerzas milagrosas esculpían su cuerpo sin descanso; los tendones se rompían y volvían a conectarse; los huesos se partían y volvían a colocarse, provocándole una dolorosa sensación. Tras innumerables tormentos, su pasado fragmentado volvía a unirse por fin. Mientras observaba su reflejo en el agua, la historia completa de su tragedia se reveló poco a poco.\n\nCuando el reflejo de su rostro dejó de resultarle desconocido, de pronto el hombre anónimo se dio cuenta de que la ramita seca estaba floreciendo.\n\nDe súbito, salió de su trance. La maldición de la inmortalidad es muy potente, y la rodean viejos resentimientos que nunca mueren. Ahora, él es la flor que nace de esta ramita muerta."
    },
    {
      "_id": 31012,
      "ids": [
        31012,
        41012,
        51012,
        61012
      ],
      "id": "passerbys_roaming_dragon_bracer",
      "name": "Brazal de dragón del transeúnte",
      "type": "HAND",
      "desc": "Brazal hecho de coralium y la piel de un animal desconocido. Solo los hábiles artesanos de la raza dracónica vidyadhara son capaces de crear una pieza tan exquisita.",
      "typeText": "Manos",
      "backstory": "Parece haber una conexión telepática entre dos objetos que originalmente son una pareja, aunque se encuentren lejos. El hombre anónimo solo tenía uno de los brazales, pero cuando lo rozaba ligeramente, podía notar la temperatura del otro.\n\nCerró los ojos y se concentró con todas sus fuerzas en la débil conexión que había con el otro brazal: dónde estaba, quién era su dueño.\n\nEl hombre anónimo había luchado una vez contra el dueño del otro brazal. Sus manos largas y fuertes sujetaban una lanza, y cuando la blandía en la batalla, su filo relucía como una estrella fugaz. El dueño del otro brazal bebió una vez con el hombre anónimo, y juntos contemplaron la fría luna sin decir nada. Al final, el dueño del otro brazal y el hombre anónimo insistieron en seguir adelante con sus planes, pero acabaron convirtiendo a sus seres queridos en monstruos, arrojando a todos al abismo de un remordimiento sin fin.\n\nLos objetos creados en parejas siempre acaban reuniéndose de nuevo. El odio y los rencores mantenidos entre ellos durante largo tiempo se tienen que beber despacio, como un frío licor añejo, sorbo a sorbo, hasta que la botella del resentimiento se vacíe por completo.\n\n¿Sentirá lo mismo el dueño del otro brazal? El hombre anónimo no está preparado para saberlo."
    },
    {
      "_id": 31013,
      "ids": [
        31013,
        41013,
        51013,
        61013,
        55001
      ],
      "id": "passerbys_ragged_embroided_coat",
      "name": "Gabán bordado del transeúnte",
      "type": "BODY",
      "desc": "Viejo gabán estropeado y con tajos de espada en los bordados. La carne se cura rápidamente, pero la tela no, como el dolor.",
      "typeText": "Torso",
      "backstory": "Durante su largo exilio, el hombre anónimo vagó como un fantasma hasta que una mujer con lentes oscuros y alguien que llevaba una enorme armadura le cortaron el paso. El hombre anónimo los atacó con su espada antes de que pudieran empezar a negociar, y tras la pelea, la mujer le propuso un trato que no pudo rechazar.\n\nAsí, el hombre anónimo aceptó la invitación, obtuvo una nueva identidad y regresó al orden y a la civilización.\n\nLo llevaron a la sastrería, donde le tomaron las medidas para hacerle ropa presentable a medida. Alguien le recortó las patillas, arregló su aspecto y le devolvió su antigua apariencia. Como en un trance, empezó a perder la noción del tiempo. Viejos recuerdos inundaron su mente. Recordó el momento en el que tomó la decisión de regalarle a su amiga la botella de jade que había hecho con sus propias manos, y la sorpresa que sintió al descubrir que su amiga ya no estaba allí.\n\nEntonces se dio cuenta de que todo lo relacionado con este viaje era prestado: su cuerpo, su vida, su amor, su odio e incluso sus ropas.\n\nPagaría por todo y luego exhalaría su último suspiro."
    },
    {
      "_id": 31014,
      "ids": [
        31014,
        41014,
        51014,
        61014,
        55002
      ],
      "id": "passerbys_stygian_hiking_boots",
      "name": "Botas estigias del transeúnte",
      "type": "FOOT",
      "desc": "Resistente par de botas que han caminado por muchos mundos y han presenciado muchas situaciones de vida o muerte.",
      "typeText": "Piernas",
      "backstory": "Un día, el hombre anónimo siguió las órdenes de un esclavo y cruzó al otro lado del cielo con los acompañantes que acababa de conocer. Caminaba con asombro y odio entre innumerables mundos, y a menudo se encontraba con graves peligros.\n\nHacía mucho que había olvidado la alegría de crear, y no hacía otra cosa más que ir apresuradamente de una batalla a otra.\n\nEn el pasado, había recibido innumerables sablazos, y su cuerpo se había destrozado y fragmentado una y otra vez. Sus oponentes siempre terminaban la batalla con un movimiento final que le atravesaba el corazón. Ahora, todos esos movimientos magistrales que le habían producido sus numerosas heridas y cicatrices quedaron grabados para siempre en su memoria. De esa forma, sus habilidades marciales mejoraron cada vez más en incontables batallas a vida o muerte. El hombre anónimo blandía su espada y acababa con los obstáculos que bloqueaban a sus aliados. Cuando caía al suelo, volvía a levantarse una y otra vez. Al danzar con la espada, parecía olvidarse de todo su odio por un momento.\n\nEl esclavo prometió darle a él y a todo lo que odiaba un final eterno, una sepultura para siempre. El hombre anónimo asintió con la cabeza, envainó su espada y corrió hacia el siguiente mundo.\n\nSi la vida es una sucesión de pasos, quiere pisotear la sangre de las personas a las que odia antes de llegar a su destino final."
    }
  ]
}