{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "Colonipenal, la tierra de los sueños",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La recuperación de energía del portador aumenta en un <nobr>5%</nobr>. Aumenta en un <nobr>10%</nobr> el daño que infligen los demás aliados que sean del mismo tipo que el portador."
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [33125, 43125, 53125, 63125],
      "id": "gran_hotel_de_colonipenal",
      "name": "Gran Hotel de Colonipenal",
      "type": "NECK",
      "desc": "En su interior se encuentra la estructura principal de Colonipenal: el Hotel Fantasía. Los huéspedes que se alojen aquí viajarán a un mundo de dulces sueños y disfrutarán de un festín de lujo y extravagancia en una metrópolis omnipotente.",
      "typeText": "Esfera de plano",
      "backstory": "Los asistentes hacen una reverencia con sonrisas uniformes y saludan a los invitados con música: \"¡Bienvenidos al planeta de las celebraciones! Hermosos sueños les esperan\". Los invitados sonríen mientras avanzan, aceptan y se embriagan con sus bebidas llenas de burbujas.\\n\\nEl paisaje se vuelve cada vez más inverosímil, y la sensación es como flotar en una seda. Invitados de otras tierras desafían la gravedad y caminan por las paredes. Juguetes extraños cobran vida y deambulan por las calles para celebrar. El agua del manantial se convierte en una ballena gigante que nada por los pasillos. Al abrir una ventana, no se ven las estrellas en el cielo profundo, sino los cambiantes flujos de luces y sombras de la ciudad, que sostienen los ecos constantes de campanas y teatros gigantes. Los invitados notan que nunca estuvieron despiertos, sino que son testigos de la naturaleza de Colonipenal en un sueño: un lugar donde el tiempo se detiene en un paisaje onírico interminable.\\n\\nTodos saben que, bajo la administración de La Familia, las puertas de Colonipenal están abiertas a todo el mundo. Para una experiencia trascendente, para una emoción inspiradora, para el alivio de preocupaciones y heridas, invitados del más alto calibre vienen a entregar su dolor a cambio de paz y tranquilidad, a beber lo mejor y a vagar en el mar de sueños. Algunos pasan aquí unas vacaciones inolvidables y se van contentos, mientras que otros se obsesionan con las festividades y se instalan aquí. El hotel repleto de estrellas es la joya de los soñadores, el reino de los creadores de sueños y el patio de recreo de los buscadores de sueños.\\n\\nPocos huéspedes son conscientes de la historia: el hilo que teje los sueños proviene de la realidad. El esplendor de Colonipenal nació del óxido salado, los grilletes y la privación de la libertad. El planeta de las celebraciones fue una prisión de la Corporación, donde innumerables reclusos fueron reubicados para rescatar las desbordadas burbujas del recuerdo para el Jardín de los Recuerdos. La gente repitió sus esfuerzos hasta que sus cuerpos se volvieron pesados como el plomo, pero sus almas se volvieron livianas como burbujas. En algún momento, las pequeñas células quedaron aisladas de la realidad, mientras que las consciencias de las personas se vincularon en los sueños. Con la campana de medianoche, ese sueño compartido parecía muy real porque reflejaba la hipocresía de la realidad.\\n\\nHasta que la Destrucción derritió las cadenas de la Corporación, el Trazacaminos conectó esta frontera con las estrellas, y la Armonía fue invitada a sembrar semillas de paz. La libertad al fin se abrió camino y añadió un nombre al sueño original: Colonipenal.\\n\\nHoy no hay rastro de la prisión en ruinas. En el mundo de los sueños, se erigieron innumerables rascacielos, y el desierto es una metrópoli: una nueva tierra para los soñadores en busca de riqueza y oportunidades, y una utopía para aquellos en busca de indulgencia y placer. El pasado del planeta de las celebraciones es como una foto que cayó en el fondo de un armario: existe, pero nadie la ve.\\n\\nHoy en día, la tierra de los sueños se llena de canciones de alegría, y el ruido del pasado ha quedado relegado a chismes, abandonado en el interludio de una comedia, detrás de escena de una caricatura o en la columna secundaria de una revista."
    },
    {
      "_id": 33126,
      "ids": [33126, 43126, 53126, 63126],
      "id": "vas_de_bsqueda_de_sueos_de_colonipenal",
      "name": "Vías de búsqueda de sueños de Colonipenal",
      "type": "OBJECT",
      "desc": "En la ciudad onírica de Colonipenal, vías intrincadas serpentean entre los edificios, sostienen los esferoides en que viajan los visitantes y conectan elaborados y diversos sueños.",
      "typeText": "Cuerda de unión",
      "backstory": "Quienes ya han visitado Colonipenal estarán de acuerdo en que \"construida sobre sueños\" no es solo un dicho, sino una afirmación muy real. El opulento hotel es solo la punta del iceberg del planeta de las celebraciones y, solo cuando uno se queda y sueña, se considera que ha llegado oficialmente a Colonipenal. A partir de entonces, la tierra de los sueños, compuesta por doce paisajes oníricos, se expande lentamente ante los ojos de los visitantes.\\n\\nLos visitantes nuevos quizá se sientan abrumados por este escenario de carnaval, pero no deben alarmarse. Miren hacia arriba y vean las vías de metal que cruzan los rascacielos y los esferoides que ruedan rápidamente a lo largo de ellos. Son el medio de transporte más visible en esta metrópoli de ensueño y guían a los visitantes a todos los lugares de la ciudad.\\n\\nA partir de la estación central, las complicadas vías del esferoide son como los vasos sanguíneos de la metrópoli. Se trate de los túneles subterráneos del Momento de la Aurora, los vastos campos del Momento de la Arena Ardiente o el brillante estadio del Momento de las Estrellas, los coloridos esferoides ruedan y siguen rodando, y llevan a las personas a cada estación de manera precisa, eficiente, segura y cómoda, lo que derrama una energía insomne en el mundo de los sueños de Colonipenal.\\n\\nLos sueños dan una textura ligera y delicada a todo, y los esferoides con forma de nuez se consideran vehículos y juguetes en la tierra de los sueños. Pocos recuerdan que los esferoides son jaulas: el vehículo hacia los sueños era una herramienta originalmente usada para encerrar a los prisioneros.\\n\\nHace mucho tiempo, la Corporación envió prisioneros al sistema estelar de Asdana en un intento de impedir la propagación de una catástrofe. Allí la gente coleccionaba memorias y se perdía poco a poco entre la fantasía y la realidad. Las recámaras de trabajo esféricas en el vacío se convirtieron en un \"recuerdo\" inolvidable para los prisioneros: las duras paredes interiores curvas, la terrible experiencia de dar vueltas, la insoportable asistencia diaria. Quizá estos dolores eran muy profundos. Cuando aquellos que recuperaron su libertad fueron pioneros en el árido paisaje onírico, las jaulas esféricas los acompañaron.\\n\\nPero ahora, a diferencia del pasado, la paz y la libertad dieron origen al optimismo. En lugar de intentar destruir una y otra vez las pesadillas ineludibles, es mejor añadirles el color que este lugar debería tener, asimilarlas y abrazarlas. Entonces, las jaulas esféricas del pasado se convirtieron en los esferoides de hoy.\\n\\nEn el presente, los coloridos esferoides que se mueven por todo Colonipenal, y las leves reverberaciones que provienen de su interior, están silenciosamente ocultos a la luz de la ciudad de ensueño y se mezclan con las ambiciones y las risas, como una tierra de sueños donde el tiempo se detiene para siempre."
    }
  ]
}
