{
  "_id": 117,
  "id": "pioneer_diver_of_dead_waters",
  "name": "Buceadora pionera del agua muerta",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "El daño infligido a los enemigos afectados por estados negativos aumenta en un <nobr>12%</nobr>.",
    "4": "La Prob. CRIT aumenta en un <nobr>4%</nobr>. El Daño CRIT que el portador inflige a los enemigos que tengan al menos <nobr>2</nobr>/<nobr>3</nobr> estados negativos aumenta en un <nobr>8%</nobr>/<nobr>12%</nobr>. Cuando el portador aplica un estado negativo a un enemigo, los efectos mencionados aumentan en un <nobr>100%</nobr> durante <nobr>1</nobr> turno."
  },
  "pieces": [
    {
      "_id": 31171,
      "ids": [31171, 41171, 51171, 61171],
      "id": "casco_trmico_de_la_pionera",
      "name": "Casco térmico de la pionera",
      "type": "HEAD",
      "desc": "Un pesado casco de submarinismo, con un estilo común en Orkron. A través del pequeño visor solo se puede observar la oscuridad infinita e insoportable.",
      "typeText": "Cabeza",
      "backstory": "Las nubes se acumulan sobre el cielo nocturno de Orkron, y los relucientes anillos planetarios se ocultan entre ellas. Copos de nieve color fucsia caen sobre el pesado casco y rellenan silenciosamente las grietas de hierro oxidado, cubriendo las marcas de la erosión. Las dos chicas están sentadas en el bosque de cedros, una parada momentánea en su viaje.\\n\\n\"¡Mira! El aire de Orkron huele a frambuesas\". Los copos de nieve color fucsia caen sobre los suaves y esponjosos hilos de azúcar y desaparecen rápidamente. La pequeña Anónima de Toyro se ríe tanto que se dobla por la mitad y se agarra el estómago. Se ríe de las palabras que ha pronunciado... ¿Cómo se va a poder ver un olor? Tras unas carcajadas compartidas, el silencio se vuelve tan afilado como un cuchillo, y el aire parece congelarse en un instante.\\n\\n\"Frebas, ¿sigues queriendo ir a las profundidades de IX?\". Quien pregunta es su compañera de viaje, que siempre lleva una espada larga. Es una buena compañera, pero nadie sabe de dónde viene.\\n\\nLa pequeña Anónima se esconde dentro de su pesado traje de buzo. Tras una larga pausa, y con los ojos entrecerrados, le da a su compañera un malvavisco ligeramente requemado:\\n\\n\"Por supuesto... Porque mi camino llegará más lejos y más profundo que el de Akivili\"."
    },
    {
      "_id": 31172,
      "ids": [31172, 41172, 51172, 61172],
      "id": "brjula_del_vaco_de_la_pionera",
      "name": "Brújula del vacío de la pionera",
      "type": "HAND",
      "desc": "Una brújula que se lleva como un reloj de pulsera. Se ha quitado la aguja magnética y ya no apunta a ninguna dirección.",
      "typeText": "Manos",
      "backstory": "\"La corriente submarina susurra y picotea sus huesos con las subidas y bajadas del tiempo.\\nElla vivió las etapas de la vejez y la juventud y entró en el remolino\".\\n\\nLa chica había oído esta historia. En ella, el mundo en el que habitan las personas se describe como un árbol muy alto compuesto de una energía sin dueño. \"Este tipo de energía es invisible, intangible, incomprensible y no tiene significado\", pensó, \"igual que IX no tiene significado\".\\n\\nLa pequeña Anónima se siente algo melancólica y le preocupa cómo orientarse una vez que haya entrado en las profundidades de la Nihilidad. Pero, poco después, le llega la inspiración. En su decimocuarto cumpleaños, su madre le dejó un último regalo... una pequeña brújula.\\n\\n\"Si ese es el caso, solo hace falta que lo que perciba la brújula no sea el campo magnético, sino la energía. Así se resolvería el problema, ¿no?\".\\n\\nLa pequeña Anónima quitó la aguja magnética de la brújula, pero cuando descendió hacia la oscuridad, se dio cuenta de que la única dirección de la brújula era hacia abajo."
    },
    {
      "_id": 31173,
      "ids": [31173, 41173, 51173, 61173],
      "id": "traje_de_plomo_de_la_pionera",
      "name": "Traje de plomo de la pionera",
      "type": "BODY",
      "desc": "Un pesado traje de buzo hecho de metal desechado. Es hermético e impenetrable. Incluso quien lo lleva puesto a veces bromea diciendo que parece más un ataúd del fondo del mar.",
      "typeText": "Torso",
      "backstory": "\"Frebas, esa Anónima de Toyro, murió durante catorce días y catorce noches.\\nOlvidó los graznidos de las gaviotas, el rugido del abismo, las ganancias y las pérdidas\".\\n\\nLa pequeña Anónima miró el anillo planetario, más ancho que las avenidas de Toyro, y decidió lanzarse hacia la singularidad del agujero negro.\\n\\n\"Ni siquiera Akivili llegó hasta aquí\". La chica siempre oía el sonido distante de las olas que resonaba en su corazón. \"Mi camino llegará más lejos y más profundo que el de Akivili\". Se preparó a conciencia: placas de hierro oxidado de quién sabe dónde, tanques de oxígeno usados, dispositivos giroscópicos de control de la postura desechados, un sistema autónomo de soporte vital y un rectificador... Soldó todos los materiales y se aseguró de que el traje fuera hermético. Creía que eso la protegería del daño de la Nihilidad.\\n\\nRecogió el casco de buzo que había pertenecido a su padre y se puso una medalla de honor que había hecho ella misma. Antes de partir, su compañera y ella fueron una vez más al bosque de cedros para asar malvaviscos por última vez.\\n\\nMás tarde, cuando la nave de Frebas se acercaba al borde del agujero negro, eso era lo único que recordaba de Orkron."
    },
    {
      "_id": 31174,
      "ids": [31174, 41174, 51174, 61174],
      "id": "botas_de_ancla_de_la_pionera",
      "name": "Botas de ancla de la pionera",
      "type": "FOOT",
      "desc": "Unas botas muy pesadas con forma de ancla. Su dueña está preparada para no regresar jamás a la superficie.",
      "typeText": "Piernas",
      "backstory": "\"Oh, ustedes que manejan el timón y observan la dirección del viento...\\nPiensen en Frebas, ella también fue tan alta y hermosa como ustedes\".\\n\\nLas botas de plomo, como anclas de hierro, arrastran a la chica cada vez más abajo. Están cumpliendo fielmente la misión que se les asignó cuando fueron diseñadas.\\n\\nLa chica no cierra los ojos ni un momento y lucha valientemente contra la fría y solitaria oscuridad. Recuerda la primera vez que escuchó las historias sobre Akivili, el primer día de su viaje y la medalla de honor que se hizo. Recuerda los treinta días que pasó viajando con su compañera. Recuerda el claro del bosque en el que se reunieron por primera y última vez, y que el aire olía a frambuesas. Recuerda silbidos, una guitarra y una flauta, y las canciones que cantaron juntas. Recuerda los copos de nieve de color fucsia cayendo en los malvaviscos ligeramente requemados y desapareciendo.\\n\\nAl final de esos recuerdos vívidos, aguarda un gigantesco vacío. De repente, ve un rayo escarlata que parpadea brevemente en el centro de la negrura.\\n\\nEn ese momento, la pequeña Anónima recuerda la sonrisa que le salió de lo más hondo cuando la chica de la espada tomó el último malvavisco.\\n\\n\"Nunca pensé que conocería a alguien como yo. Tú has andado mucho más que yo por este camino.\\nEntonces, seguro que vendrás conmigo hasta el final, ¿verdad?\".\\n\"Claro. Nuestro final se predeterminó hace mucho tiempo, pero, como tú dijiste...\\nAunque al final me convierta en un charco de agua muerta, hay mucho que aún puedo hacer hasta llegar a ese momento. Por eso, no importa cómo, tengo que intentarlo...\\n¡Porque mi camino llegará más lejos y más profundo que el de Akivili!\"."
    }
  ]
}
