{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "Poetisa del colapso elegíaco",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño Cuántico +<nobr>10%</nobr>.",
    "4": "La VEL del portador se reduce en un <nobr>8%</nobr>. Antes de entrar en combate, si la VEL del portador es inferior a <nobr>110</nobr>/<nobr>95</nobr>, su Prob. CRIT aumenta en un <nobr>20%</nobr>/<nobr>32%</nobr>. Este efecto también aplica al mnemoduende del portador."
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "poets_dill_wreath",
      "name": "Corona de eneldo de la poetisa",
      "type": "HEAD",
      "desc": "Durante la primavera, ante el Templo del Crepúsculo, el mejor de los rapsodas recibe una corona de eneldo bendecida por Mnestia.",
      "typeText": "Cabeza",
      "backstory": "\"Mnestia, rogamos tu bendición. Si el mundo no tuviera canciones, ni primaveras llenas de melodías, ni bosques de los que brotaran flores...\".\n\nTras lavarse las manos en el arroyo y ofrecer el vino frío a la diosa, los rapsodas se reúnen ante el templo para discutir sobre quién recibirá la corona bendecida por Mnestia. Las tres hermanas de Partia, famosas por sus poemas de amor, son las primeras en cantar. Les sigue un anciano, Lupes, un poeta de innumerables metáforas maravillosas. La diosa no se deja conmover por las bellas palabras, y la copa de vino que tienen delante permanece inmóvil.\n\nHasta que una poetisa errante empieza a tocar la lira de siete cuerdas entre sus manos y recita una historia escrita en papiros antiguos. La arena de hace milenios es arrastrada por el viento hasta aquí, y la historia comienza: En una época en la que aún existían muchas polis en el mundo, una ciudad fue atacada por un malvado dragón.\n\n\"Lamento por mi tierra...\".\n\"Un monstruo acecha en los salones del palacio, los nobles herederos se convierten en villanos\".\n\"Todo por culpa de ese dragón gigante que irrumpió en la torre\".\n\"Corrompió a mi rey y devoró a la princesa de mi reino...\".\n\nLa diosa bebe todo el vino, y la poetisa errante se convierte en dueña de la corona."
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "poets_gilded_bracelet",
      "name": "Brazalete dorado de la poetisa",
      "type": "HAND",
      "desc": "Un brazalete fabricado con el metal favorito de la gente. El malvado dragón de la historia estaba encadenado a unos grilletes hechos con este metal.",
      "typeText": "Manos",
      "backstory": "\"La gente desenterró oro del cuerpo de Georios, el primer metal temible. Y así nacieron el engaño y la guerra\".\n\nLos orígenes de la guerra se han perdido en el tiempo, y gran parte de la historia se ha convertido en leyenda. Sin embargo, incluso si se tratara de una leyenda, está claro que la arrogancia, el engaño y la avaricia son la causa de los interminables conflictos entre la gente, aunque se culpe al oro injustamente. En aquellos años resplandecientes en los que no existía la contienda, el hierro blanco y el bronce eran originalmente ofrendas para los dioses. No fue hasta más tarde que fueron desechados de los altares y fundidos en armamento, convirtiéndose en metales aún más temibles que el oro.\n\nEl dragón de la historia ha sido sometido... La guerra entre las polis está a punto de terminar. Los viajes de la poetisa errante la llevan a la ciudad sagrada para recitar la historia de lo que ocurrió después. Luego de que el dragón malvado ocupara la polis, el pueblo reúne a valientes cazadores de dragones para rescatar a la princesa.\n\n\"Lamento por mi tierra...\".\n\"El valiente centurión, con grilletes forjados en oro pesado, somete finalmente al malvado dragón\".\n\"Los gritos del rey se oyen desde lo alto de la torre\".\n\"En el vientre del dragón solo quedan algunos huesos de la princesa devorada\".\n\nLas borlas del brazalete de oro rozan la lira y emiten un crujiente suspiro."
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "poets_starstudded_skirt",
      "name": "Vestido estrellado de la poetisa",
      "type": "BODY",
      "desc": "El amanecer es el momento más apacible del día. Su vestido tiene los mismos colores que la última estrella visible antes de que salga el sol.",
      "typeText": "Torso",
      "backstory": "\"Cuando Aquila abre los ojos, todas las estrellas están dormidas. Solo queda una estrella vespertina titilando, la más curiosa de todas\".\n\nEl poema continúa hasta el segundo ciclo de día y noche. Cada vez más oyentes se reúnen en torno a la poetisa. Entre ellos, se encuentran los habitantes de Kremnos con sus flechas vibrantes, y los de Janópolis, que lanzan varitas de adivinación en busca de consejos divinos. Desde que la marea oscura arrasó con las ciudades, se han perdido innumerables registros históricos. Los eruditos del Soto no tuvieron suficiente tiempo para recopilarlos todos, y muchas polis más pequeñas ni siquiera tuvieron la oportunidad de dejar sus nombres.\n\nSolo la poetisa errante sabía que la antigua polis ocupada por el malvado dragón conocía el arte secreto de la alquimia. Usando la carne y la sangre como base, se puede crear vida y realizar milagros. Eso fue lo que los alquimistas le dijeron al rey, desconsolado por la trágica pérdida de su amada hija.\n\n\"Lamento por mi tierra...\".\n\"El alquimista elocuente confiaba en poder resucitar a la princesa a partir de la carne y la sangre del dragón\".\n\"Lo que está muerto, aún no ha muerto. Pasan otros diez días más\".\n\"El ritual por fin se ha completado, pero...\".\n\nLa última estrella nocturna cierra los ojos a regañadientes, ansiosa por escuchar la historia incompleta de los hijos de la humanidad."
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "poets_silverstudded_shoes",
      "name": "Botas plateadas de la poetisa",
      "type": "FOOT",
      "desc": "Botas tejidas incrustadas con tachuelas de plata que dejan tras de sí patrones de palabras sobre la arena que pisan. En su misión de recolectar todos los poemas del pasado, la poetisa jamás ha cesado su caminar.",
      "typeText": "Piernas",
      "backstory": "\"La gente no sabe dónde buscar el rastro de Tánatos, y existen leyendas que dicen que ningún ser vivo puede cruzar el río Estigia. ¿Entonces, por dónde fluye el río?\".\n\n\"Jamás hemos oído hablar de tal dragón, ni hemos encontrado rastro de rituales de resurrección en los antiguos manuscritos\". Algunos de los oyentes expresan así sus dudas. La poetisa responde que ella no es hija de la antigua polis, por lo que no puede asegurar que realmente existiera un dragón malvado. Solo lo escuchó de los rapsodas de antaño. Es un poema lírico transmitido de forma oral a lo largo de generaciones.\n\nSi nadie transmitiera esas canciones, la historia de la antigua polis quedaría enterrada en el olvido, y todo se desvanecería con el tiempo. Los reinos florecientes del pasado, anegados y devorados por el río Estigia, se convertirían en lugares desdeñados incluso por los perros salvajes y los buitres. Esta es la maldición que dejaron las almas devoradas por el dragón malvado.\n\n\"Lamento por mi tierra...\".\n\"¡Oh, princesa! ¿Quién hubiera imaginado que fueras a convertirte en el rostro del dragón malvado?\".\n\"Los devoró a todos... Al alquimista, al valiente centurión y al rey necio\".\n\"Un festín alimentado por la sed de sangre invitó a las sombras de la muerte, y así la vieja polis cayó en el olvido...\".\n\n¡Recuerda el nombre del reino diezmado! Esta es una historia sobre Estisia, interpretada por la poetisa que lleva botas tachonadas de plata. Ella recopila historias por el simple hecho de ser historias, como las palabras que quedan atrás, grabadas por las tachuelas de plata en sus botas tejidas. \"Recuerda la historia. Olvídate de mí\"."
    }
  ]
}