{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "Prisionero aislado",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATQ +<nobr>12%</nobr>.",
    "4": "Por cada estado de Daño con el tiempo que tenga el objetivo, el portador ignora un <nobr>6%</nobr> de su DEF cuando le inflige daño, hasta un máximo de <nobr>3</nobr> estados de Daño con el tiempo."
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "bozal_cerrado_del_prisionero",
      "name": "Bozal cerrado del prisionero",
      "type": "HEAD",
      "desc": "Un bozal que se ajusta firmemente alrededor de la cara del prisionero con rostro de bestia. Es importante evitar que este demonio muestre sus colmillos y lastime a alguien.",
      "typeText": "Cabeza",
      "backstory": "El olfato era lo que daba sentido al mundo de los Señores de la Guerra borisin. Lluvia, polvo, fogata, sangre, medicinas... Desde lo más profundo del campo de batalla, llegó temblando y flotando un torrente de olores que inundó cada centímetro de sus neuronas.\n\nAhora solo olía la pesada robustez del dispositivo de tortura y el miedo acobardado de los jurados llenando el aire.\n\nÉl sabía que estos jueces de carne débil tenían miedo de sus colmillos afilados... Él se había parado en el precipicio de un acantilado escarpado, bañado por la luz de la luna de la locura, y había sentido el impulso instintivo en sus venas. Había seguido el laberinto de olores, se había adentrado en el campamento enemigo en la oscuridad de la noche y había aplastado los cráneos de sus presas uno por uno... Los Señores de la Guerra borisin admiran el concepto de colmillos pulidos, los consideran espadas y lanzas, símbolos del poder y seguridad para destrozar cualquier cosa.\n\n\"El Alfa borisin desgarró y devoró la carne y bebió la sangre de los inocentes. Lo sentenciamos a pasar toda la vida en una jaula con el rostro cubierto por un bozal, condenado por los diez pecados capitales\".\n\nEl Señor de la Guerra mira despectivamente a su alrededor. La espadachina que envolvió todo como un mar helado de furia no está allí... No le interesa esta tediosa sentencia."
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "esposas_de_plomo_y_piedra_del_prisionero",
      "name": "Esposas de plomo y piedra del prisionero",
      "type": "HAND",
      "desc": "Esposas pesadas que sujetan con fuerza las manos del malhechor. Sus agujas de acero inmovilizan las muñecas para evitar que sus feroces garras vuelvan a causar daño.",
      "typeText": "Manos",
      "backstory": "Cuando las nubes se separaron, la luz sombría de la luna se derramó sobre el cuerpo lleno de cicatrices del Señor de la Guerra. La enorme garra que cortó la espadachina de cabello plateado quedó a un lado, y los vasos sanguíneos del desesperado Señor de la Guerra palpitaron con furia. Con un largo y doloroso aullido, sus afiladas garras volvieron a crecer.\n\nCatalizado por la locura lunar, el Señor de la Guerra apenas si pudo con los golpes de espada que parecían rayos de luna. Oró en silencio al poder de la Abundancia, decidido a terminar la pelea final como una bestia atrapada.\n\nYa había olvidado cuántas veces el ejército borisin hizo incursiones. Recordaba las veces que sus hombres usaron las garras para abrir brechas en su avance, solo para que se volvieran a cerrar. Los exhaustos borisin confiaron en su regeneración casi indestructible y lucharon por derribar los obstáculos que se encontraban. La sangre del Señor de la Guerra empapó sus garras y se sumió en un trance para, de repente, darse cuenta de que no tenía adónde correr y que ya nadie lo seguía.\n\n\"Alfa borisin, tomaste innumerables vidas con tus propias manos. Las ataremos con plomo y piedra, y estarán bajo estricto control\".\n\nEl Señor de la Guerra al fin se derrumbó, impotente, frente a la espadachina. Por primera vez, sintió esa agotadora experiencia cercana a la muerte. \"Qué espada tan incomparable\", pensó, \"¡Qué emoción tan incomparable!\"."
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "sujeciones_selladas_del_prisionero",
      "name": "Sujeciones selladas del prisionero",
      "type": "BODY",
      "desc": "Uniforme de contención para prisioneros que sujeta a criminales peligrosos, con articulaciones contrapuestas que limitan la metamorfosis del cuerpo del prisionero.",
      "typeText": "Torso",
      "backstory": "Los borisin son guerreros por naturaleza. Su estructura ósea es ancha y delgada, con poderosas mandíbulas y músculos del cuello. Tienen dientes caninos bien desarrollados, orejas de bestia en la parte superior de la cabeza y garras afiladas en las manos y los pies. Los borisin adoran el concepto de un cuerpo fuerte y ven el físico poderoso como una bendición de los dioses.\n\nEl Señor de la Guerra es a la vez el líder espiritual y el guerrero más fuerte de la tribu, comanda su ejército parecido a una marea y domina la vida y la muerte en el campo de batalla.\n\nLas temibles naves bestiales que partieron cubrieron el cielo, y él miró a los inquietos guerreros en el campo de batalla. El Señor de la Guerra borisin sintió el llamado de la locura lunar. Los huesos afilados atravesaron su cuerpo, y su sangre negra como boca de lobo desapareció en el viento igual que si fuera niebla. Estiró sus brazos como un mártir: la lupitoxina de los borisin, la feromona que induce el miedo, se dispersó con la niebla de sangre y estimuló los sentidos de los guerreros borisin, lo que les dio la apariencia de estar poseídos por el poder de dioses y demonios.\n\n\"Oh, Alfa, concédenos músculos de hierro y huesos de acero. Oh, Alfa, concédenos el poder de los dioses\".\n\nRecordó los días en que la carne y la sangre no estaban restringidas. Los hijos de los borisin, que heredaron la locura lunar, habían superado las limitaciones de la carne y la sangre. Sus cuerpos estallaban y se deformaban, pero ya no sentían dolor ni miedo. Guiarlos era un privilegio y una responsabilidad reservados solo para los fuertes."
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "grilletes_de_detencin_del_prisionero",
      "name": "Grilletes de detención del prisionero",
      "type": "FOOT",
      "desc": "Grilletes de metal que atan las patas de las bestias, confinan los males desesperados y les impiden escapar y causar caos.",
      "typeText": "Piernas",
      "backstory": "Los borisin deambulan por el cosmos con un profundo desprecio por las civilizaciones asentadas. Se llevan la paz y la tranquilidad, y traen consigo la guerra. Sus duras creencias en la supervivencia los obligan a luchar incesantemente, siempre dedicados al derramamiento de sangre.\n\nTienen sus propias creencias y costumbres: dondequiera que los borisin pongan un pie, el lugar se convierte en su territorio.\n\nEl Señor de la Guerra borisin se enorgullece de haber encendido una tras otra las llamas de la guerra, aplastado la dignidad de los protectores, bebido las lágrimas de los desplazados y pisoteado la confianza de sus seres queridos. Permitió que crecieran espinas y que se destruyeran tierras fértiles, esclavizó a la gente y disfrutó de una vida extravagante... Para superar a los líderes anteriores, el nuevo Señor de la Guerra tuvo que dejar de lado la paz y liderar a sus soldados en una expedición al mundo exterior para hacerse un nombre y afirmar su posición en la tribu.\n\n\"Alfa borisin, contigo viene la guerra y un azote sobre todos los mundos. Te sentencio a ser detenido y encarcelado eternamente, para nunca renacer\".\n\nEl Señor de la Guerra está desconcertado por la frase. Mira a su alrededor, confundido ante las pruebas de los débiles. Esos supuestos crímenes son solo leyes de supervivencia."
    }
  ]
}