{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "Litoral embriagado",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "El ATQ del portador aumenta en un <nobr>12%</nobr>. Cuando el ATQ del portador es igual o superior a <nobr>2400</nobr>/<nobr>3600</nobr>, el Daño con el tiempo que inflige aumenta en un <nobr>12%</nobr>/<nobr>24%</nobr> adicional."
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "Faro del arrecife de la costa melodiosa",
      "type": "NECK",
      "desc": "En su interior se encuentra Estisia, la ciudad sumergida en la alegría eterna. Un faro se alza sobre la costa, siempre encendido y tocando alegres melodías que nunca terminan. Los barcos navegan entre la bruma, atraídos por la música, pero finalmente encallan en las rocas y naufragan, dejando tras de sí un casco vacío que las olas devoran.",
      "typeText": "Esfera de plano",
      "backstory": "Las olas son como un eterno rondó. Los marineros, cansados de buscar placeres en los puertos, habían desplegado sus cartas náuticas y estaban eligiendo la parada final de su viaje. La brújula se detuvo señalando a Estisia, la ciudad de la felicidad eterna al lado de la costa, el lugar que el destino había elegido para que reposaran sus huesos. Ellos no se inmutaron. Sin saber que los esperaba la muerte, izaron las velas en un ebrio estupor y entraron alegremente en el salón de baile de Fagusa.\n\nSiguiendo el ritmo de las mareas y los ciclos de la luna, los marineros arponeaban las espaldas de las ballenas, embestían antiguos glaciares con la proa de sus barcos y navegaban sin parar de cantar... Hasta que se perdieron en la niebla, hasta que el faro estaba tan cerca que podían tocarlo, hasta que encallaron en el arrecife.\n\nLos barcos que naufragaban se hundían en el fondo marino y quienes no habían muerto salían de entre las olas. El marinero trepó por las rocas del arrecife, con el cuerpo cubierto de algas y sal. Los asistentes a la fiesta del faro llevaban mucho tiempo esperando y se inclinaron para invitarlo a su celebración eterna. Al ritmo de la música, avanzaron por el dique y entraron en el faro blanco que estaba en medio del arrecife. El faro de Estisia ardía con grasa de ballena, y su llama fría se proyectaba sobre los cristales tallados en forma de lentes. El faro en sí era una enorme lira de agua, y cuando los visitantes subían por sus escaleras podían ver tubos de cristal en los que se absorbía el agua del mar, que subía y bajaba con las olas. En la terraza, los invitados danzaban en círculos dándose la mano mientras la música resonaba en el aire, y las luces proyectaban sus sombras en la lejanía del mar. Allí, en el horizonte, el marinero podía ver el final de sus esperanzas: la ciudad de la eterna alegría con la que había soñado.\n\nEn aquel entonces, la putrefacción aún no había llegado, y el dolor, la tristeza y la muerte aún estaban incubándose. Estisia se deleitaba con los mimos de Fagusa, quien la abrazaba en una bahía en forma de regazo y le cantaba nanas.\n\nLos labios del marinero temblaban de impaciencia. Ante él, los invitados lo invitaban a la polis para compartir sus placeres sin límites, como si fuera uno más. Pero detrás de él, hasta donde alcanzaba la vista, se extendía el mar gris. El arrecife estaba lleno de restos de los naufragios y los ahogados flotaban en las olas, cubiertos de anémonas y corales. Recordó el momento en que había caído al agua y las corrientes lo habían arrastrado hasta las oscuras profundidades sin esperanza. La sirena le había acariciado la mejilla con sus manos heladas y, en medio de su canción confusa y gentil, había despertado y se había visto empujado hasta la superficie reluciente.\n\nEse breve instante de duda, un mero vistazo apresurado, fue suficiente para que la puerta a la felicidad se cerrara ante él. Sonriendo, los invitados de la fiesta rechazaron amablemente la solicitud de aquel marinero de entrar en Estisia, porque se había despertado del trance y aún no entendía cómo resistir el éxtasis genuino."
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "Camino cantarín de la costa melodiosa",
      "type": "OBJECT",
      "desc": "La gente de Estisia cree firmemente que, tal y como cuentan las leyendas, las sirenas protegen la paz de este lugar con su propio cuerpo, y que un día, atraídas por la interminable canción del faro, llegarán al fin y disfrutarán de un banquete eterno en agradecimiento.",
      "typeText": "Cuerda de unión",
      "backstory": "Como quienes habían llegado antes que él, el marinero solitario duda entre el mar y la polis, detenido en el umbral entre el mundo mortal y la celebración. Limpia la grasa que supura de las heridas de las ballenas varadas y enciende el faro por la noche. Luego, se sienta a la luz y toca en la lira de agua melodías que aún no se han interpretado.\n\nEl faro resuena con cada nota y toda Estisia se sumerge en la canción. Las melodías, a veces suaves, a veces apresuradas, despiertan infinitas ensoñaciones hedonistas en la reina de Estisia. Cuando el marinero empieza a tocar al revés desde el último silencio de redonda, la melodía es cada vez más juguetona. Bajeles blancos llenos de acróbatas y actores cruzan los canales con pericia mientras hombres y mujeres elegantemente vestidos se alinean en ambas orillas con los rostros cubiertos de pan de oro y plumas. La reina también está allí, paseando entre la fragancia de lilas y almendros.\n\nEntonces el marinero cambia el ritmo y las notas suenan urgentes y apasionadas. Con la polis al completo como escenario, se representa una obra teatral. Los habitantes, vestidos de piratas, agitan banderas negras y asaltan las desprotegidas murallas. Roban el vino y el oro, cuelgan a los nobles de las horcas cubiertas de flores y coronan a los mendigos. Al final, prenden fuego a la torre y se abandonan a una danza indómita, más borrachos que una cuba.\n\nLa marea que se mece empapa la partitura, borrando las notas que tenían que ralentizar y tranquilizar. La reina, envuelta en la niebla frente al faro, inicia un nuevo acto. Vestida con un traje azul con cola de pez, se convierte en la asistente de Fagusa: la reina de las sirenas.\n\nEn esta historia, las sirenas reciben la misión de vigilar las profundidades del océano, donde se encona un sufrimiento que los mortales no pueden ni imaginar. Con su carne y su sangre, atraen a la oscura calamidad hasta la Crátera de la Profusión para que Estisia pueda disfrutar de la felicidad eterna. Y cuando llegue el momento prometido, las sirenas seguirán la luz y la música del faro, caminarán por el dique y entrarán en Estisia, donde los habitantes las tomarán de la mano para unirse al banquete que nunca termina.\n\nLa reina de Estisia se adentra en el agua y disfruta de una muerte imaginada. En una noche en la que la luna no logra someter a las mareas, desde las profundidades del mar, las lágrimas huecas de las sirenas ascienden como la espuma, con esperanza, esperando. Vislumbran la luz de la luna que desconocen y su carne se deshace. Pero esta noche no hay luna, y solo el faro está iluminado intermitentemente, como siempre. Así que las lágrimas ascienden en solitario a la superficie reluciente del mar y flotan hasta que se disipan entre las olas.\n\nAl fin, el marinero solitario ve su deseo hecho realidad. Los invitados, con los ojos húmedos de felicidad, le dan la bienvenida a Estisia. Y mientras suena la primera nota de celebración, las alas marchitas de la muerte se extienden sobre esta polis del júbilo eterno."
    }
  ]
}