{
  "_id": 309,
  "id": "rutilant_arena",
  "name": "Arena rutilante",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La Prob. CRIT del portador aumenta en un <nobr>8%</nobr>. Cuando su Prob. CRIT es igual o superior al <nobr>70%</nobr>, el daño que infligen su ATQ básico y su habilidad básica aumenta en un <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33095,
      "ids": [
        33095,
        43095,
        53095,
        63095
      ],
      "id": "estadio_lser_de_taikiyan",
      "name": "Estadio láser de Taikiyan",
      "type": "NECK",
      "desc": "En su interior se encuentra el estadio de más alto nivel del planeta Taikiyan: el Estadio Taikiyan. El ambiente es animado tanto dentro como fuera de la cúpula, con banderas ondeando en el aire. Un emocionante partido de robobola está a punto de comenzar y todas las miradas están puestas en el estadio.",
      "typeText": "Esfera de plano",
      "backstory": "El planeta Taikiyan fue en su día un planeta puerto de naufragios de la Corporación, a donde se enviaban liquidadores para limpiar los restos de naves antiguas y extraer cualquier cosa de valor restante.\\n\\nLos liquidadores consideraban la asignación al planeta Taikiyan como un exilio del que nunca podrían regresar. En este minúsculo planeta, montañas de fibra de carbono y acero inoxidable trazaban el contorno de naves gigantescas antes de ser desmanteladas, proyectando una sombra de vacío sobre las ruinas de acero que hacía que el deseo de retirarse se intensificara. Durante muchos años, los liquidadores se arrebataron entre sí piezas de alta calidad bajo la cubierta, persiguiéndose y huyendo con equipos de propulsión en el canal hacia las cabinas hundidas, lo que originó todo un conjunto de normas clandestinas... Aun así, ninguna de las bestias atrapadas logró sus deseos, ya que nadie pudo regresar.\\n\\nLas normas clandestinas dictadas por los liquidadores atrapados no escaparon a la vigilancia de la Corporación. Transmitían sus videos y los altos mandos los utilizaban como chistes y bromas. El Departamento de Proyectos Tradicionales lo pensó detenidamente y vio una oportunidad para la industria del entretenimiento.\\n\\nSegún el plan, en Taikiyan se crearía la primera competición de robobola del cosmos. Llevaron varias máquinas de terraformación de planetas para deshacerse por completo de las naves desmanteladas, sin dejar atrás ni un solo rastro. El antes oscuro planeta se transformó en torno al deporte de la robobola y se convirtió en un deslumbrante centro atlético en un abrir y cerrar de ojos. \"Para entonces, a nadie le importarán sus humildes comienzos, solo quedará la deportividad pura y los acuerdos comerciales de alto valor\".\\n\\nAtletas con equipos de propulsión y armaduras, pistas de carreras tridimensionales, choques de cuerpos... El anuncio de la competición de robobola captó la atención de todo el cosmos. Desde entonces, el planeta envuelto en la oscuridad conocido como Taikiyan nunca ha visto un momento de sombra.\\n\\nEn el enorme estadio, tanto el equipo local como el visitante estaban igualados, y el vociferante público se componía de aficionados que no paraban de gritar los nombres de los equipos y de los jugadores. En el exterior, al planeta tampoco le faltaba movimiento. En el mercado se disputaban las licencias de radiodifusión y patrocinio y los contratos publicitarios. Las apuestas clandestinas eran frecuentes, y la emoción y la decepción compartían a menudo el mismo espacio... Hacía tiempo que la oscuridad de la noche se había transformado en telón de fondo, dando fuerza a los espectáculos de luces del estadio.\\n\\nDesde su inauguración, el Estadio Taikiyan había inundado las noches oscuras con luces brillantes, y nadie recordaba dónde se escondían aquellos días de aborrecidas sombras."
    },
    {
      "_id": 33096,
      "ids": [
        33096,
        43096,
        53096,
        63096
      ],
      "id": "pista_de_luz_de_taikiyan",
      "name": "Pista de luz de Taikiyan",
      "type": "OBJECT",
      "desc": "Una pista de carreras estándar del Estadio Taikiyan suele hacerse con una estructura metálica cubierta de hormigón liso y suelos de madera en bruto. Para satisfacer al máximo las necesidades del público, en la construcción del estadio se utilizó una gran cantidad de material de policarbonato transparente para evitar obstáculos visuales durante los partidos.",
      "typeText": "Cuerda de unión",
      "backstory": "El Departamento de Proyectos Tradicionales invitó a expertos en atletismo de Espectáculos para la Paz Interastral y les pidió que eliminaran todos los elementos salvajes de las normas clandestinas de Taikiyan y lo transformaran en un deporte de competición lucrativo.\\n\\nLos expertos en materiales diseñaron una robobola de <unbreak>35</unbreak> centímetros de diámetro y <unbreak>30</unbreak> kilogramos de peso para satisfacer la petición. Se trataba de un balón tecnológico fabricado con fibra de carbono y acero inoxidable que reaccionaba constantemente a la llama de fase, cuyos movimientos irregulares aumentaban la imprevisibilidad del juego. A continuación, los expertos en equipamiento deportivo desarrollaron un dispositivo protector de propulsión para los partidos de robobola, que permitía a las principales organizaciones deportivas y médicas demostrar su calidad y garantizaba la sostenibilidad de ingresos y una competición segura.\\n\\nAsí se estableció formalmente la Federación de Robobola de Taikiyan y se formuló la versión inicial de las reglas de robobola de Taikiyan. A partir de entonces también se estableció el sistema de juego compuesto por dos equipos de siete jugadores cada uno.\\n\\nLos diseñadores de pistas de la Sociedad del Conocimiento adaptaron el concepto de \"carrera\" en una pista circular tridimensional cuya longitud estándar era de <unbreak>2.91</unbreak> kilómetros. La zona central plana de la pista tiene 5 metros de ancho, y las zonas curvas a ambos lados oscilan entre 2 y <unbreak>14</unbreak> metros de ancho. Los jugadores de robobola vuelan en la misma dirección durante varias vueltas en la espaciosa y luminosa pista, acompañados por el sonido de los silbidos y las colisiones hasta que completan todo el juego. Según las pruebas reales, durante el desplazamiento a alta velocidad por la pista, las fuentes de luz puntuales desconectadas se conectan formando líneas con la perspectiva visual de los atletas, y varios flujos de luz poco visibles forman una pista exclusiva. Espectáculos para la Paz Interastral invitó a personas adineradas a participar en la liga, prometiéndoles que su deporte favorito tendría la visibilidad que se merecía. Posteriormente, se crearon los clubes de la liga y se reunieron los jugadores de más talento, listos para jugar.\\n\\nEntretenimiento para la Paz Interastral se hizo con los derechos exclusivos de retransmisión del acontecimiento y, con ayuda de la tecnología de teledetección de ultraalcance, retransmitía la competición en directo a todas partes. La experiencia sensorial de los mejores atletas también se grababa durante todo el evento, lo que permitía a los espectadores vivir también la velocidad, los choques, los silbidos y los arcos de luz de la competición desde la comodidad de sus hogares. El viejo puerto de naufragios se llenaba de barcos turísticos, y la bulliciosa multitud se congregaba en las calles, iluminadas por luces y anuncios, mientras avanzaban poco a poco hacia el estadio. Confirmaron sus asientos, miraron a su alrededor y fueron recibidos con pancartas, banderas y espuma de malta en el aire. La brillante pista permanecía en silencio bajo los focos.\\n\\nEn medio del clamor de la multitud, comenzó el primer partido."
    }
  ]
}