{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "Sacerdote del calvario revivido",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "VEL +<nobr>6%</nobr>.",
    "4": "Al lanzar la habilidad básica o la habilidad definitiva a un aliado, el Daño CRIT del objetivo de la habilidad aumenta en un <nobr>18%</nobr> durante <nobr>2</nobr> turnos. Este efecto se puede acumular hasta <nobr>2</nobr> veces."
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "sacerdos_melodic_earrings",
      "name": "Pendientes melódicos del sacerdote",
      "type": "HEAD",
      "desc": "A menudo se sienta en el confesionario y escucha atentamente. El peso de sus pendientes le recuerda constantemente que hasta los susurros más débiles tienen un significado.",
      "typeText": "Cabeza",
      "backstory": "\"Como ordene. Cometí pecados. Afirmé falsamente que había diferencias entre los linajes e intercambié esta información errónea por un pago...\".\n\nA través de la pared divisoria, el jefe de la familia capta la mirada evasiva del periodista mientras espera nervioso la respuesta... Un ritual de confesión que había realizado innumerables veces cuando otorgaba la absolución a aquellos penitentes para que se arrepintieran de sus pecados. Inconscientemente, gira la cabeza mientras intenta decir algo, pero se detiene. Sus pendientes de metal emiten un sonido nítido junto a sus orejas.\n\n\"Soy plenamente consciente de que esta afirmación carece de todo fundamento. La verdad es que, por la gracia de la Grandiosa, todas las familias se mantienen unidas como una sola. Esta unidad refleja el deseo colectivo de todos los miembros del linaje que aceptaron devotamente a la Grandiosa\".\n\nEl penitente confiesa sus pecados, se propone enmendar sus errores y les pide absolución a las melodías armónicas. El jefe de la familia cierra los ojos suavemente y pronuncia una bendición sagrada.\n\n\"Muy bien. Muéstrales tu sinceridad a los demás miembros de La Familia y disipa esos rumores. De esta manera, volverás a ser uno con la Armonía. Ahora, por favor, vete en paz\".\n\n¿Qué pecado hay en decir la verdad? Sus preceptos eran claros como el agua, pero pesados como un yugo. Suspira y sacude la cabeza.\n\n\"... Que se acerque el siguiente\"."
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "sacerdos_welcoming_gloves",
      "name": "Guantes acogedores del sacerdote",
      "type": "HAND",
      "desc": "A menudo se para en la mansión para saludar a los visitantes y realiza innumerables veces un gesto de invitación. Los guantes inmaculados le recuerdan las virtudes de la humildad y la cortesía.",
      "typeText": "Manos",
      "backstory": "\"Estos visitantes afirmaron tener asuntos urgentes que informar, estimado jefe, pero algunas de sus identidades siguen siendo cuestionables, y utilizaron medios turbios para ingresar al paisaje onírico...\".\n\nLos intrusos que habían entrado al paisaje onírico sin invitación forman una fila. Si no ocurre nada imprevisto, los malhechores serán expulsados y se arrestará a los impostores con identidades falsas. No dice nada, pero ya se han hecho todos los preparativos. Los inocentes presencian su ira y sus ojos brillan de esperanza e inquietud. De pronto, él sonríe y extiende su mano como gesto de invitación, un símbolo de reconocimiento y autoridad.\n\n\"Como estimados invitados de la familia Roble, serán bienvenidos de todo corazón. Quizás se pregunten de dónde provienen mis juicios justos. Bueno, en realidad es porque su camino se cruzó con el mío\".\n\nLos asistentes, los artistas y los desempleados disipan sus dudas al reconocer la sinceridad de su invitación.\n\n\"Que los transgresores sufran un castigo severo y que los invitados reciban el honor que merecen. Tal es la Ley de la Armonía\".\n\nLa severidad y la generosidad del jefe de familia le valen la confianza de sus invitados. Al observar a las personas reunidas, se inclina lentamente...\n\n\"Les doy la bienvenida a la familia Roble\"."
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "sacerdos_ceremonial_garb",
      "name": "Atuendo ceremonial del sacerdote",
      "type": "BODY",
      "desc": "A menudo se para frente al espejo del tocador para asegurarse de que su atuendo esté impecable y meticulosamente arreglado. Hay que asegurarse de que todo esté presentable y en orden antes de salir de casa.",
      "typeText": "Torso",
      "backstory": "\"... Las aves nacen libres de cadenas, ¿qué me ata a mi destino? ♬\".\n\nEl día del ensayo, el joven jefe de familia se esconde entre los asientos destinados al público para evitar distraer a la cantante en el escenario y mantener la distancia adecuada, tal como había deseado. Se sienta erguido con su atuendo ceremonial como el único oyente en ese momento. En medio de las melodías familiares, sus pensamientos se remontan a su infancia y recuerda ocasiones en las que ella cantaba en el escenario y él era su único público.\n\n\"Hace tanto tiempo que no cantas con alegría... Te construí un escenario, aunque es... un poco rudimentario\".\n\nDurante el concierto para los dos, él prometió cumplir su sueño de pisar un escenario más grandioso y brillante algún día.\n\n\"Deja que mi corazón despliegue valientemente las alas. Pasando la noche. Para rastrear la brillante luz de la luna... ♬\".\n\nSale de su trance mientras considera la razón por la que no quiere acercarse al escenario... Su vestimenta ceremonial no era solo para disfrutar de la actuación, sino también para tener la oportunidad de retirarse en cualquier momento que quisiera.\n\n\"Felicitaciones, hermana. Ambos logramos nuestras aspiraciones\", dice en voz baja."
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "sacerdos_arduous_boots",
      "name": "Botas tortuosas del sacerdote",
      "type": "FOOT",
      "desc": "A menudo elige un par de botas que abriguen cómodamente sus pies antes de embarcarse en sus viajes. A pesar de haberse caído muchas veces, siempre se levanta.",
      "typeText": "Piernas",
      "backstory": "\"Ahora, vete. Eres libre... Oh, elegido que se atrevió a ir más allá de sus límites. Corta tus alas, desciende al reino de los mortales y camina por sus tierras. Observa cómo luce este mundo realmente\".\n\nDesde entonces, las palabras del ejecutivo de la Corporación resuenan a menudo en su mente. Recorre calles bulliciosas y playas tranquilas, siempre en movimiento pero arraigado en un lugar... Nunca duda de su propia determinación y capacidades, pero antes de levantarse de nuevo, tenía la intención de saborear el duro golpe de ver sus ideales derrumbarse...\n\n\"Las piedras fragmentadas, empapadas de sangre de bestia y sudor humano, siempre frías, ásperas e inflexibles...\".\n\nComo jefe de la familia Roble, había guiado a numerosas almas perdidas hacia el buen camino. Sin embargo, cuando se trata de él, esas suaves palabras tranquilizadoras parecen perder su encanto. No necesita reprimendas, orientación ni compasión.\n\n\"Del fango surgen los que se esfuerzan y se fatigan. Yo seguiré adelante, aprendiendo más de mis tropiezos que de mis triunfos\".\n\nAntes de emprender su verdadero viaje, se concede tiempo suficiente para reflexionar y reordenar sus pensamientos.\n\n\"Avanzar no es una filosofía complicada. Si un camino resulta intransitable, simplemente hay que tomar otro\"."
    }
  ]
}