{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "Eruditos perdidos en el mar del conocimiento",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Prob. CRIT +<nobr>8%</nobr>.",
    "4": "El daño que infligen la habilidad básica y la habilidad definitiva aumenta en un <nobr>20%</nobr>. Tras lanzar la habilidad definitiva, el daño que inflige la siguiente habilidad básica aumenta en un <nobr>25%</nobr> adicional."
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "monculo_con_borde_plateado_del_erudito",
      "name": "Monóculo con borde plateado del erudito",
      "type": "HEAD",
      "desc": "Un monóculo en el que se refleja un gran edificio. Pone de manifiesto la sofisticación y erudición de su propietario, junto con el bastón, la pulsera y el broche.",
      "typeText": "Cabeza",
      "backstory": "Número de identificación: EVD-W019EI06-003.\n\nNombre: Monóculo de cristal.\n\nCaracterística principal: Muestra fracturas evidentes.\n\nLugar de recogida: Laboratorio de Bohdan, Centro de Investigación Energética de la Academia Central de Ciencias de Ohioti.\n\nIndividuo implicado: Bohdan, científico especializado en análisis de energía y miembro n.º 7 del Círculo de Genios.\n\nAnálisis del lugar\nLos rastros en el lugar indican que el sujeto provocó involuntariamente una reacción al operar el dispositivo de observación, lo cual ocasionó una fuga de flogisto y produjo una lesión grave en su mano izquierda. Durante el incidente, el monóculo cayó desde cierta altura y se rompió.\n\nTestimonio adicional\nBohdan mencionó que, durante el experimento, hubo emisiones anormales de luz visible en el monóculo, lo que resultó en una serie de coincidencias que finalmente llevaron a la fuga de flogisto.\n\nEl testimonio fue considerado inadmisible debido a la cantidad excesiva de coincidencias mencionadas por el testigo.\n\nInformación adicional\nSe sospecha que se trató de un acto criminal premeditado. Sin embargo, como las coincidencias en cadena que crearon el efecto mariposa no constituyen un método criminal reproducible, el incidente fue clasificado finalmente como un accidente.\n\nGrabación\n\"... Este accidente refleja que no hay mal que por bien no venga, puesto que me reencontré con Lambda. En realidad, este es nuestro cuarto matrimonio... y es un poco vergonzoso decirlo, pero esta es la primera vez que la propuesta de volver a casarnos sale de mí\". Fuente: Bohdan."
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "articulaciones_auxiliares_de_la_erudita",
      "name": "Articulaciones auxiliares de la erudita",
      "type": "HAND",
      "desc": "Un exoesqueleto hecho de una aleación que facilita el movimiento de los dedos. Se ajusta a la mano del usuario y es de gran valor.",
      "typeText": "Manos",
      "backstory": "Número de identificación: EVD-X024DE18-002.\n\nNombre: Exoesqueleto de dedos infundido con aleación de Oro de sello gris.\n\nCaracterística principal: Muestra signos de daños externos. Se confirma que fue dañado antes de la explosión.\n\nLugar de recogida: Sala de control central del campo de excavación de energía polar.\n\nIndividuo implicado: Lambda (fallecida), científica especializada en la detección de ondas biológicas y miembro n.º 8 del Círculo de Genios.\n\nAnálisis del lugar\nLas imágenes de las cámaras de vigilancia muestran que una maniobra incorrecta de la víctima provocó una explosión en la sala de control central que acabó con su vida inmediatamente.\n\nTestimonio adicional\n\"Quién sabe qué secretos oculta. Pero si algo le sucede, ¡Klein es el culpable!\".\n\nDos semanas antes de la explosión, Bohdan informó a la policía que alguien lastimó la mano derecha de su esposa, que sufre una discapacidad. Sin embargo, Lambda, la víctima, se negó a que la investigación continuara y el caso se archivó.\n\nInformación adicional\nTras la explosión, el esposo pidió recuperar el exoesqueleto y los huesos de los dedos de la víctima una vez que finalizara la investigación.\nDebido a la gran cantidad de coincidencias inverosímiles que presenta este caso, se recomienda darle prioridad.\n\nAudio\n\"¡Sal, Klein! ¡Tenemos una cuenta pendiente! Tú y yo sabemos que las coincidencias no existen, mucho menos una serie de coincidencias tan increíble como esta\". Grabación de audio del sistema de seguridad de la casa de Klein."
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "chaqueta_de_pao_del_erudito",
      "name": "Chaqueta de paño del erudito",
      "type": "BODY",
      "desc": "Las chaquetas de paño acompañadas de prendas de punto son un atuendo habitual entre los eruditos. Su material duradero es una opción perfecta para los académicos visitantes.",
      "typeText": "Torso",
      "backstory": "Número de identificación: EVD-X043FE21-001.\n\nNombre: Chaqueta de paño, chaleco grueso de punto y camisa blanca.\n\nCaracterística principal: Tiene una marca de quemadura de flogisto de unos 8 cm en el pectoral izquierdo.\n\nLugar de recogida: Laboratorio de Bohdan, Centro de Investigación Energética de la Academia Central de Ciencias de Ohioti.\n\nIndividuo implicado: Bohdan (fallecido), científico especializado en análisis de energía y miembro n.º 7 del Círculo de Genios.\n\nAnálisis del lugar\nLa evidencia en el lugar de los hechos sugiere que las partículas de Oro de sello gris que llevaba la víctima absorbieron una gran cantidad de flogisto, lo cual provocó que la temperatura aumentara casi mil grados cerca de su corazón. Su chaqueta, chaleco y camisa muestran marcas de quemaduras.\n\nEn la zona quemada, se encontró la mitad de un hueso de dedo anular intacto. La identificación reveló que pertenece a Lambda, o puede estar relacionado con las partículas de Oro de sello gris de alta pureza.\n\nTestimonio adicional\n\"Debimos haberle prestado más atención, sobre todo porque nunca logró superar la muerte de su esposa...\".\n\nSegún otros académicos del laboratorio, Bohdan, quien redactó las normas del manual de seguridad, no debería haber cometido un error tan básico.\n\nInformación adicional\nEl Oro de sello gris es una extraña aleación conocida por su habilidad para absorber y almacenar flogisto y desarrollada por Klein, miembro n.º 9 del Círculo de Genios.\n\nCuando hay demasiadas coincidencias, ¿se siguen considerando coincidencias?\n\nDocumento relacionado\n\"Está terminantemente prohibido entrar en los laboratorios de investigación de flogisto con productos de aleación de Oro de sello gris de alta pureza\". Extraído del manual de seguridad del Centro de Investigación Energética."
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "botas_de_nieve_de_fieltro_de_la_erudita",
      "name": "Botas de nieve de fieltro de la erudita",
      "type": "FOOT",
      "desc": "Estas cómodas y elegantes botas de mujer han acompañado a su dueña en expediciones polares durante años y combinan perfectamente con pantalones hasta la pantorrilla.",
      "typeText": "Piernas",
      "backstory": "Número de identificación: EVD-X031JA12-004.\n\nNombre: Botas de nieve de mujer para expediciones polares.\n\nCaracterística principal: Presentan signos evidentes de desgaste y reparación, y tienen un disco oculto en la suela. Por el momento, se ha descartado la posibilidad de espionaje.\n\nLugar de recogida: Sótano de la casa de Klein\n\nIndividuo implicado: Klein (fallecido), científico especializado en ciencia de materiales de aleación y miembro n.º 9 del Círculo de Genios.\n\nAnálisis del lugar\n\nEn la casa de Klein se encontró una gran cantidad de objetos pertenecientes a la científica fallecida Lambda, incluidas estas botas.\n\nTestimonio adicional\n\"Tal vez me equivoqué con él. Me refiero a Klein. En cuanto a mi difunta esposa, Lambda... Ella estuvo lejos de mí por un tiempo, y me siento... extraño con respecto a ella\".\n\nBohdan no sabía que las pertenencias de la fallecida Lambda se encontraban en la casa de Klein, pero no mostró ninguna sorpresa visible al descubrirlo.\n\nInformación adicional\nLa residencia de Klein está ubicada en una zona remota. No había visitantes en las inmediaciones en el momento de la muerte, según determinó el forense. El diagnóstico preliminar es muerte accidental.\n\nBohdan, Lambda y Klein compartían un vínculo único, y la serie de \"coincidencias\" que experimentaron roza los fenómenos sobrenaturales.\n\nGrabación\n\"Sé que dudas de mí, Bohdan, y no puedo demostrarte mi inocencia. Lo siento por Lambda, pero soy la última persona que le haría daño. De hecho, tengo una teoría sobre la identidad del asesino. ¿Has oído hablar alguna vez de la Señora del Silencio? ... [ruido]\". Fuente: Disco escondido en las botas."
    }
  ]
}