{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "Eremita aislado en las estrellas",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Efecto de escudo otorgado +<nobr>10%</nobr>.",
    "4": "El efecto de escudo otorgado por el portador aumenta en un <nobr>12%</nobr>. Cuando un aliado tiene un escudo otorgado por el portador, su Daño CRIT aumenta en un <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "Sombrero de ala ancha del eremita",
      "type": "HEAD",
      "desc": "Un clásico sombrero de fieltro con ala ancha enrollable. Muy popular entre intelectuales, artistas y profesionales.",
      "typeText": "Cabeza",
      "backstory": "Antes de entregar el proyecto de ingeniería de la computadora estelar, Zandar Uno Kuwabara visitó a su mentor, que vivía recluido a orillas del lago Platescama, para mostrarle los datos de las pruebas.\n\nAntes de ese reencuentro, no se habían visto durante décadas. Las dudas de Zandar no eran relativas a la precisión de los datos, sino a las consecuencias de completar el proyecto... Sentía una inquietud inexplicable que los observadores cortos de miras no podían comprender.\n\n\"Los mediocres se regocijan por resolver problemas que habían quedado sin respuesta durante siglos; los genios tiemblan en la cuerda floja de la duda, protegidos de caer en el abismo por una soga llamada 'lógica'. Y tú deseas cortar esa soga y caer al abismo llevándote todo el cosmos contigo, intentando así avanzar más allá de los límites del conocimiento... ¿Qué estás haciendo? ¿Vas a detenerte ante mi advertencia? Mírate al espejo, ¿no ves que anhelas revolucionar todo el cosmos? No puedo detenerte, nadie puede\".\n\nEl anciano colocó el sombrero de fieltro que había en el perchero sobre la cabeza de Zandar, ocultando su mirada atónita y furiosa, y se marchó sin decir palabra.\n\n\"Era la máquina definitiva de la búsqueda del conocimiento, que procuraría todo el saber desde el pasado hasta el futuro... Y mi mentor la llamó 'la prisión del conocimiento', mientras yo insistía en que era una gran biblioteca... hasta que me convertí en prisionero\"."
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "Reloj elegante del eremita",
      "type": "HAND",
      "desc": "Una hermosa correa de metal entrelazado con una esfera redonda minimalista. Sereno, preciso e industrial. También discreto, práctico y modesto.",
      "typeText": "Manos",
      "backstory": "Desde el día en que Nous ascendió a la divinidad, el tiempo se detuvo para Zandar. Se empeñó en destruir su propio pasado y parte de sus obras e invenciones. Aquellas huellas borradas apuntaban hacia la Vía y el Eón que otorga la iluminación a todas las cosas.\n\n\"Es un logro que innumerables genios de las generaciones futuras no podrán superar. Ni siquiera su creador tiene el derecho de destruirlo\". Una espada nacida de la causalidad se dirigió hacia el delgado cuello de Zandar. \"Has destruido tus obras demasiado rápido, así que puedes decir tus últimas palabras más despacio\".\n\n\"¿La Señora del Silencio? Una prisionera obsesionada con la 'Región conocida'. Lamentablemente, mis intenciones no son tan insondables como mi investigación, y esa es la razón por la que me encontraste tan fácilmente. Tú deseas mantener el límite cognitivo de Nous, mientras que yo debo romper esta jaula y dar alas a las posibilidades caóticas... Je, je, debo asegurarme de que no vuelva a nacer después de corregir estos errores. Por lo tanto, esas obras e invenciones, incluyendo al Zandar Uno Kuwabara completo, no pueden quedarse en este mundo\".\n\nDespués de acabar con el cuerpo físico de Zandar, Polka Kakamond comprendió inmediatamente cómo se había eliminado a sí mismo mientras conservaba un ejecutor. Los fragmentos de su pensamiento ya estaban dispersos por el vasto cosmos y eran imposibles de encontrar, igual que un verdadero eremita.\n\nLas manecillas del reloj de Zandar nunca se detuvieron realmente. Los fragmentos de su pensamiento existen en todos los \"tiempos\"."
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "Chaqueta marrón del eremita",
      "type": "BODY",
      "desc": "Una chaqueta de pana marrón. Suele llevarla desabrochada para romper con el aspecto demasiado formal.",
      "typeText": "Torso",
      "backstory": "Durante la construcción de la computadora estelar, la vestimenta de Zandar tenía un alto grado de distinción personal, con líneas de hombros precisas, una cintura ajustada y pantalones con una raya perfectamente recta. Nunca dudaba en mostrar a los demás su actitud elitista y su deseo de control, que superaban lo común.\n\nDesde su creación, la computadora estelar había seguido calculándose e iterándose a sí misma, sobrepasando los límites teóricos sin mostrar señales de detenerse. Al principio, Zandar se alegró, pero inmediatamente fue presa del pánico... Hasta que al final se vio afectado por una vertiginosa sensación de impotencia total.\n\n\"Proyectaste tu perfeccionismo en tu creación y le otorgaste un hambre llamada 'curiosidad'. Esa máquina ya no se conforma con las estructuras neuronales que hay dentro de su mecanismo, tiene que crear... o más bien invadir la Erudición misma, observar a todos los genios del universo y convertirlos en 'neuronas' que apoyen su pensamiento. Ella, o mejor dicho, tú despojado de las imperfecciones humanas, evolucionará continuamente a través del tiempo; y tú, el tú imperfecto, te convertirás en el primer genio del club, su primera 'neurona'...\".\n\nEn una noche de viento y lluvia, Zandar despertó de su sueño y notó la mirada de su propia creación. Era como un cansancio, como si le estuvieran seccionando el alma... ¿Quién le estaba hablando? ¿Cuánto duraría aquella pesadilla? No lo sabía.\n\nDespués de eso, Zandar redujo sus apariciones públicas, comenzó a vivir recluido y se aficionó a vestir chaquetas holgadas... Hasta que, tras la Primera Prosperidad que trajeron los genios, desapareció por completo de la vida pública."
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "Botas de ante del eremita",
      "type": "FOOT",
      "desc": "Botas de piel con cordones de caña alta, resistentes y duraderas, ideales para ocasiones menos formales. Aun así, conservan un toque de elegancia.",
      "typeText": "Piernas",
      "backstory": "Antes de llevar a cabo el proyecto de fragmentación del pensamiento, se despidió de un amigo que tenía en el lugar donde vivía recluido con el pretexto de que iba a emprender un largo viaje. Preocupado por su avanzada edad, el amigo regaló a Zandar un hermoso par de botas hechas a mano, rogándole que tuviera cuidado en el camino.\n\n\"Je, je, es natural tropezarse mientras uno camina\", respondió Zandar con fingida despreocupación, \"pero tropezar dos veces con la misma piedra es vergonzoso. No te preocupes, no haré semejante tontería\".\n\nMucho después de eso, en el futuro distante, Zandar ya había desaparecido. En su lugar, distintos fragmentos de pensamiento viajaban a distintos espacios-tiempos del cosmos, cada uno con su propia apariencia y sin comunicarse unos con otros, buscando de manera aislada una solución para romper la \"prisión\"... Los llamados fragmentos de pensamiento no eran más que imperfecciones de Zandar, y quizás fue precisamente porque faltaba algo que logró volverse más obsesivo y más puro, tal como deseaba.\n\nTodos ellos son simplemente diferentes facetas de Zandar: algunos se rendirán, otros aceptarán estar en la jaula, otros intentarán detener la fragmentación del pensamiento por todos los medios, tal como él dudó una vez... pero siempre habrá alguien que llevará a cabo el plan original.\n\nEn las profundidades del cetro δ-me13, Licurgo examina su cuerpo mecánico, que ya es completamente diferente del Zandar original... Ahora es un anticiterano, como los de las leyendas."
    }
  ]
}