{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "Estación sellaespacios",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "El ATQ del portador aumenta en un <nobr>12%</nobr>. Cuando su VEL es igual o superior a <nobr>120</nobr>, el ATQ aumenta en un <nobr>12%</nobr> adicional."
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [33015, 43015, 53015, 63015],
      "id": "estacin_espacial_de_herta",
      "name": "Estación Espacial de Herta",
      "type": "NECK",
      "desc": "En su interior se encuentra la Estación Espacial Herta flotando sobre el Azul y moviéndose muy lentamente alrededor de su órbita. La pacífica galaxia del fondo parece un libro esperando a que alguien lo lea.",
      "typeText": "Esfera de plano",
      "backstory": "La señora Herta estaba muy preocupada por la vasta colección de objetos desperdigada por toda la galaxia. Almacenarlos era complicado y no quería tomarse la molestia de ocuparse de ellos por sí misma.\\n\\nLa amable y generosa Corporación para la Paz Interastral propuso una solución, y así nació la Estación Espacial Herta, conocida por ser un lugar donde se guardan conocimientos y secretos. Se tomaron amplias medidas en cada rincón para adaptarlos a todos los propósitos de la colección, con la intención de ofrecer una recopilación inclusiva de todo en absoluto, con orden y claridad. Los fenómenos se guardaban en recipientes especiales y la colección de objetos raros estaba catalogada en el archivo. Una innumerable cantidad de artículos se categorizó y clasificó y se guardó en la Estación para investigarla.\\n\\nPoco después, la Corporación sugirió que todo el mundo pudiera unirse a la búsqueda común de los secretos de las estrellas, lo que atrajo a la Estación a toda clase de estudiosos e investigadores.\\n\\nMuchos de esos investigadores eran admiradores de la señora Herta y se comprometieron a no abandonar nunca sus aspiraciones etéreas y a explorar los secretos susurrados entre las estrellas. Estudiaban las fronteras de la vida estelar, debatían sobre la auténtica justicia en discursos éticos y filosóficos, dibujaban el paisaje de la galaxia, descifraban los secretos que se ocultaban tras rituales y ceremonias religiosas, se mantenían firmes en la búsqueda de la verdad a través de la práctica... Eran auténticos creyentes de la transmisión del conocimiento y llevaban a cabo investigaciones abiertas y libres.\\n\\nLa Estación Espacial iba por el buen camino y comenzó a funcionar de forma independiente, pero la señora Herta nunca aparecía por allí. La Corporación no tardó en darse cuenta de que los investigadores y sus actividades diarias inundaban la Estación, pero la genio nunca formaba parte de ellas.\\n\\nLa luz de las distintas cabinas hacía que la gente no notara el paso del tiempo, que solo se podía detectar ligeramente en la agotadora forma de vida de la Estación. A menudo, dos o tres investigadores discutían incansablemente sobre un objeto específico de la colección e incluso se peleaban. En ocasiones, el personal de seguridad se ausentaba de sus patrullas diarias por estar durmiendo la siesta en sus literas de estilo militar. A veces, los investigadores veteranos compartían con sus discípulos los detalles de sus antiguas relaciones amorosas. Incluso podía ocurrir que alguien importante se hiciera pasar por un trabajador temporal mientras esperaba a que llegase su gran oportunidad... Además de investigar, aquí también se vivía, y para darse cuenta solo había que contemplar la vista desde la Estación, donde las estrellas eran sus compañeras de viaje.\\n\\nAunque el espacio físico era limitado, los investigadores hablaban sobre la vida en la Estación Espacial de una forma romántica: la galaxia era como un poema eterno y la Estación Espacial estaba pasando lentamente las páginas de ese libro."
    },
    {
      "_id": 33016,
      "ids": [33016, 43016, 53016, 63016],
      "id": "trayectoria_errante_de_herta",
      "name": "Trayectoria errante de Herta",
      "type": "OBJECT",
      "desc": "La señora Herta perdió el interés en la Estación Espacial justo en el momento en el que se fundó. La Estación orbita sobre el Azul a una velocidad constante y va dejando un rastro de su movimiento circular en el planeta.",
      "typeText": "Cuerda de unión",
      "backstory": "La Estación Espacial Herta ha soportado y sobrevivido muchas crisis debido a su auténtica dueña, la señora Herta.\\n\\nLa Estación Espacial, cargada con los tesoros más raros y valiosos del universo, era como un festín expuesto a la vista de viajeros hambrientos, así que nunca se libraba de amenazas o algún tipo de atención no deseada. Solamente con el Departamento de Seguridad contratado por la Corporación y el sistema de defensa moderadamente avanzado, la Estación no podía protegerse completamente de las hostilidades procedentes de las estrellas. La señora Herta previó lo que iba a pasar y se anticipó para conducir a la Estación hasta otro lugar antes de que comenzaran los intentos conspirativos para asaltarla.\\n\\nEn cuanto a su maestría inigualable en el arte de la recopilación de información, describió a la Estación Espacial despreocupadamente como \"pasar el tiempo haciendo café mientras otros leen libros\".\\n\\nMás que los ladrones que querían robar sus colecciones o los misteriosos grupos con intenciones desconocidas, la amenaza principal a la que se enfrentaba la Estación Espacial provenía de su propia dueña. Si a Herta se le ocurría una de sus ideas raras, la Estación sufría algún tipo de desgracia al instante. Objetos raros que imitaban una aniquilación planetaria, un campo gravitatorio distorsionado causado por la colisión de galaxias oscuras... La señora Herta los coleccionaba todos, pero perdía el interés en cuanto los conseguía.\\n\\nPor eso, a pesar de parecer un lugar pacífico y silencioso en el espacio profundo, en la Estación Espacial Herta se sucedían toda clase de problemas que pendían sobre ella como cuchillos bien afilados.\\n\\nLos investigadores de alto nivel ya estaban acostumbrados a los peligros a los que se enfrentaban y eran plenamente conscientes de que en el riesgo se esconden los secretos. Estaban comprometidos con las reglas de confidencialidad y siempre seguían los procedimientos de recolección estándar, logrando así enterrar el peligro. En la cafetería eran amigos que gastaban bromas; en la zona de almacenamiento eran profesionales muy cualificados. Aquí, los secretos siempre seguirían siendo secretos.\\n\\nEn la órbita del Azul, la Estación Espacial continuaba funcionando como siempre. Se movía despacio y sin pausa, en completo silencio, como una piedrecita encima de un lago helado."
    }
  ]
}
