{
  "_id": 308,
  "id": "sprightly_vonwacq",
  "name": "Vonwacq el vivaz",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La recuperación de energía del portador aumenta en un <nobr>5%</nobr>. Cuando su VEL es igual o superior a <nobr>120</nobr>, su acción se adelanta un <nobr>40%</nobr> al entrar en combate."
  },
  "pieces": [
    {
      "_id": 33085,
      "ids": [33085, 43085, 53085, 63085],
      "id": "isla_del_nacimiento_de_vonwacq",
      "name": "Isla del nacimiento de Vonwacq",
      "type": "NECK",
      "desc": "En su interior se encuentra la isla Wacq, el lugar más famoso del planeta Vonwacq. La isla es muy frondosa y en ella se encuentra un árbol enorme llamado Thestang cuyas frutas engendran a los animales de la isla.",
      "typeText": "Esfera de plano",
      "backstory": "Vonwacq es un planeta pequeño y abarrotado que está cubierto casi en su totalidad por islas y selvas tropicales. Su fauna y flora exuberantes son su característica más notable.\\n\\nLa vitalidad de Vonwacq hizo que las selvas cercanas al ecuador crecieran muchísimo. Los árboles eran muy altos y frondosos y no dejaban pasar la luz, por lo que el suelo estaba lleno de hongos y plantas adaptadas a la oscuridad. Aquí vivían criaturas inteligentes que se alimentaban de las frutas y verduras que se encontraban por todas partes y podían recogerse en cualquier momento, ya que las plantas de todo tipo crecían de forma natural.\\n\\nPero tanto los humanos que migraron aquí como los wacqwacq nativos sentían una reverencia casi religiosa por las frutas animales que crecían en el gran árbol Thestang.\\n\\nEse árbol nunca dejaba de dar fruto. Con el tiempo, esas frutas amarillas y traslúcidas de forma ovalada se volvían grandes y pesadas y colgaban de las ramas hasta que no soportaban más su propio peso. Cuando llegaba el momento, las frutas caían al suelo con un ruido sordo, la piel se agrietaba y del interior salían todo tipo de criaturas. Toda la fauna de Vonwacq nacía de este modo, ya fueran peces, aves u osos polares. En este planeta, todas las criaturas compartían una misma madre.\\n\\nEl enemigo conocido como rey demonio también nacía de una fruta del árbol Thestang. Desde el momento de su nacimiento, ya sabía por instinto cómo blandir sus pinzas gigantes y declaraba la guerra a toda la biosfera de Vonwacq.\\n\\nCada sesenta años naturales, el árbol Thestang daba luz a un nuevo rey demonio y el ciclo comenzaba de nuevo. La gente de Vonwacq ya estaba acostumbrada y preparada para esos desastres periódicos. Cada vez que se aproximaba el nacimiento de un rey demonio, dejaban a un lado sus disputas y cooperaban para reunir a sus guerreros más fuertes y enviarlos a la isla Wacq. Un ciclo de sesenta años tras otro, estas cruzadas aparentemente sin sentido se seguían realizando siglo tras siglo en los estrechos paisajes de este pequeño planeta. Los reyes demonio eran la catástrofe permanente de Vonwacq y los restos de la civilización eran aniquilados periódicamente.\\n\\nPor este motivo, podría decirse que el planeta Vonwacq era como un estanque de agua inerte, aunque estaba repleto de criaturas que luchaban sin cesar unas contra otras y aparentemente tenían muchas posibilidades de cambiar."
    },
    {
      "_id": 33086,
      "ids": [33086, 43086, 53086, 63086],
      "id": "costa_insular_de_vonwacq",
      "name": "Costa insular de Vonwacq",
      "type": "OBJECT",
      "desc": "En la costa de la isla Wacq, las mareas subían y bajaban... Este paisaje permanecía igual desde hacía milenios y había sido testigo del auge y caída de numerosas civilizaciones.",
      "typeText": "Cuerda de unión",
      "backstory": "Cuando las frutas del árbol Thestang maduraban y caían al suelo, nacían criaturas de todo tipo que se despertaban, lloraban y después abandonaban la isla Wacq para buscar su propio hábitat en el planeta Vonwacq.\\n\\nAl principio, los forasteros que venían de las estrellas fueron considerados como ladrones temerarios que, tras recibir una \"afectuosa\" bienvenida tribal, comenzaron a entender el dilema de la civilización de Vonwacq. Poco después, los forasteros tomaron los botes de los nativos y navegaron hasta la isla Wacq para comprobar cómo un rey demonio podía nacer de una fruta. Los guerreros tribales esperaban nerviosos en la playa mientras agarraban firmemente sus armas de la Edad de Piedra. Estaban decididos a obtener sesenta años de paz mediante un sacrificio definitivo por el que tal vez nunca regresarían a casa.\\n\\nMientras la guerra continuaba, los forasteros descubrieron la verdad sobre el rey demonio: era un tipo de gusano interestelar que se creía extinguido. Nadie hubiera imaginado que aparecería de esta forma en un rincón tan remoto del universo.\\n\\nCuando la brutal cruzada terminó al fin, los pocos nativos supervivientes se hicieron a la mar con la noticia de la victoria, mientras que los forasteros curiosos se quedaron en la isla. Apartaron las ramas que colgaban del árbol gigante y se metieron hasta la cintura en las ciénagas. En una zona hundida de la selva encontraron una cabina de control. Así fue como se reveló finalmente el secreto de Vonwacq: el árbol Thestang resultó ser el sistema de ecorrecuperación de una civilización mucho más avanzada que descodificaba y dejaba en libertad numerosas formas de vida para regenerar la biosfera del planeta.\\n\\nEl rey demonio que lo devastaba todo a intervalos regulares no era más que una entrada de la inmensa base de datos biológica. Los forasteros la borraron y se marcharon de Vonwacq sin esperar la recompensa o el agradecimiento de los nativos.\\n\\nLas olas que chocaban contra la orilla eran lo único que se oía en la costa de la isla Wacq. Las fuerzas de coalición indígenas estaban en fila, convencidas de que el rey demonio no volvería a aparecer nunca más. Entonces gritaron de alegría, bailaron, cantaron y hablaron durante toda la noche de un futuro sin reyes demonio. Sin embargo, poco después de que las dos tribus se despidieran y volvieran a sus zonas de residencia, empezaron a maquinar batallas para conquistar el planeta al completo. Sin una amenaza común como el rey demonio, su alianza no era más que papel mojado. El pequeño planeta no estaba diseñado para resistir un conflicto entre las dos tribus, y la frágil paz había desaparecido.\\n\\nLa costa de la isla Wacq seguía en calma, como si en esas orillas nunca hubiera pasado nada. Con los humanos y los wacqwacqs fuera de la ecuación, Vonwacq al fin había recuperado la paz y completado su restauración ecológica."
    }
  ]
}
