{
  "_id": 307,
  "id": "talia_kingdom_of_banditry",
  "name": "Talia, paraíso de los forajidos",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "El efecto de Ruptura del portador aumenta en un <nobr>16%</nobr>. Cuando su VEL es igual o superior a <nobr>145</nobr>, el efecto especial de Ruptura aumenta en un <nobr>20%</nobr> adicional."
  },
  "pieces": [
    {
      "_id": 33075,
      "ids": [33075, 43075, 53075, 63075],
      "id": "aldea_villaclavo_de_talia",
      "name": "Aldea Villaclavo de Talia",
      "type": "NECK",
      "desc": "En su interior se encuentra Villaclavo, una aldea miserable y desolada de Talia. Durante un breve periodo de paz, los forajidos eligieron este lugar por sus reservas de agua y construyeron una aldea con madera, barras de acero y trapos.",
      "typeText": "Esfera de plano",
      "backstory": "Fue por pura casualidad que los bandidos interestelares llegaran a Talia durante su huida apresurada de los Vigilantes de la Galaxia.\\n\\nAl principio, Talia no era más que un lugar desolado conocido como el \"vertedero de la galaxia\". Las guerras que destruyeron el planeta provocaron montañas y montañas de ruinas y escombros que cubrían toda la superficie del planeta y causaron una radiación que no se disipaba nunca, borrando así toda esperanza de que algún ser vivo pudiera sobrevivir allí. Los forajidos no tenían otro lugar al que ir y cayeron en una cueva que había bajo la superficie del planeta, que resultó ser un túnel excavado por la raza de los roedores... Finalmente lograron escapar de sus perseguidores y su sueño de fundar un paraíso de los forajidos se hizo realidad en este lugar perdido.\\n\\nMuchas criptas estaban conectadas entre ellas, formando un laberinto muy extenso. Este supuesto edén atrajo a más grupos de ladrones y bandidos, que llegaron para acumular riquezas e intercambiar tecnología, estableciendo así los cimientos del reino.\\n\\nMás forajidos siguieron asentándose aquí y el planeta, antes desolado, ahora rebosaba de vida. Los ladrones más famosos describían su \"paraíso de los forajidos\" ideal y prometían que el capital se usaría para construir una nación de igualdad y justicia. Pero, a medida que la riqueza acumulada iba aumentando, esos mismos ladrones no tardaron nada en romper sus promesas e intentaron quedarse con todo el dinero. Mercenarios, motines, traiciones... El caos nunca terminaba. Probablemente, los iniciadores nunca habían creído en su propia idea de igualdad ni por un solo momento.\\n\\nA partir de entonces, los bandidos, que rechazaban esos ideales sofisticados, se encontraron de vuelta en una época caótica en la que se glorificaba la ignorancia. Ocuparon los lugares en los que había agua para fundar ciudades y se burlaron de los conceptos de igualdad y justicia.\\n\\nTodos los que vivían en Villaclavo eran forajidos. Conducían unos vehículos todoterreno muy destructivos y se disputaban los recursos con otras hordas de bandidos. También fabricaban armas y armaduras mecánicas con chatarra y cables viejos. Cuanto más árido era el páramo, más libertad conseguían, como un frenesí final antes del día del juicio. Esos dulces ideales no eran más que volutas sin sentido en una ola de calor radiante y no quedaba ni rastro de ellas.\\n\\nDe forma semiconsciente, los forajidos finalmente se dieron cuenta de que el paraíso de los forajidos nunca trató de la creación, sino de la destrucción."
    },
    {
      "_id": 33076,
      "ids": [33076, 43076, 53076, 63076],
      "id": "cable_pelado_de_talia",
      "name": "Cable pelado de Talia",
      "type": "OBJECT",
      "desc": "Cable recogido del vertedero. Solo queda la mitad de su capa aislante, pero se sigue utilizando. En las aldeas de bandidos de Talia siempre se aprovecha todo.",
      "typeText": "Cuerda de unión",
      "backstory": "Este cable pelado es muy viejo. Antes formaba parte de una nave, hasta que esa nave intentó escapar apresuradamente y un enorme impacto expuso el cable a la humedad del aire.\\n\\nLa nave al completo acabó en un laberinto de pasadizos subterráneos. A bordo de la nave de los bandidos, las placas de acero se quitaron una a una, los cables se arrancaron con brusquedad y todos los materiales se utilizaron para construir el primer mercado de la alianza. Después los bandidos empezaron a acumular riqueza y, a la vez, a hablar de sus ideales... Entonces comenzó una larga guerra entre rivales que sospechaban y se traicionaban los unos a los otros, hasta que la chispa de la batalla que libraban el dictador y sus detractores acabó extendiéndose desde el túnel subterráneo hasta el desierto de la superficie.\\n\\nEste cable seguía siendo viejo. Los bandidos lo habían desenterrado y luego lo habían conectado a un todoterreno enorme modificado en el que el viento se colaba por todas partes y que usaban para ir a un manantial lejano.\\n\\nLa prioridad absoluta de los supervivientes de la guerra de traiciones era encontrar los recursos hídricos de Talia, para lo que recorrían miles de kilómetros al día por desiertos llenos de fragmentos de vidrio en vehículos rudimentarios que construían ellos mismos. En ocasiones, las caravanas de bandidos se perseguían las unas a las otras y levantaban polvo y un montón de humo; otras veces tiraban a gente a los autos en marcha o a otros lugares. La presión de la supervivencia era tal que no se les ocurrían otras ideas, solo pensaban en seguir adelante.\\n\\nEste cable siempre había sido viejo. Lo sacaron del vehículo y lo colocaron en el semáforo de la aldea, en el que las luces parpadeaban a menudo debido a un mal contacto.\\n\\nEl matón que se nombró policía a sí mismo fundó la Villaclavo original. Con mano de hierro y un gran carisma personal, se las arregló para mantener el vertedero en orden y convirtió el asentamiento en un lugar cada vez más animado. Los ingenieros excéntricos creaban accidentalmente máquinas a partir de chatarra y a los desesperados habitantes del yermo les gustaba pelear en el ring subterráneo. Por la noche, en el bar, bebían jugo de uva que apestaba a gasolina y celebraban haber sobrevivido un día más.\\n\\nEn Talia nunca había nada nuevo, solo cosas viejas que se usaban de forma diferente cuando los tiempos cambiaban."
    }
  ]
}
