{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "Parque de Platanolandia",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "El Daño CRIT del portador aumenta en un <nobr>16%</nobr>. Cuando hay un objetivo invocado por el portador, el Daño CRIT aumenta en un <nobr>32%</nobr> adicional."
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "plaza_nuclear_de_platanolandia",
      "name": "Plaza nuclear de Platanolandia",
      "type": "NECK",
      "desc": "Encapsulado en la Esfera de plano se oculta el laboratorio de una organización científica. La corrupción memética ha entrelazado la verdad y la falsedad de tal manera que ya no se pueden distinguir. Así, este lugar ha sido reconfigurado en nuestras mentes como el Parque de Platanolandia.",
      "typeText": "Esfera de plano",
      "backstory": "\"¿Quién vive en un platanero al lado del mar?\".\n\"¡Bob Banana!\".\n\"¡Alargado, amarillo, alegre y dulzón!\".\n\"¡Bob Banana!\".\n\n\"Toc, toc\". El sonido resuena dos veces y media. Los plátanos se despiertan de un profundo sueño, listos para dejar el platanero y comenzar un nuevo día en sus vidas doradas. Algunos, llenos de energía, hornean durianes en pasteles y danzan alegremente por el bosque. Otros, más serios, se frotan con cocos para perfumarse. El mono, contemplando con satisfacción esta escena animada, no puede evitar llamar alegremente a los plátanos.\n\n\"¿Están listos, platanitos?\".\n\"¡Sí, Director mono!\".\n\"¡No les escucho!\".\n\"¡SÍ, DIRECTOR MONO!\".\n\n\"Toc, toc, toc\". El sonido resuena tres veces y media. Es hora del Club de Plática Platánica diario. Los plátanos empiezan a inquietarse. Algunos gritan, otros lloran en silencio, y algunos se sienten vacíos por dentro... El mono, con paciencia, pregunta a los plátanos saludables, uno por uno. El tema puesto sobre la gran hoja de plátano siempre es el mismo: \"¿Recuerdan un tiempo más allá de los plátanos?\".\n\nEsta pregunta tan simple siempre acaba en respuestas amargas. Los plátanos no entienden de dónde vienen sus emociones tristes. Es como un plátano que se oxida y se vuelve negro al recibir la presión del mundo exterior.\n\n\"Si explorar el mundo es tu sueño,\nentonces toca el platanero y deja que el Director mono te enseñe el camino\".\n\n\"Toc, toc, toc...\". El sonido resuena siete veces y media. Los Juegos Motibananacionales están a punto de comenzar. En este escondido paraíso del bosque, a cada plátano se le prometió que, si se esforzaba lo suficiente, no seguiría siendo plátano para siempre. Cada uno alberga un sueño dentro de sí, anhelando convertirse en un glorioso mono... Mientras el bosque se abre a ambos lados, el Director mono emerge del centro, con gestos tiernos y humildes de reverencia hacia los plátanos. Estos, en respuesta, responden al gesto. El Director mono trae consigo un nuevo juego, con la esperanza de intercambiarlo por nuevas historias.\n\n\"Toc, toc, toc...\". El sonido resuena once veces y media. Los plátanos son llevados por el mono de vuelta al árbol. Mientras se balancean y oscilan, regresan a la utopía. El sol verde parpadea y el sonido de un gorgoteo resonante se extiende por todo el paraíso."
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "cables_memticos_de_platanolandia",
      "name": "Cables meméticos de Platanolandia",
      "type": "OBJECT",
      "desc": "Cable de señales ópticas que se puede encontrar por todas partes dentro del laboratorio. Se usa para recopilar datos experimentales con los que descubrir secretos inconfesables. Para los \"plátanos\", la forma de conocer el mundo está escondida en ellos.",
      "typeText": "Cuerda de unión",
      "backstory": "Las ruinas del instituto de investigación Pla-77 yacen en Convergence-ψ, ocultas bajo la superficie de un mundo selvático. En su día, este lugar fue arrasado por los Vigilantes más radicales. Ahora, los cables que aún permanecen parpadean con señales confusas, como susurros de un significado desconocido.\n\n\"Ese maldito instituto de investigación es tan difícil de encontrar como una hoja en la selva\". Bajo capas y capas de corteza de árbol, los huesos arbóreos se entrelazan formando la silueta de una entrada. Tras atravesar un largo túnel hueco en el árbol, los Vigilantes finalmente encuentran su objetivo entre las raíces.\n\nEste instituto de investigación se asemeja más a una \"galería de arte\" que a un \"laboratorio\". Cables se entrelazan en el aire, derramando luces extrañas y coloridas según los caprichos del diseñador. Los espectadores, con las manos en la cabeza, sienten un aturdimiento que los envuelve. Entonces, ante sus ojos se despliegan grotescas ilusiones: un espacio liminal de un amarillo puro, una fila de retratos humanos desvaneciéndose poco a poco, formas de monstruos ocultas tras cortinas...\n\nLos Vigilantes conocen bien estos métodos. Si permanecen demasiado tiempo en esta instalación, empezarán a hablar sin sentido y sus extremidades se moverán sin control. Con un sonido seco, el joven Vigilante se golpea con la culata de su arma, utilizando el dolor y el mareo para escapar del laberinto cognitivo.\n\nCon su visión despejada, los Vigilantes continúan avanzando hacia las profundidades. El instituto de investigación Pla-77 está lleno de estatuas colapsadas, murales destruidos y decoraciones de colores saturados... Sin embargo, los contenedores rotos esparcidos por el suelo siguen dando a este lugar la apariencia de una prisión. En el nivel más bajo, los Vigilantes encuentran un informe y se imaginan los innumerables \"experimentos cognitivos\" que se llevaron a cabo aquí antes de la caída del edificio... De repente, todos se giran, impulsados por su subconsciente, y se sorprenden al encontrarse en un paraíso forestal. Las hojas les saludan sin cesar, preguntándoles si recuerdan la maravilla de estar en las copas de los árboles.\n\n\"¿No soy un plátano? Por cierto, ¿qué hacemos aquí?\". El joven Vigilante intenta regresar al árbol para dejar de sentir \"banansiedad\".\n\nPero el Vigilante ciego se da cuenta del problema y, antes de que todo vuelva a un punto sin retorno, agarra al joven y lo arrastra fuera de ese lugar con determinación.\n\n\"Plátanos... ¡Que esos monos se vayan a freír plátanos, anda ya!\"."
    }
  ]
}