{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "Gran duque incinerador",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño de los ataques adicionales +<nobr>20%</nobr>.",
    "4": "Cuando el portador lanza un ataque adicional, el ATQ del portador aumenta en un <nobr>6%</nobr> por cada vez que haya infligido daño con el ataque adicional. Se puede acumular hasta <nobr>8</nobr> veces y dura <nobr>3</nobr> turnos. Este efecto se disipa la siguiente vez que el portador lance un ataque adicional."
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [
        31151,
        41151,
        51151,
        61151
      ],
      "id": "corona_de_llamas_infernales_del_gran_duque",
      "name": "Corona de llamas infernales del gran duque",
      "type": "HEAD",
      "desc": "Una corona de llamas que no cesan, con una ambición ardiente como fuente de combustible inagotable.",
      "typeText": "Cabeza",
      "backstory": "El elegante demonio del fuego nació en el más ardiente de todos los fuegos y cree que la Destrucción es la gloria suprema otorgada a Fetora.\\n\\n\"Yo, nacido en vísperas de la destrucción, soy la fe pecadora de Fetora. Soy la ira de Nanook\".\\n\\nNanook destruyó a Fetora con sus propias manos. Así, las llamas de la estrella blanca se fusionaron con el poder de la Destrucción para dar origen a una forma de vida plasmática. El elegante demonio de fuego vio su nacimiento como una revelación: \"Hoy, el Señor de la Destrucción derrotó a Fetora. Lo honraron con llamas ardientes. Los honores frívolos y sin sentido se evaporan con las llamas abrasadoras. Los honores sólidos y pesados marcarán mi coronación\". Ifrit está obsesionado con la destrucción y la matanza desde su nacimiento.\\n\\n\"Los laureles del honor en este mundo están tejidos con espinas. El único laurel que supera estas espinas es mi corona de llamas infernales\".\\n\\nIfrit recogió las ascuas de la estrella destruida por el Eón de la Destrucción y le dio forma a la corona de Fetora, la cual usa hasta el día de hoy."
    },
    {
      "_id": 31152,
      "ids": [
        31152,
        41152,
        51152,
        61152
      ],
      "id": "guantes_llameantes_de_terciopelo_del_gran_duque",
      "name": "Guantes llameantes de terciopelo del gran duque",
      "type": "HAND",
      "desc": "Guantes de un blanco puro con llamas en lugar de piel. Ocultan su brutalidad bajo una suave seda.",
      "typeText": "Manos",
      "backstory": "Ifrit ha orquestado innumerables crisis empeñadas en aniquilar vidas. El gran duque se imaginaba como un director de orquesta y debía usar guantes para sujetar la batuta cubierta de espinas.\\n\\n\"Vengo con la revelación de la Destrucción. Una mano da, y la otra quita\".\\n\\nCon la creencia firme de que \"el valor de algo solo puede apreciarse en su extinción\", el Gran Duque del Infierno prendió fuego a la historia y a la cultura del planeta Lisalit, y redujo a cenizas las brillantes sedas de la aristocracia, los largos pergaminos de los poetas y los vívidos murales de los pintores... \"La civilización es como una larva. Solo renacerá en una ejecución ardiente, cuando se convierta en una mariposa negra que revolotea en el viento\". Como un sepulturero que agacha la cabeza para vigilar el horno del crematorio, Ifrit guía a las civilizaciones hacia su canción de despedida.\\n\\n\"Gracias a mi esfuerzo, imaginación y dirección, los encajes entre las distintas catástrofes, el orden en que se reproducen, los tonos y el tempo... se funden en un brillante espectáculo de destrucción\".\\n\\nDespués de finalizar una destrucción satisfactoria, Ifrit se limpia la sangre de las manos y se pone los impecables guantes blancos nuevamente, como si fuera un aristócrata asistiendo a un banquete."
    },
    {
      "_id": 31153,
      "ids": [
        31153,
        41153,
        51153,
        61153
      ],
      "id": "tnica_de_gracia_del_gran_duque",
      "name": "Túnica de gracia del gran duque",
      "type": "BODY",
      "desc": "Una hermosa túnica que enfatiza la dignidad y la elegancia de quien la lleva puesta.",
      "typeText": "Torso",
      "backstory": "El elegante demonio de fuego admira su imagen en el espejo del tocador tras una masacre inhumana. Una audiencia con el monarca siempre requiere un atuendo apropiado.\\n\\n\"El propósito de la ropa no es adornar la apariencia, sino mostrar la verdadera esencia de uno mismo, así como la esencia de las llamas es la destrucción\".\\n\\nLos demonios de fuego siempre ardientes consideran a Nanook su emperador y salvador, pero el Eón nunca los ha mirado. La destrucción de Ifrit estaba plagada de ego, poder, conquista y motivación, y la rivalidad entre la Mansión del Fuego Eterno y la Hermandad de Jepella era aún más sórdida. \"La destrucción impura mancha las prendas más magníficas con mayor facilidad que la suciedad\". En cuanto a la pureza, Ifrit nunca pudo captar su esencia desde el principio.\\n\\n\"El valor de la destrucción radica en el valor de la cosa destruida. Nuestro valor radica en la práctica de la Destrucción hasta que el emperador se dé cuenta\".\\n\\nIfrit, con piedad en su corazón, viste prendas de brocado tejidas con llamas de terciopelo rojo y espera el llamado de la Destrucción."
    },
    {
      "_id": 31154,
      "ids": [
        31154,
        41154,
        51154,
        61154
      ],
      "id": "botas_elegantes_del_gran_duque",
      "name": "Botas elegantes del gran duque",
      "type": "FOOT",
      "desc": "Un par de botas clásicas, cómodas y bien cuidadas, de buena forma y un estilo favorecedor.",
      "typeText": "Piernas",
      "backstory": "Por donde pasara el elegante rastro del demonio del fuego, sollozaban las civilizaciones humeantes en silencio. Ifrit nunca les prestó atención...\\n\\n\"A quienes no les quedan caminos por andar no necesitan botas. ¿Por qué estas civilizaciones al final se quejan de mí?\".\\n\\nEl Gran Duque del Infierno, con la corona de fuego en la cabeza, es considerado por muchas civilizaciones como un demonio de otro mundo, aunque recibe una invitación del planeta de las celebraciones. Ifrit está feliz de asistir con su atuendo ceremonial completo. \"Prepararé una destrucción cortés y reflexiva, y no quedará ni un solo hueso\". El elegante demonio del fuego reúne un grupo malévolo y planea la grandiosa escena de ofrecer una montaña de cadáveres y un mar de sangre en un banquete... Esas civilizaciones destruidas son simples paradas en el peregrinaje hacia la Destrucción, y Colonipenal será una más.\\n\\n \"Su destrucción no es nada personal. Es solo con el propósito de atraer su mirada\".\\n\\nAl sonido del distante banquete que iniciaba, Ifrit se embarcó alegremente en el largo viaje hacia la fiesta."
    }
  ]
}