{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "Ladrón del rastro meteórico",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Efecto de Ruptura +<nobr>16%</nobr>.",
    "4": "El efecto de Ruptura del portador aumenta en un <nobr>16%</nobr>. Cuando rompe la Debilidad del enemigo, recupera <nobr>3</nobr> pts. de energía."
  },
  "pieces": [
    {
      "_id": 31111,
      "ids": [
        31111,
        41111,
        51111,
        61111
      ],
      "id": "mscara_de_las_mil_caras_del_ladrn",
      "name": "Máscara de las mil caras del ladrón",
      "type": "HEAD",
      "desc": "Máscara que se utiliza para cambiar la apariencia. Si se combina con unas buenas habilidades de interpretación, puede engañar a cualquiera.",
      "typeText": "Cabeza",
      "backstory": "Para Leblanc, el ladrón meteórico, robar era como ir a un baile de disfraces; ocultar su identidad era parte del ritual.\\n\\n\"¿Que cómo puede una máscara modificar la altura y la voz de una persona? Ja, ja, ja, es un secreto patentado y totalmente confidencial\".\\n\\nLeblanc utilizó una máscara para disfrazarse de empleado y se infiltró en las reuniones de seguridad de la Corporación para dar consejos sobre medidas de prevención de robos. El equipo de seguridad no se dio cuenta hasta medio mes después del robo de que nunca habían visto a aquel \"compañero\".\\n\\nLos ladrones llevan una doble vida, lo que requiere disponer de varios tipos de camuflaje. Eso dicta la tradición del mundo del crimen.\\n\\n\"A ver si a los guionistas se les ocurre alguna forma de que el ladrón lleve puesta la máscara durante toda la película\", pidió el equipo de mercadotecnia del Departamento de Radio, Cine y TV de la Corporación a los productores. \"Vuelvo a repetir, necesitamos esa máscara como merchandising. La venderemos a bajo precio y será muy popular\"."
    },
    {
      "_id": 31112,
      "ids": [
        31112,
        41112,
        51112,
        61112
      ],
      "id": "guantes_con_huellas_dactilares_del_ladrn",
      "name": "Guantes con huellas dactilares del ladrón",
      "type": "HAND",
      "desc": "Guantes especiales tejidos con un material de nanopartículas que pueden cambiar al instante las huellas que dejan.",
      "typeText": "Manos",
      "backstory": "Leblanc, el ladrón meteórico, no era un fanático de la limpieza y no le preocupaba dejar huellas. Siempre colocaba pistas falsas para provocar en su justa medida.\\n\\n\"¿Cómo es que la gente de esta empresa se deja engañar tantas veces? Es culpa suya, no mía\".\\n\\nSus guantes podían generar todo tipo de huellas dactilares, lo que no solo dejaba la tecnología de detección de huellas de la Corporación a la altura del betún, sino que además les daba un montón de pistas que no llevaban a ninguna parte. En la sala secreta donde se guardaban los tesoros, los guardias de seguridad encontraron más de cien huellas: de dinosaurio, de mariquita interestelar, de perro... Por supuesto, ninguna de ellas era de Leblanc.\\n\\nDesaparecer sin dejar ningún rastro sería demasiado aburrido y solo serviría para que lo metieran en el mismo saco que esos ladrones mediocres sin estilo.\\n\\n\"Pero qué tontería, ¿quién utiliza un sistema de huellas dactilares a estas alturas?\", se quejó el equipo de seguridad de la Corporación. \"¿Es que los guionistas no usan el sentido común?\"."
    },
    {
      "_id": 31113,
      "ids": [
        31113,
        41113,
        51113,
        61113
      ],
      "id": "gancho_de_acero_del_ladrn",
      "name": "Gancho de acero del ladrón",
      "type": "BODY",
      "desc": "Cable de acero camuflado en un cinturón de tela. En la hebilla se ocultan varios ganchos y poleas.",
      "typeText": "Torso",
      "backstory": "Un ladrón bien preparado siempre puede escapar de cualquier situación desesperada si lleva un gancho debajo del cinturón.\\n\\n\"¿Cómo se lanza el gancho para que llegue al lugar correcto? ¿Puedes explicar cómo se hacen esos movimientos?\".\\n\\nEn la sala secreta donde se guardaban los tesoros había dispuestos muchos mecanismos peligrosos, pero el ladrón volaba sobre ellos gracias al gancho que le suspendía desde la cintura, como si estuviera bailando un vals en el aire. Leblanc lanzó el gancho a la pared de varios metros de alto y la polea se recogió al instante, enviando al ladrón hasta la Estrella de Leo en una décima de segundo.\\n\\nPoder ir a cualquier sitio que se desee con solo un gancho de acero escondido bajo el cinturón es una cualificación básica para cualquier ladrón que se precie.\\n\\n\"En la secuela podemos dejar actuar al doble, así ahorraremos dinero\", se burló el coreógrafo de escenas de acción. \"De todas formas, el público no sabrá quién se oculta tras la máscara\"."
    },
    {
      "_id": 31114,
      "ids": [
        31114,
        41114,
        51114,
        61114
      ],
      "id": "botas_metericas_del_ladrn",
      "name": "Botas meteóricas del ladrón",
      "type": "FOOT",
      "desc": "Botas que mejoran el rendimiento del cuerpo y permiten al ladrón saltar entre los edificios.",
      "typeText": "Piernas",
      "backstory": "El apodo \"meteórico\" provenía del rastro brillante que dejaba a propósito el ladrón cuando saltaba a gran velocidad de un tejado a otro.\\n\\n\"Si no hubiera rascacielos, ¿cómo se podría escapar? Ja, ja, ja, no hagas más preguntas ignorantes como esa\".\\n\\nYa había escapado sin peligro innumerables veces, así que era un maestro de la huida. Nadie en la ciudad podía atrapar al ladrón de botas meteóricas, a menos que encontrara su escondrijo. Para la sorpresa de Leblanc, un día un detective despeinado estaba sentado en su silla mientras sostenía una taza de café; ya llevaba mucho tiempo esperándolo.\\n\\nAsí terminó la historia del ladrón, y así comenzó la leyenda del detective.\\n\\n\"Mucha gente no cree que vayamos a atrevernos a escribir eso, y por eso mismo lo haremos\". Un guionista que no quiso dar su nombre explicaba el polémico final del ladrón."
    }
  ]
}