{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "Guerrera celestial del sol y el trueno",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "VEL +<nobr>6%</nobr>.",
    "4": "Cuando el portador o su mnemoduende curan a un aliado que no sea el portador ni su mnemoduende, el portador obtiene Lluvia benéfica. Puede activarse 1 vez por turno y dura <nobr>2</nobr> turnos. Cuando el portador tiene Lluvia benéfica, su VEL aumenta en un <nobr>6%</nobr> y el Daño CRIT de todos los aliados aumenta en un <nobr>15%</nobr>. Este efecto no se puede acumular."
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "Casco alado de la guerrera celestial",
      "type": "HEAD",
      "desc": "Este casco alado fue testigo de cómo la Caballera del Trueno Solar derrotó a un dios, y cómo el cielo cerró los ojos.",
      "typeText": "Cabeza",
      "backstory": "Un magma dorado y abrasador surge bajo los pies de la guerrera celestial. Ella oculta su expresión bajo el yelmo de hierro, como una niebla invernal que oscurece la luz de las estrellas.\n\nEl último hijo del Cielo se ha hundido, y ella también se marcha sola en la dirección opuesta.\n\n\"Celione, ¿a quién recuerdas?\". Las bestias aladas, compañeras de toda la vida, sintieron sus pensamientos. La guerrera celestial permaneció en silencio por un momento. Los días en los que la gente rezaba al cielo quedaron atrás hace mucho tiempo. \"¿A quién recuerdo? Ya no recuerdo a nadie. Una vez amé a la humanidad con todas mis fuerzas, y odié tanto su debilidad... Pero ahora... ya no recuerdo a nadie\".\n\nLas bestias aladas bajaron la cabeza en silencio. Habían visto a la guerrera celestial defender sus creencias con firmeza, y también caer en la ilusión de engañarse a sí misma.\n\n¿Qué aspecto mostraba ahora su rostro bajo ese yelmo de hierro? ¿Y qué tipo de visión tenía?"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "Guanteletes de justa de la guerrera celestial",
      "type": "HAND",
      "desc": "Este par de guanteletes ha acompañado a la caballera en todas sus victorias. Otorgan la fuerza necesaria para empuñar las armas más letales y soportar las peores traiciones.",
      "typeText": "Manos",
      "backstory": "La roca plateada resuena en la fragua. Los montañeses veteranos volcaron sus bendiciones en estos guanteletes antes de regalárselos a la guerrera celestial.\n\n\"Suaves, heridas. Caballeros, resistentes. Fuertes como el mármol, que sean tus huesos\".\n\nElla tomó los guanteletes finamente elaborados y limpió con cuidado la armadura de escamas plateadas... Comenzó a imaginarse a sí misma sosteniendo la lanza forjada con relámpagos y el escudo nacido de las llamas. Se lanzaría hacia el campo de batalla en el cielo para salvar a todos, porque la fuerza no es más que un requisito para la salvación. El montañés grabó cuidadosamente las máximas de la verdad en los nudillos de sus dedos y le pidió a la guerrera celestial que recordara siempre la suavidad de los guanteletes.\n\n\"Para calentar las piedras del río, usa la palma de la mano. No esculpas el glaciar en forma de espada\".\n\nEl extremo sentido de la misión y la justicia que había en ella quemó la bendición del artesano hasta convertirla en cicatrices que nunca sanaban."
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "Capa de partida de la guerrera celestial",
      "type": "BODY",
      "desc": "Esta capa ha protegido a la Caballera del Trueno Solar de la lluvia y el polvo. La acompañó en todas sus aventuras y se convirtió en la silueta más llamativa del cielo.",
      "typeText": "Torso",
      "backstory": "La joven, que aún no se había convertido en caballera, recibió un excepcional entrenamiento de combate en la cueva donde vivía recluido su mentor.\n\n\"Bien hecho. Pronto no tendré nada más que enseñarte. ¿Qué quieres hacer con este poder?\".\n\nTras escuchar el oráculo, la joven dejó de pensar en su entrenamiento. Su gentil mentor se percató de sus preocupaciones y en secreto aplicó resina sobre la hoja de la espada que solía utilizar. \"Maestro, quiero vivir en la verdad. ¿Has oído hablar de la Doncella Sagrada de Janópolis y de sus oráculos?\". La muchacha temía que su mentor intentara detenerla, pero ya había tomado una decisión.\n\n\"Pero ¿qué es la verdad?\", preguntó el amable mentor. \"Necesitarás toda una vida para discernirla, y eso no será fácil\".\n\nA medianoche, se levantó en silencio con la esperanza de marcharse antes de que llegara el amanecer. Entonces, descubrió que su capa ya había sido doblada y colocada en su equipaje."
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "Espuelas de honor de la guerrera celestial",
      "type": "FOOT",
      "desc": "Estas espuelas fueron un regalo de las dos bestias aladas compañeras de la Caballera del Trueno Solar. El dolor es necesario al recorrer el camino de la verdad.",
      "typeText": "Piernas",
      "backstory": "La heroína, Celione, iba acompañada de dos bestias aladas, Solabis y Lunabis, sus corceles y compañeros de batalla.\n\n\"Te seguiremos, Celione. Déjanos presenciar el inicio de tu gesta en la que matas a un dios y robas su fuego\". Así, ambas depositaron su confianza en la feroz y decidida guerrera celestial.\n\nLas dos bestias aladas le pidieron al Gran Herrero que forjara un par de espuelas para la ceremonia de nombramiento de la Caballera del Trueno Solar. \"Gracias por su amabilidad, pero no las necesito\", dijo. Sabía que las espuelas eran una herramienta que ayudaba a los caballeros a controlar a su corcel. \"Su voluntad y la mía son una. No necesitamos estímulos para movernos en perfecta armonía\".\n\n\"Tómalas, Celione. Tú recorres el camino en busca de la verdad. Deberías saber que el dolor nos mantiene despiertas\". La mirada de Lunabis ardía con una determinación inquebrantable, mientras que Solabis guiaba su mano para que tomara las espuelas.\n\nLa Caballera del Trueno Solar aceptó el regalo como símbolo de su amistad. Si el dolor podía ayudar a uno a cambiar de rumbo a tiempo, entonces era un dolor necesario."
    }
  ]
}