{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "Habitante del yermo de los bandidos",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño Imaginario +<nobr>10%</nobr>.",
    "4": "Al infligir daño a enemigos afectados por estados negativos, la Prob. CRIT del portador aumenta en un <nobr>10%</nobr>. Si el objetivo está afectado por Prisión, el Daño CRIT aumenta en un <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 31121,
      "ids": [
        31121,
        41121,
        51121,
        61121
      ],
      "id": "mscara_para_respirar_del_habitante_del_yermo",
      "name": "Máscara para respirar del habitante del yermo",
      "type": "HEAD",
      "desc": "Máscara que filtra la arena y la radiación y que parece estar hecha con piezas de respiradores desechados.",
      "typeText": "Cabeza",
      "backstory": "Los habitantes del yermo de Talia siempre debían llevar puestas sus máscaras para protegerse de la radiación residual y de las tormentas de arena. Nadie sabía si se había tenido en cuenta algún principio científico al modificar de forma tan radical la máscara; tal vez llevarla no fuera más que un placebo.\n\n\"¿No te has enterado? ¡Ese viejo bobo del valle conectó tuberías de agua a su máscara! Yo no lo soportaría\".\n\nLos habitantes del yermo casi nunca se quejaban del clima extremo de Talia. Primero, porque no había forma de cambiarlo, ese lugar siempre había estado lleno de polvo y arena desde la explosión nuclear. Y segundo, porque suponía una buena oportunidad. Cuando la arena rojiza cubría el cielo, se ponían las máscaras hechas por ellos mismos e irrumpían en la guarida de otros bandidos en medio del viento y el polvo, como apariciones del infierno.\n\nGrupos de bandidos bien preparados que saquean a otros bandidos desprevenidos: esa es la ley de la supervivencia en Talia.\n\nEsta máscara antiarena parece complicada de poner y quitar y luce el símbolo contra las falsificaciones de Villaclavo."
    },
    {
      "_id": 31122,
      "ids": [
        31122,
        41122,
        51122,
        61122
      ],
      "id": "terminal_del_desierto_del_habitante_del_yermo",
      "name": "Terminal del desierto del habitante del yermo",
      "type": "HAND",
      "desc": "Basura multifuncional que detecta la radiación ionizante y que no para de proferir insultos.",
      "typeText": "Manos",
      "backstory": "Antes de que Talia se convirtiera en el paraíso de los forajidos, el lugar era conocido como el vertedero de la galaxia porque allí se acumulaban los desechos tecnológicos de varios planetas.\n\n\"No vuelvas a preguntarme si me gusta llevar en la mano un dispositivo que pesa más que unos grilletes. Me resultó útil y era más fuerte que un martillo en los momentos decisivos\".\n\nTras la fundación de Villaclavo, los ingenieros de residuos menos convencionales al fin pudieron mostrar sus dotes y crearon la tecnología de los sentidos única de Talia. Al combinar un contador de polvo de cesio y un dispositivo móvil de IA bastante soez, inventaron la terminal del desierto, un aparato multifuncional fabricado con desechos.\n\nLa idea central de la tecnología de los sentidos es: no preguntes cómo, no preguntes por qué, a nadie le importa.\n\n\"¿Cómo se atreven a combinarme con restos de basura? ¡Apestosas ratas de alcantarilla!\". La voz de la IA sonaba seria y sincera."
    },
    {
      "_id": 31123,
      "ids": [
        31123,
        41123,
        51123,
        61123
      ],
      "id": "hbito_monstico_del_habitante_del_yermo",
      "name": "Hábito monástico del habitante del yermo",
      "type": "BODY",
      "desc": "Hábito holgado adaptado a partir del que usan los misioneros.",
      "typeText": "Torso",
      "backstory": "La mayoría de los matones de Talia no esperaban la redención ni sabían lo que era un monje, pero sus hábitos parecían útiles si se usaban como trapos para limpiar.\n\n\"¿«El tiempo de la ignorancia aún no ha pasado»? ¿Qué clase de tontería es esa?\".\n\nLos habitantes del yermo encontraron un monasterio que llevaba mucho tiempo deshabitado, e incluso hallaron unos libros de una antigua civilización. Parecieron percibir de forma intuitiva el enorme valor de esos documentos, pero tras fingir aprecio de forma hipócrita, los quemaron. Lo único que se llevaron fueron los viejos hábitos de los monjes, ya que todas las demás cosas no servían para nada en Villaclavo.\n\nLa mayoría de los habitantes del yermo eran analfabetos y los registros de una civilización no les servían para nada. Lo que necesitaban era una comida caliente. No era culpa suya.\n\nAl menos conservaron los hábitos de los monjes, que también formaban parte de esa civilización."
    },
    {
      "_id": 31124,
      "ids": [
        31124,
        41124,
        51124,
        61124
      ],
      "id": "grebas_propulsadas_del_habitante_del_yermo",
      "name": "Grebas propulsadas del habitante del yermo",
      "type": "FOOT",
      "desc": "Grebas propulsadas hechas con chatarra y cables viejos.",
      "typeText": "Piernas",
      "backstory": "Los forajidos de Villaclavo necesitaban una forma de defender el suministro de agua y la chatarra que tanto les había costado conseguir. Así fue como surgió su tecnología. Su armadura propulsada era demasiado ostentosa, y las piernas eran la única parte que se podía mover.\n\n\"Yo quería una armadura propulsada completa, ¿y me dices que la parte de arriba salió volando por los aires? ¿Acaso tú te pondrías esta parte de abajo?\".\n\nLas frecuentes escaramuzas de defensa de Villaclavo permitieron mejorar el desarrollo bélico de la tecnología de los sentidos. Una vez, unos herreros hicieron una armadura propulsada con materiales de origen desconocido y procesos de fabricación inventados sobre la marcha. Lamentablemente, de la primera generación de esas armaduras, solo las grebas resistieron el paso del tiempo. Incluso tras una simplificación radical, las grebas seguían permitiendo a su portador despegar como un cohete sin que los ingenieros actuales lograran comprender su mecanismo de funcionamiento.\n\nSegún los ingenieros, el diseño parecía haberse hecho medio en sueños y era una ingeniosa obra maestra, única e irrepetible.\n\nUna pieza de chatarra útil siempre es una buena chatarra."
    }
  ]
}