{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "Relojero de maquinaciones oníricas",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Efecto de Ruptura +<nobr>16%</nobr>.",
    "4": "Cuando el portador usa su habilidad definitiva sobre un aliado, el efecto de Ruptura de todos los aliados aumenta en un <nobr>30%</nobr> durante <nobr>2</nobr> turnos. Este efecto no se puede acumular."
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "lente_telescpica_del_relojero",
      "name": "Lente telescópica del Relojero",
      "type": "HEAD",
      "desc": "Una lente chapada en oro. Refleja las maravillas lejanas para ayudar a su dueño a ver a través de las ilusiones.",
      "typeText": "Cabeza",
      "backstory": "En las historias sobre el Relojero que corren por Colonipenal, este siempre tiene un buen olfato para los negocios que le permite ver claramente las oportunidades detrás de las burbujas y crear franquicias inmensas que no se le habían ocurrido a nadie.\\n\\nLa prisión fronteriza se ganó su libertad en medio del Cáncer de todos los mundos y dio la bienvenida a la paz y la prosperidad de la mano de La Familia. Se dice que fue en ese momento cuando el Relojero entró en escena. Su lente reflejaba la esencia de este paisaje onírico: en el Momento del Ocaso, la gente gastaba dinero como si no hubiera un mañana con el único objetivo de encontrar lo imposible en los sueños. A partir de entonces, en los sueños de Colonipenal empezaron a aparecer muchos objetos increíbles: teteras que contaban chistes, autos de carreras que corrían y giraban a la vez, mansiones que cambiaban de ubicación cada día... La mayoría no servían para nada, pero se vendían a precios astronómicos, y los visitantes que venían desde lejos estaban dispuestos a pagar montañas de dinero por ellos.\\n\\nEste es un paisaje onírico fantástico, así que... ¿por qué no dar rienda suelta a la locura? Las palabras \"exclusivo, solo en sueños\" bastan para redefinir el valor del lujo en el paisaje onírico.\\n\\nLa familia Alfalfa y los viejos buscasueños del mundo comercial se arrepienten de esto y lamentan no haber visto antes esas oportunidades. Pero el Relojero simplemente vio un poco más allá que ellos... siempre un poco más allá."
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "reloj_de_la_fortuna_del_relojero",
      "name": "Reloj de la fortuna del Relojero",
      "type": "HAND",
      "desc": "Un reloj de fabricación exquisita con una esfera y unas agujas muy particulares. Se dice que es el símbolo de la buena suerte en el paisaje onírico.",
      "typeText": "Manos",
      "backstory": "El motivo por el que al Relojero se le llama \"Relojero\" es el mayor misterio de esta historia.\\n\\nAlgunos dicen que antes era el técnico de reparación del reloj de una torre. Otros aseguran que era un vendedor de relojes. Incluso hay quienes afirman que su cabeza tiene forma de dial de reloj, igual que la de Relojito, su creación.\\n\\nA medida que los rumores se extendían, los relojes de pulsera de los sueños se popularizaron gracias a la fama del Relojero. Los buscasueños saben que no tienen nada que ver con ese hombre ilustre, pero los siguen considerando como una forma de mostrar su respeto por él, y como símbolo de buena suerte. Gracias a las actividades comerciales promocionales, la imagen del reloj se convirtió en algo omnipresente en Colonipenal: ropa, accesorios, comida... La influencia de este magnate legendario se puede ver en cualquier parte, desde los grafitis de las callejuelas hasta los enormes relojes de los vestíbulos de los hoteles.\\n\\n\"¿A quién no le gustan los relojes en Colonipenal?\".\\n\\nEl auténtico Relojero parece haber aceptado esto y nunca dijo nada en contra del lanzamiento del modelo original del reloj de pulsera, hasta que el símbolo del reloj se convirtió en algo habitual en Colonipenal, hasta que ya nadie preguntaba sobre el origen del Relojero."
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "chaqueta_ilusoria_del_relojero",
      "name": "Chaqueta ilusoria del Relojero",
      "type": "BODY",
      "desc": "Una chaqueta espléndida y lujosa, con cuello de piel. Es exquisita y elegante y normalmente se reserva para ocasiones formales, como banquetes.",
      "typeText": "Torso",
      "backstory": "En las numerosas leyendas de Colonipenal, el Relojero tiene diversas identidades y apariencias.\\n\\nEn estas historias inventadas y sin base alguna, en ocasiones es un amable anciano, una dama elegante o incluso un gigante de varios metros de altura... Pero lo que no varía es que, en todas las historias, siempre va vestido de una forma impecable.\\n\\nLas leyendas cuentan que el Relojero revelará su secreto a su pareja de baile en el paisaje onírico en el que se entrelazan el alba y el crepúsculo. Al oír esto, la gente empezó a llenar las salas de baile e invitaba a todos los visitantes misteriosos que se escondían entre la multitud elegantemente vestida. De esta forma, más y más buscasueños se conocieron entre ellos y el baile se convirtió gradualmente en un lugar de socialización en el que encontrar amistad y amor. Los boletos, bastante caros, siempre se agotaban rápidamente. Aunque el caballero de vestimenta distinguida de las leyendas nunca haya hecho acto de presencia, el entusiasmo con el que lo buscan no se ha enfriado.\\n\\n\"Esa ropa... ¿es usted el célebre Relojero?\". Esa pregunta pasó de ser en sus inicios una duda genuina a convertirse en una expresión de elogio, hasta terminar siendo una invitación a bailar.\\n\\nEl Relojero montó un nuevo negocio celebrando bailes, y el paisaje onírico ganó en romance y pasión."
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "botines_ocultasueos_del_relojero",
      "name": "Botines ocultasueños del Relojero",
      "type": "FOOT",
      "desc": "Un par de elegantes botines de piel. Su dueño caminó una vez sobre los sueños de una forma misteriosa.",
      "typeText": "Piernas",
      "backstory": "El Relojero ha recorrido todos los rincones del paisaje onírico y ha explorado todos los registros históricos de Colonipenal. Su nombre lleva siglos circulando por la tierra de los sueños, y los buscasueños de hoy en día siguen oyendo sobre sus movimientos.\\n\\nLa gente empezó a preguntarse si el Relojero en realidad era una persona, un grupo de personas o una mentira creada por La Familia.\\n\\nAlgunos buscasueños se empeñaron en descubrir la verdad sobre el Relojero y fueron a varios paisajes oníricos para buscar el rastro del misterioso magnate. No encontraron nada más que espejismos: un invitado misterioso en cierta negociación comercial, una marca sin dueño que logró un éxito inesperado, una gran inversión de origen desconocido... Cada vez que intentan concluir que el Relojero no existe, están demostrando que en realidad está en todas partes en el sueño.\\n\\nLos libros sobre el Relojero llenan las estanterías de la Biblioteca del Primer Despertar. Su nombre siempre está envolviendo Colonipenal.\\n\\nCuanto más quieren descubrir la verdad las personas, más las ciegan las mentiras... En medio de los miles de leyendas y rumores, esta superestrella solo deja su rastro, pero nunca revela su auténtica apariencia."
    }
  ]
}