{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "Capitán del mar maldito",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Daño CRIT +<nobr>16%</nobr>.",
    "4": "Cuando el portador se convierte en el objetivo de la habilidad de otro aliado, obtiene 1 acumulación de Ayuda (hasta <nobr>2</nobr> como máximo). Si el portador tiene <nobr>2</nobr> acumulaciones de Ayuda al lanzar la habilidad definitiva, las consume todas y su ATQ aumenta en un <nobr>48%</nobr> durante <nobr>1</nobr> turno."
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "Sombrero de navegante del capitán",
      "type": "HEAD",
      "desc": "Un sombrero de ala ancha con un brillo nacarado. Los marineros lo utilizan para protegerse del sol abrasador de Aquila.",
      "typeText": "Cabeza",
      "backstory": "Entre los arrecifes costeros, los restos de un trirreme yacen varados como una ballena encallada. Antes era un barco de guerra enviado para derrotar a la sirena. Las olas empujaron al barco de vuelta a la costa, pero dejaron a su tripulación perdida en las profundidades del mar.\n\n\"¡Oh, valiente guerrero de Fagusa, no importa quién seas, te ruego que te pongas en pie y defiendas a Skiana!\". La desesperada súplica del rey solo encontró silencio, pues enfrentarse a la sirena significaba convertirse en un cadáver a la deriva sobre las olas.\n\n\"¡Dame un barco grande y resistente, y una tripulación de cincuenta hombres, y mataré a la malvada sirena!\". Un joven capitán con un sombrero de ala ancha se adelanta entre la multitud. El brillo nacarado de su sombrero proyecta un arcoíris sobre los rostros pálidos y temerosos de todos. Su llegada es como el amanecer sobre el mar y, en un instante, el horizonte empieza a aclararse.\n\n\"Te construiré el mejor barco del mundo\". Los artesanos quedaron cautivados por el resplandor del joven capitán. La madera del gran barco era inmune al deterioro, lo que garantizaba que nunca se pudriría en el mar. En su proa, se colocó un tablón tallado del gran árbol de Cerces, imbuido con el poder de la profecía.\n\n\"Ve, discípulo de los Sabios, héroe elegido por los dioses, domina la locura de Fagusa\". Tres días después, el barco completamente tripulado zarpó de Skiana."
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "Astrolabio captaluz del capitán",
      "type": "HAND",
      "desc": "Una brújula de navegación que capta la dirección de la luz de las estrellas. Incluso en el oscuro infinito del océano, las estrellas siempre señalarán el camino.",
      "typeText": "Manos",
      "backstory": "Nubes oscuras, pesadas como el plomo y el hierro, aplastaban el mástil. En medio de la tormenta, el barco era como una lentejita de agua a la deriva. Incluso la cubierta, hecha con madera del árbol sagrado, temblaba violentamente en medio de las imponentes olas.\n\n\"Hasta los mares donde las olas permanecían en calma y los vientos eran suaves todo el año han sido contaminados por la naturaleza salvaje y violenta de la sirena\". El joven capitán se encontraba de pie en lo alto de la torre de proa, con las cejas fruncidas mientras miraba las densas y oscuras nubes a lo lejos... pero el astrolabio en su muñeca seguía sin responder.\n\nUn trueno partió el mástil principal, provocando el caos entre la tripulación. El joven capitán los regañó para restablecer el orden y ordenó a los remeros que bogaran al unísono. El timonel respondió con rapidez, alejando el barco de las imponentes olas que se alzaban como montañas. Hicieron todo lo que pudieron para contener la furia de Fagusa y resistieron hasta que la luz estelar de Aquila atravesó la tormenta. De repente, el capitán levantó los brazos y gritó. La brújula de su muñeca brilló con fragmentos de luz estelar...\n\n\"¡Sigan la luz! ¡Vamos a atravesar la tormenta!\".\n\nLos marineros se llenaron de energía y comenzaron a cantar una saloma. El barco partió las olas como una espada afilada y avanzó hacia el amanecer.\n\n\"¡Pronto la liberaremos de sus cadenas! ¡Miren el camino que nos espera y prepárense! ¡Vamos!\"."
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "Capa mandavientos del capitán",
      "type": "BODY",
      "desc": "La capa de navegación se despliega como una vela gigante. Si el viento no me ayuda, yo seré el viento.",
      "typeText": "Torso",
      "backstory": "Una flecha de bronce, tan grande como un hombre, atravesó la niebla del mar envuelta en llamas, pero se hizo añicos en cuanto se acercó a las escamas de la sirena. Los tentáculos de color azul pálido se enroscaban con fuerza alrededor de las cinturas de los marineros, e incluso cuando los cortaban, se retorcían por la cubierta y mordían a los aterrorizados miembros de la tripulación.\n\n\"Las extremidades de los tripulantes se agitaban en el aire, gritando mi nombre. Fue el espectáculo más aterrador de mi vida como navegante\". La voz del capitán temblaba entre sus labios y sus dientes. No estaba mintiendo.\n\nLa colosal sirena salió a la superficie y sus tentáculos enredados se enroscaron con fuerza alrededor del barco. Su espalda se alzaba como una isla a la deriva. El primer oficial clavó su lanza de hierro en su boca llena de miles de dientes afilados como cuchillas, y un chorro de sangre negra salpicó la cubierta. Los miembros de la tripulación escaparon por poco de un ataque mortal, pero cuando el capitán se dio la vuelta, vio que la torre de la proa había sido aplastada por un enorme tentáculo y destrozada con la misma facilidad con la que la Lanza de la Furia de Nikador rompe la cáscara de una nuez. Era una oportunidad única. ¿Avanzar o retirarse? Todos los ojos se volvieron hacia el capitán.\n\n\"¡Todo a babor! ¡Remeros, redoblen el ritmo! ¡Desplieguen todas las velas, preparen el ariete para el impacto!\".\n\nLa capa del capitán ondeaba en el viento. La tripulación se armó de valor, lista para enfrentarse a la muerte. El acero y las escamas se entrelazaron, la quilla se hizo añicos y la sirena lanzó un grito de lamento. Su cuerpo, antes poderoso, se hundió lentamente en las profundidades del mar."
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "Botas andaolas del capitán",
      "type": "FOOT",
      "desc": "Las olas rompieron bajo las botas del capitán. Aunque él nunca regresaría, las olas del mar traerían de vuelta sus bendiciones.",
      "typeText": "Piernas",
      "backstory": "En algún lugar de la costa, un joven capitán yace boca arriba, mirando al cielo. El sol se pone en el horizonte, y su brillo dorado ilumina la costa rocosa... En esta bruma radiante, la lejana Skiana parece estar al alcance de la mano. Sabía que este era el momento final de su vida.\n\n\"Hemos domado la locura de Fagusa\". La sirena huyó a las profundidades del mar y no volvería a amenazar la costa en mucho tiempo.\n\nLa tabla tallada del gran árbol de Cerces le pidió al capitán sus últimas palabras. Ella surcaría las olas del mar y regresaría a Skiana, para llevar la historia de este héroe e inspirar a más jóvenes a navegar más allá de la costa. El capitán vio la mitad de su cuerpo cortado, las botas que su sabio mentor le había regalado y que lo habían llevado a través de incontables polis. Pero ahora, su largo viaje terminaría aquí.\n\n\"Diles... que aún me queda el mar Estigio por conquistar. Hogar mío, no te aflijas por mí\".\n\nCada año, la brisa marina soplaba sobre los muros de Skiana. El cuento de la sirena se convirtió en una canción de cuna que las madres susurraban a sus hijos... Y los marineros, que por poco escaparon del mar maldito, seguían esperando a que su capitán surcara las olas para volver a casa."
    }
  ]
}