{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "Salvado{F#ra}{M#r} que reforja el mundo",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Prob. CRIT +<nobr>8%</nobr>.",
    "4": "Después de que el portador lance el ATQ básico o la habilidad básica cuando su mnemoduende está en el campo de batalla, los PV máx. del portador y su mnemoduende aumentan en un <nobr>24%</nobr> y el daño que infligen todos los aliados aumenta en un <nobr>15%</nobr>. El efecto dura hasta que el portador lance su siguiente ATQ básico o habilidad básica."
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "Capucha {F#de la}{M#del} salvado{F#ra}{M#r}",
      "type": "HEAD",
      "desc": "Se dice que esta es la capucha que usaba {F#la}{M#el} salvado{F#ra}{M#r} legendari{F#a}{M#o} para protegerse del viento y la lluvia. Es probable que la prenda real no tenga nada que ver con las descripciones de los rapsodas.",
      "typeText": "Cabeza",
      "backstory": "La niebla nocturna de Oronix se enreda en las ramas del laurel,\nmientras {F#la heroína salvadora}{M#el héroe salvador} cae en una caja negra hacia el Abismo del Destino desde más allá del cielo.\n\n{F#Ella}{M#Él} vino en respuesta al oráculo, pero en ese entonces los sacerdotes temían hablar de lo que había más allá del cielo.\n\"No hables del cielo en voz alta, pues el receloso Aquila nunca duda en castigar con su Trueno Solar\".\nAl oír estas palabras, {F#la confiada}{M#el confiado} salvado{F#ra}{M#r} respondió furios{F#a}{M#o}:\n\"Profeta de desastres, ¿nunca has considerado que los dioses también deberían temer el castigo de los hijos de la humanidad?\".\n\nSobre las murallas de la polis, {F#la}{M#el} salvado{F#ra}{M#r} fue testigo del amanecer rosado que se alzaba en el horizonte,\n\"Primero está Nikador, quien empuña el Conflicto.\nOjalá que lo que gane sea gloria, y no locura\".\n{F#La}{M#El} salvado{F#ra}{M#r} se quitó la capucha y arrojó una lanza,\nsu veloz sombra, como la de un lobo solitario a principios de primavera, se precipitó hacia Castrum Kremnos atravesando calles y callejones.\n\n\"¡En el nombre de Mnestia! Si los hilos del destino se han roto, yo reescribiré la historia\".\nA lo lejos resonó el rugido del rey loco, con esa lanza anunciando su partida antes que sus propios pasos.\n\"Mis compañeros, los Herederos de Crisos, me esperan en este viaje. Debo partir ahora\".\n\nLos sacerdotes de Jano miraron el cabello suelto y gris {F#de la}{M#del} salvado{F#ra}{M#r} y gritaron de júbilo,\nregocijándose como plantas secas que al fin reciben nutrientes."
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "Guanteletes {F#de la}{M#del} salvado{F#ra}{M#r}",
      "type": "HAND",
      "desc": "Se dice que estos son los guanteletes que llevaba {F#la}{M#el} salvado{F#ra}{M#r} legendari{F#a}{M#o} para abrirse camino ante la adversidad. Es probable que la prenda real no tenga nada que ver con las descripciones de los rapsodas.",
      "typeText": "Manos",
      "backstory": "Mientras el mar helado de Fagusa grababa las largas costas de Estisia,\n{F#la heroína salvadora}{M#el héroe salvador} llegó al cruce del río Estigia, donde un dragón sombrío se había transformado en la barca del inframundo.\n\nA lo largo del río Estigia, las almas de los fallecidos se transforman en dulces susurros, y exhortan {F#a la heroína}{M#al héroe} a que no regrese al mundo de los vivos.\n\"Ya has sometido a los Titanes de ese mundo, ¿por qué no dejas tu legado a tus sucesores?\".\nAl oír estas palabras, {F#la pesarosa}{M#el pesaroso} salvado{F#ra}{M#r} respondió con profundo dolor:\n\"Almas caídas que aquí se demoran, ¿nunca han considerado que mi deseo de salvar el mundo supera al de reunirme con los míos?\".\n\nSobre la barca, {F#la}{M#el} salvado{F#ra}{M#r} recordó los momentos de su Viaje buscallamas:\n\"Adiós, Tánatos, que riges la Muerte,\nruego que cuides bien de mis mejores amigos, aunque nunca temieron morir\".\n{F#La}{M#El} salvado{F#ra}{M#r} acarició sus guanteletes de gamuza, que aún conservaban el calor de sus amigos caídos.\nPartió entonces de aquella costa cubierta de sereniflores, arrastrad{F#a}{M#o} por el cálido y húmedo céfiro hacia el mundo mortal.\n\n\"Cerces, te ruego que defiendas mi razón, para que no tenga otra sorpresa traumática\".\nAquella experiencia de volver de la muerte fue suficiente para probar sus cualidades heroicas ante cualquiera.\n\"No llevará mucho más tiempo, mis compañeros Herederos de Crisos, cumpliré ese juramento inquebrantable\".\n\nLa tierra de Georios le dio la bienvenida a su regreso, y el Viaje buscallamas continuó.\nComo la noche cuando se dispersan las nubes oscuras, la estrella del alba brilló una vez más."
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "Túnica del legado {F#de la}{M#del} salvado{F#ra}{M#r}",
      "type": "BODY",
      "desc": "Se dice que esta es la túnica de batalla que vestía {F#la}{M#el} salvado{F#ra}{M#r} legendari{F#a}{M#o} cuando se enzarzaba en combate. Es probable que la prenda real no tenga nada que ver con las descripciones de los rapsodas.",
      "typeText": "Torso",
      "backstory": "Mientras las nubes oscuras de Aquila se arremolinaban con furia contenida,\n{F#la heroína salvadora}{M#el héroe salvador} cruzó el puente hecho de arcoíris, y derribó aquel cielo antes inalcanzable.\n\nAl lado {F#de la heroína salvadora}{M#del héroe salvador} estaba su compañera, que se había enfrentado a la vida y la muerte con {F#ella}{M#él}.\n\"Ser buscallamas implica un viaje de pérdidas constantes, entre las que incluso la vida tiene poco valor\".\nAl oír estas palabras, {F#la resuelta}{M#el resuelto} salvado{F#ra}{M#r} respondió con calma:\n\"Hace tiempo que comprendo su determinación, y jamás la traicionaré, ni en mil vidas\".\n\nEn el camino hacia el ritual de la Era Nova, {F#la}{M#el} salvado{F#ra}{M#r} se fue despidiendo uno a uno de sus camaradas que defendían el camino de regreso.\n\"Fue una travesía y una epopeya que duró mil años,\nuna historia que innumerables predecesores nos confiaron, y que hoy finalmente completaremos aquí\".\nEl último camarada colgó su capa sobre los hombros {F#de la}{M#del} salvado{F#ra}{M#r} y se giró para enfrentar la marea de temibles enemigos.\nEra un símbolo de su lucha hombro con hombro, tanto una encomienda como un legado.\n\n\"Si pudieras escuchar, Talanton, este noble sacrificio merece un mañana mejor\".\n\"En realidad, lo hemos reducido a cenizas...\".\n\"Es solo una forma de comenzar el poema de la creación\".\n\nBajo la mirada gentil de Kefale, {F#la}{M#el} salvado{F#ra}{M#r} reforjará el cielo y la tierra con todos los deseos de la humanidad..."
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "Botas pioneras {F#de la}{M#del} salvado{F#ra}{M#r}",
      "type": "FOOT",
      "desc": "Se dice que estas son las botas que llevaba {F#la}{M#el} salvado{F#ra}{M#r} legendari{F#a}{M#o} durante sus travesías por montes y ríos. Es probable que la prenda real no tenga nada que ver con las descripciones de los rapsodas.",
      "typeText": "Piernas",
      "backstory": "\"Crisálida de Oro, verás el romántico final con tus propios ojos, y tejerás de nuevo un destino inmaculado\".\n\"Puerta del Infinito, abrirás las incontables sendas de regreso, con lo que se cumplirá la profecía del reencuentro en el día de mañana\".\n\"Rama de la Grieta, plantaste la semilla de la sospecha, que finalmente germinará en la sabiduría de todos\".\n\"Ojo Circadiano, ¡mira ese cielo sin fisuras ni grietas, cuyo final es la luz sanadora del arcoíris!\".\n\n\"Regresa a casa, Lanza de la Furia, ascenderás al trono rodeado de tu pueblo, jurando paz para el mundo\".\n\"Habla libremente, Moneda del Capricho, ya sea para gastar bromas astutas o decir palabras sinceras, ya no necesitas ocultarte\".\n\"Abraza con libertad, Mano Sombría, señora del río Estigia...\".\n\"Tu gentileza da calor a los campos de flores de la otra orilla, porque cada despedida merece la esperanza de un reencuentro\".\n\n\"El mundo oirá el canto de la Crátera de la Profusión en un banquete sin fin\".\n\"El mundo verá cómo el Velo de la Noche Eterna atesora los recuerdos que nunca habrán de olvidarse\".\n\"El eterno Pilar de Piedra sostendrá el viaje de todos los seres hasta el final del camino\".\n\"La Balanza de la Justicia otorgará leyes imparciales y coronará a los innumerables héroes del Viaje buscallamas...\".\n\n\"Trono de los Mundos, ya no tendrás que cargar con todo en soledad.\nMira, el sol inextinguible ya ha salido...\".\n\nEsas palabras forjadas en el arrepentimiento encontrarán su plenitud en un poema reescrito.\nY ese destino inalcanzable será alcanzado abriendo caminos."
    }
  ]
}