{
  "_id": 10019,
  "id": "10019",
  "name": "Retour des étoiles",
  "type": 19,
  "tabName": "Retour des étoiles",
  "tag": "Événement de retour",
  "introduction": "◆ Règles ◆\nPendant cet événement, les Pionniers de retour après une longue absence peuvent obtenir un Cadeau de retrouvailles, une fois seulement. Participez, et accomplissez les objectifs de connexion sur sept jours et ceux de la Voie du retour afin d'obtenir les récompenses correspondantes. Pendant la durée de l'événement, terminer des niveaux dans les Calices, les Cavernes de la corrosion et autres défis permet également d'obtenir deux fois plus de récompenses grâce à l'effet de récompenses doubles.\n\n◆ Récompenses de connexion sur 7 jours ◆\nConnectez-vous pendant la période de l'événement pour recevoir des récompenses. Les récompenses sont actualisées tous les jours à 4 h 00 (heure du serveur). Les récompenses de connexion quotidienne ne peuvent être récupérées qu'une seule fois. Vous pouvez obtenir jusqu'à 7 jours de récompenses.\n\n◆ Récompenses de la Voie du retour ◆\nTerminez les missions spécifiques de l'événement pour obtenir des récompenses et des « rails du retour ». Lorsque vous en avez suffisamment récupéré, vous pouvez recevoir des récompenses de palier. Vous ne pouvez récupérer les récompenses bonus de chaque palier qu'une fois.\n\n◆ Récompenses bonus doublées ◆\nPendant la période de retour, vous pouvez recevoir deux fois plus de récompenses en terminant les défis des Calices, des Cavernes de la corrosion et des Ornements planaires. Une fois les récompenses doubles épuisées, vous gagnez une récompense supplémentaire en plus de la récompense initiale.\n※ Lorsque les événements de récompenses doubles comme celui du Jardin de l'opulence sont disponibles en même temps que Retour des étoiles, ce sont les récompenses doubles du Jardin de l'opulence et des événements similaires qui sont décomptées en premier quand vous obtenez des récompenses.\n\n◆ Enquête de retour ◆\nTerminez l'enquête pour gagner des récompenses. Les récompenses seront envoyées par courrier. L'enquête ne peut être remplie qu'une seule fois. Si vous avez déjà envoyé l'enquête, vous ne pouvez pas la remplir à nouveau ou la modifier.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}