{
  "_id": 10019,
  "id": "10019",
  "name": "Retour des étoiles",
  "type": 19,
  "tabName": "Retour des étoiles",
  "tag": "Événement de retour",
  "introduction": "◆ Règles ◆\nPendant cet événement, les Pionniers de retour après une longue absence peuvent obtenir un cadeau de retrouvailles, une fois seulement. Participez, et accomplissez les objectifs de connexion sur sept jours et de la Voie du retour afin d'obtenir les récompenses correspondantes. Pendant la durée de l'événement, les Calices fournissent également deux fois plus de matériaux grâce à l'effet de récompenses doubles.\n\n◆ Récompenses de connexion sur 7 jours ◆\nConnectez-vous pendant la période de l'événement pour recevoir des récompenses. Les récompenses sont actualisées tous les jours à 4 h <unbreak>00</unbreak> (heure du serveur). Les récompenses de connexion quotidienne ne peuvent être récupérées qu'une seule fois. Vous pouvez obtenir jusqu'à 7 jours de récompenses.\n\n◆ Récompenses de la Voie du retour ◆\nTerminez les missions spécifiques de l'événement pour obtenir des récompenses et des « rails du retour ». Lorsque vous en avez suffisamment récupérés, vous pouvez recevoir des récompenses de palier. Vous ne pouvez récupérer les récompenses de chaque palier qu'une fois.\nLa Voie du retour comprend 4 étapes. Chaque étape se débloque un jour après l'autre à 4 h <unbreak>00</unbreak> (heure du serveur).\n\n◆ Récompenses bonus doublées ◆\nPendant la période de retour, vous pouvez recevoir deux fois plus de récompenses les <unbreak>42</unbreak> premières fois que vous terminez des Calices, jusqu'à 6 fois par jour. Une fois les récompenses doubles des Calices épuisées, vous gagnez une récompense supplémentaire en plus de la récompense initiale.\nLa limite de récompenses doubles se réinitialise tous les jours à 4 h <unbreak>00</unbreak> (heure du serveur).\n※ Lorsque les effets du Jardin de l'opulence et du Retour des étoiles sont actifs en même temps, ce sont les récompenses doubles du Jardin de l'opulence qui sont décomptées en premier lorsque vous terminez des Calices.n\n◆ Enquête de retour ◆\nTerminez l'enquête pour gagner des récompenses. Les récompenses seront envoyées par courrier. L'enquête ne peut être remplie qu'une seule fois. Si vous avez déjà envoyé l'enquête, vous ne pouvez pas la remplir à nouveau ou la modifier.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}