{
  "_id": 10043,
  "id": "10043",
  "name": "Invitation à la fête",
  "description": "Rejoignez-nous sur la planète des festivités ! Invitez vos amis pour une expérience palpitante au parc d'attractions de Penacony ! Vous pouvez gagner jusqu'à <unbreak>540</unbreak> jades stellaires !",
  "type": 38,
  "tabName": "Invitation à la fête",
  "tag": "Détails de l'événement",
  "introduction": "◆ Détails de l'événement ◆\n● Pendant l'événement, vous pouvez inviter des Pionnières et Pionniers de retour pour gagner des récompenses telles que des jades stellaires.\n● Si vous êtes encore en activité sur le jeu, vous pouvez partager votre code d'invitation pour inviter d'autres Pionniers éligibles à revenir et gagner des récompenses en jades stellaires ainsi que des chances de participer à un tirage au sort.\n● Après s'être connectés au jeu, les Pionniers de retour peuvent à leur tour partager leur propre code d'invitation pour inviter d'autres Pionniers éligibles à revenir et participer à l'événement web.\n※ Il peut y avoir un délai dans la mise à jour du statut des Pionniers de retour. Lorsque c'est le cas, attendez 2 minutes avant de rafraîchir la page web.\n\n◆ Récompenses de l'événement ◆\n● En invitant 6 Pionniers à revenir sur le jeu, et en terminant toutes les missions sur la page web, vous obtiendrez jade stellaire ×<unbreak>540</unbreak>.\n● Partagez votre code d'invitation une première fois pour obtenir jade stellaire ×<unbreak>30</unbreak>. Les Pionniers qui auront associé votre code d'invitation pour la première fois recevront en outre jade stellaire x<unbreak>60</unbreak>.\n● Créez votre billet DIY une première fois pour obtenir 1 chance de participer au tirage au sort. Chaque fois que vous invitez 1 Pionnier à revenir, vous obtenez 1 chance, pour un maximum de <unbreak>21</unbreak> chances de participer.\n\n◆ Pionniers de retour ◆\nLes Pionniers et Pionnières qui peuvent participer à l'événement Retour des étoiles sont considérés comme des Pionniers de retour. Les conditions de participation à l'événement Retour des étoiles sont les suivantes :\n● Niveau de pionnier supérieur ou égal à <unbreak>10</unbreak> et avoir terminé la mission pionnière « La longue attente du fil de la lame » sur Jarilo-VI ;\n● Ne pas s'être connecté(e) pendant <unbreak>14</unbreak> jours d'affilée ou plus ; \n● <unbreak>40</unbreak> jours ou plus se sont écoulés depuis la dernière activation de l'événement Retour des étoiles sur ce compte.\n※ La durée du statut Pionnier de retour sera la même que celle de l'événement Retour des étoiles.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestRetrunRecall.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}
