{
  "_id": 150003,
  "id": "150003",
  "name": "Ramdam à l'allée des Aurums",
  "description": "L'allée des Aurums se voit offrir une nouvelle chance. Elle a le choix entre accepter le financement de la CPI qui souhaite tout remanier ou être relancée par la Guilde des commerçants locaux. Vous êtes en mesure d'influencer le cours des événements...",
  "type": 22,
  "tabName": "Ramdam à l'allée des Aurums",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nL'allée des Aurums se voit offrir une nouvelle chance. Elle a le choix entre accepter le financement de la CPI qui souhaite tout remanier ou être relancée par la Guide des commerçants locaux. Vous êtes en mesure d'influencer le cours des événements...\n\n◆ Opérations de l'allée des Aurums ◆\n● Vous devez terminer la mission d'aventure « Les affaires reprennent (I) » pour lancer les opérations de l'allée des Aurums. Il y a 4 phases en tout.\n● Vous pouvez gagner des fonds pour le compte de la Guilde des commerçants au cours des opérations de l'allée des Aurums, afin de l'aider à sortir de la crise. Lorsque vous aurez atteint les objectifs de chaque phase et que vous en aurez attesté auprès de la Guilde des commerçants, vous aurez accès à la partie suivante de la mission et le décor de l'allée des Aurums changera.\n● Pendant la période des opérations, vous pouvez également participer à des « événements de magasin » pour établir des partenariats avec eux. Cela vous permet de faire avancer les opérations et de modifier le magasin. Une fois un partenariat établi, certains magasins proposeront des marchandises à la vente.\n● Vous débloquerez de nouveaux événements de magasin au fur et à mesure de votre progression dans les phases d'opération de l'allée des Aurums.\n\n◆ Gestion du chargement ◆\n● Vous pouvez gagner des fonds pour le compte de la Guilde des commerçants au cours de la période des opérations de l'allée des Aurums grâce à la gestion du chargement.\n● Vous aurez accès à de nouvelles livraisons et marchandises en terminant des événements de magasin.\n● Lorsque vous aurez atteint les objectifs de phase, vous débloquerez les « livraisons personnalisées » de chaque magasin sous forme de défis.\n● Lorsque vous aurez suffisamment progressé dans les opérations de l'allée des Aurums, vous aurez accès à un astroskiff de fret de plus grande capacité, ce qui vous permettra d'améliorer la rentabilité des livraisons.\n\n◆ Planification logistique ◆\n● Au cours des opérations de l'allée des Aurums, vous pouvez planifier des itinéraires grâce à la « planification logistique » et obtenir les récompenses correspondantes en réalisant certains scores.\n● Vous aurez la possibilité de débloquer des magasins dans la planification logistique en terminant les événements de magasin correspondants et de planifier leur itinéraire logistique jusqu'aux docks.\n● Lorsque vous aurez atteint les objectifs de phase, vous aurez accès aux « événements de rue ». Terminez-les pour obtenir des récompenses et débloquer des bonus d'itinéraire dans la planification logistique.\n● Lorsque vous aurez suffisamment progressé dans les phases d'opération de l'allée des Aurums, vous aurez accès aux itinéraires logistiques à basse, moyenne et haute altitude ce qui vous permettra de toucher plus de magasins.\n\n◆ Récompenses permanentes ◆\n● Récupérez des certificats de prospérité grâce à la planification logistique, aux événements de magasin, aux événements de rue et aux livraisons personnalisées.\n● Vous pouvez les échanger contre des récompenses via les avantages de guilde.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuesAlley.png",
  "unlockConditions": "[PlayerLevel:21]"
}
