{
  "_id": 150018,
  "id": "150018",
  "name": "Danse martiale des étoiles",
  "description": "La Danse martiale a débuté à bord du Fendeur des cieux, et les meilleurs artistes martiaux de tout le cosmos se sont réunis pour s'affronter. Vous aussi, faites l'expérience de cette compétition au sommet et préparez-vous à embarquer pour une aventure légendaire...",
  "type": 251,
  "tabName": "Danse martiale des étoiles",
  "tag": "Comment jouer",
  "introduction": "◆ Introduction ◆\nLa Danse martiale a débuté à bord du Fendeur des cieux, et les meilleurs artistes martiaux de tout le cosmos se sont réunis pour s'affronter. Vous aussi, faites l'expérience de cet événement en tant qu'« {M#invité spécial}{F#invitée spéciale} »...\n\n◆ Règles de l'événement ◆\n● Pendant cet événement, vous êtes {F#la}{M#le} coach de Luka, le concurrent de Belobog et participez aux matchs de la Danse martiale des étoiles.\n● Le tournoi comporte plusieurs niveaux. Vous devez vaincre le champion de chaque match d'affrontement pour progresser vers le niveau suivant et affronter Yanqing, le maître de l'arène lors du défi final.\n● Avant de défier le champion de chaque niveau, vous devez vaincre d'autres compétiteurs lors des matchs de qualification pour accumuler suffisamment de points. Une fois le palier de points atteint, vous pouvez défier le maître de l'arène dans le match d'affrontement.\n\n◆ Règles des combats ◆\n● Lors de la compétition de la Danse martiale, les deux concurrents accumulent des points d'engouement en fonction du soutien du public.\n● Chaque match propose différents mécanismes de moments de gloire, qui nécessitent que les concurrents effectuent des actions de combat spécifiques pour les déclencher et accumuler des points d'engouement.\n● Lorsque l'icône de l'adversaire clignote en rouge dans l'ordre d'action, cela signifie qu'il accumule de la valeur d'action.\n● Lorsque les points d'engouement des alliés augmentent, ceux de l'adversaire diminuent et vice versa.\n● Lorsque les points d'engouement de l'un ou l'autre des adversaires atteignent le maximum, le champ de bataille entre dans l'état Exaltation totale, ce qui permet au concurrent soutenu par le public de bénéficier d'un puissant bonus.\n● En tant que coach de Luka, vous pouvez utiliser des guides tactiques pour l'aider en combat ou équiper des boissons tactiques avant le combat pour lui accorder des bonus.\n● Vous pouvez sélectionner des personnages d'essai pour participer au défi.\n● La puissance des ennemis augmente avec votre niveau d'équilibre.\n\n◆ Matchs de qualification ◆\n● Participez aux matchs de qualification pour vaincre d'autres concurrents et marquer des points. Une fois le palier de points requis atteint, vous pouvez participer au match d'affrontement de la phase actuelle.\n● Chaque niveau de match de qualification propose 2 concurrents à affronter, mais vous ne pouvez en défier qu'un à la fois.\n● Lorsque vous avez atteint le seuil de points requis, vous devez vous rendre au tableau des scores du hall pour confirmer votre éligibilité à participer au match d'affrontement avant de pouvoir participer à cette phase de la compétition.\n\n◆ Matchs spéciaux sur invitation ◆\n● Certains niveaux comportent des matchs spéciaux sur invitation optionnels. Participer à ces matchs ne permet pas d'obtenir de points pour les matchs de qualification.\n● Vous pouvez toujours participer aux matchs de qualification lorsque vous défiez des matchs spéciaux sur invitation.\n\n◆ Oniring ◆\n● L'Oniring vous permet de défier 5 maîtres de l'arène dans des niveaux de difficulté élevée.\n● Vous débloquez un nouvel Oniring à la fin de chaque match d'affrontement.\n● Lors des combats de l'Oniring, les boss des 3 phases doivent être vaincus en 6 cycles.\n● Vous obtenez un meilleur score s'il reste des cycles à la fin du défi.\n● Lors des combats de l'Oniring, les actions des alliés ne permettent pas d'obtenir de points d'engouement.\n● Terminez le défi de l'Oniring pour obtenir des récompenses d'entraînement.\n\n◆ Récompenses permanentes ◆\n● Terminez les matchs d'affrontement et de qualification pour gagner des insignes d'épée de la Danse martiale.\n● Vous pouvez échanger vos insignes d'épée contre des récompenses dans la partie Récompenses martiales.\n● Parmi les récompenses se trouvent le familier Tapir et des objets pour débloquer les Eidolons de March 7th de la Chasse.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}