{
  "_id": 150006,
  "id": "150006",
  "name": "Contes foxiens de l'étrange",
  "description": "Avec la destruction du Fourneau de la création, les Héliobes qui y étaient enfermés se sont échappés. La Commission des dix seigneurs est chargée d'éradiquer ces créatures. Aidez les juges lors de cette aventure extraordinaire.",
  "type": 30,
  "tabName": "Contes foxiens de l'étrange",
  "tag": "Comment jouer",
  "introduction": "◆ Introduction ◆\nAvec la destruction du Fourneau de la création, les Héliobes qui y étaient enfermés se sont échappés. La Commission des dix seigneurs est chargée d'éradiquer ces créatures. Aidez les juges lors de cette aventure extraordinaire.\n\n◆ Continuité pionnière « Contes foxiens de l'étrange » ◆\n● La continuité pionnière « Contes foxiens de l'étrange » comporte les chapitres « Promenade fantasmagorique » et des histoires comme « Jumelles », « Perspicace », « L'art de l'épée » et « Rêve foxien ». Lorsque vous aurez terminé « Promenade fantasmagorique », vous pourrez continuer les autres histoires des Contes foxiens de l'étrange, accepter les missions d'investigation du Canard possédé et défier les différents niveaux des Chroniques d'exorcisme.\n\n◆ Le Canard possédé ◆\n● Vous gérez le compte « Guiguillerette » du blog du Canard possédé conjointement avec la brigade de chasse aux fantômes. Votre but est d'augmenter le niveau de popularité du compte en gagnant de nouveaux abonnés.\n● Vous pouvez participer aux missions d'investigation proposées par le Canard possédé. Une fois ces missions terminées, vous pourrez éditer et publier des posts au nom de la « brigade de chasse aux fantômes » pour recevoir des commentaires de la communauté, attirer de nouveaux abonnés et obtenir des points de récompense.\n● Plus vous avez d'abonnés, plus le niveau de popularité du compte augmente. À mesure que vous progressez dans les niveaux de popularité, vous avez accès à de nouvelles histoires de la continuité pionnière des Contes foxiens de l'étrange, qui vous permettent de débloquer de nouvelles missions d'investigation quand vous les terminez.\n● Vous pouvez également répondre aux commentaires des internautes sur le Canard possédé pour gagner des points de récompense.\n\n◆ Chroniques d'exorcisme ◆\n● Au fur et à mesure que vous progressez dans la continuité pionnière « Contes foxiens de l'étrange », vous débloquerez différentes tours d'exorcisme dans le Jardin de vulpeflâne ainsi que les défis qui leur sont associés dans les Chroniques d'exorcisme. Chaque tour d'exorcisme est composée d'étages avec quatre niveaux de difficultés.\n● Vous obtenez des points de récompense chaque fois que vous terminez un niveau des Chroniques d'exorcisme. Lorsque vous terminez tous les défis d'un niveau, vous pouvez obtenir des récompenses dans la section des Récompenses d'exorcisme.\n● Lorsque vous aurez terminé la continuité pionnière « Rêve foxien », « Vade Retro » sera disponible dans les Chroniques d'exorcisme, ce qui se décompose en quatre niveaux d'« expédition de guerre », chacun se débloquant après avoir terminé toutes les difficultés des niveaux des Chroniques d'exorcisme d'une tour d'exorcisme.\n● Pour tous les défis des Chroniques d'exorcisme, vous devez utiliser les techniques d'exorcisme apprises dans les « Contes foxiens de l'étrange ».\n\n◆ Récompenses permanentes ◆\n● Vous pouvez obtenir des points de récompense en terminant les missions d'investigation du Canard possédé et les niveaux des Chroniques d'exorcisme.\n● Vous pouvez augmenter votre niveau d'abonnement dans le système de « plan d'abonnement » en utilisant des points de récompense, ce qui vous permet d'obtenir les récompenses des abonnés.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesHeliobus.png",
  "unlockConditions": "[PlayerLevel:21]"
}