{
  "_id": 30008,
  "id": "30008",
  "name": "Chasse aux créatures insolites",
  "description": "Les « créations de Ruan Mei » à bord de la station spatiale ont développé leur propre civilisation ! Asta et Screwllum vous ont {M#chargé}{F#chargée} d'enquêter à ce sujet...",
  "type": 51,
  "tabName": "Chasse aux créatures insolites",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nÀ cause d'une tournure d'événements inattendue, les créatures de la Zone d'isolement créées par Ruan Mei ont développé leur propre civilisation de manière spontanée ! Intriguée par ce phénomène, Asta vous a confié la tâche d'enquêter sur la façon d'élever ces créatures. Elle et Screwllum ont même préparé un « Moule de la vie » et un « Robot assistant » rien que pour vous...\n\n◆ Règles de l'événement ◆\n● L'événement Chasse aux créatures insolites vous permet de personnaliser et d'élever vos propres créations.\n● Des mutations peuvent se produire pendant la phase d'élevage, permettant d'obtenir de nouvelles caractéristiques ou des créations rares.\n● Vous pouvez obtenir les caractéristiques des créations de base en terminant la mission d'aventure « Chasse aux créatures insolites » et en vous aventurant dans la Zone d'isolement.\n\n◆ Récompenses permanentes ◆\n● Votre niveau de recherche augmente à mesure que vous obtenez de nouvelles caractéristiques et que vous élevez des créations rares.\n● La progression dans les niveaux de recherche permet d'obtenir des récompenses de recherche.\n\n◆ Récompenses à durée limitée ◆\n● Vous pouvez obtenir des récompenses d'élevage en remplissant des objectifs d'élevage spécifiques pendant la période de l'événement à durée limitée.\n\n◆ Remarque ◆\nVous ne pourrez plus obtenir les récompenses à durée limitée une fois l'événement à durée limitée « Chasse aux créatures insolites » terminé. Cependant, vous pourrez toujours participer à l'activité par le biais du Moule de la vie de la Zone d'isolement et obtenir les récompenses permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestSpaceZoo.png",
  "unlockConditions": "[PlayerLevel:21]"
}