{
  "_id": 40004,
  "id": "40004",
  "name": "Aventure sensovirtuelle",
  "description": "Le test spécial du Département de l'écologie portant sur la « perception et les hallucinations induites par des odeurs de formes de vie inconnues » a commencé. Vous avez été spécialement {M#invité}{F#invitée} à participer à ce test...",
  "type": 33,
  "tabName": "Aventure sensovirtuelle",
  "tag": "Détails de l'événement",
  "introduction": "◆ Résumé ◆\nLe Département de l'écologie est en ébullition. À l'approche de l'arrivée des génies, ils ont lancé des tests dédiés au projet sur la « perception et hallucinations induites par des odeurs de formes de vie inconnues », au cours duquel des plug-ins olfactifs spéciaux peuvent être activés pour déclencher un changement de perception, provoquant des hallucinations. Vous avez été {M#chargé}{F#chargée} de participer à ce test. Aidez le Département de l'écologie à recueillir des données essentielles en affrontant et en éliminant courageusement ces illusions \n\n◆ Note sur l'événement ◆\n● Le mode normal se débloque en premier quand l'événement est lancé. Une fois tous les niveaux du mode normal terminés, parlez au Cloudbot pour débloquer les niveaux du mode désespoir.\n● Vous ne pourrez plus obtenir les récompenses à durée limitée une fois la période de l'événement à durée limitée terminée.\n\n◆ Aventure sensovirtuelle ◆\n● Les illusions simulées à partir de la stimulation olfactive sont différentes des boss normaux. Familiarisez-vous avec les descriptions spéciales des illusions avant d'engager le combat.\n● Vous débloquerez le défi suivant après avoir atteint un certain score.\n● La difficulté des ennemis du mode normal augmente en fonction de votre niveau d'équilibre, tandis que celle des ennemis du mode désespoir est fixe.\n● Vous pouvez utiliser différents plug-ins olfactifs pour obtenir différents bonus de capacité.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestActivityStrongChallenge.png",
  "unlockConditions": "[PlayerLevel:21]"
}
