{
  "_id": 40005,
  "id": "40005",
  "name": "Chocmar TV",
  "description": "Les signaux de la chaîne TV de Penacony ont été détournés par une organisation inconnue qui diffuse désormais des programmes étranges. {M#Intrigué}{F#Intriguée} par la nature de ces programmes, vous décidez de découvrir la vérité...",
  "type": 200,
  "tabName": "Chocmar TV",
  "tag": "Détails de l'événement",
  "introduction": "◆ Aperçu ◆\nCertains écrans de Penacony ont soudainement commencé à diffuser des programmes un peu étranges. Uma, une présentatrice de la chaîne TV, voudrait vous parler de cet incident. Allez savoir quels secrets se cachent derrière...\n\n◆ Règles de l'événement ◆\n● Il y a 5 écrans dont le signal a été piraté dans cet événement. Vous devez trouver les écrans dans différentes zones et vaincre le cerveau de l'opération après être {M#entré}{F#entrée} en combat.\n● Les 5 niveaux de combat se débloquent au fur et à mesure des jours, mais le cinquième niveau n'est débloqué qu'à condition d'avoir cumulé des points dans les quatre premiers niveaux.\n● La puissance des ennemis augmente selon votre niveau d'équilibre.\n● Vous pouvez sélectionner des personnages d'essai pour participer au défi.\n\n◆ 4 chaînes principales ◆\n● Il y a 4 chaînes TV majeures à Penacony (correspondant aux niveaux 1 à 4). Chaque niveau présente un ennemi principal avec un mécanisme de mutation propre.\n● Cibler ce mécanisme de mutation est un bon moyen de vaincre cet ennemi. Activer le mécanisme de mutation en combat peut augmenter le rang de votre bonus de niveau.\n● Le rang du bonus de niveau peut être augmenté dans le niveau pour accumuler de meilleurs bonus. Accumuler un haut rang de bonus de niveau augmentera les capacités de base des personnages.\n● Les niveaux 1 à 4 sont composés de 2 phases, accumulation et affrontement final.\n● Durant la phase d'accumulation, il y a un compte à rebours de 4 cycles au cours duquel les ennemis afflueront en continu. Durant cette phase, vous devez exploiter le mécanisme de mutation des ennemis pour augmenter le rang du bonus de niveau autant que possible.\n● Durant la phase d'affrontement final, le rang du bonus de niveau ne peut pas être augmenté davantage. Venez à bout d'un maximum de vagues d'ennemis en 6 cycles. Vous recevrez des points bonus s'il vous reste des cycles lorsque vous terminez le niveau.\n\n◆ Studio Live ◆\n● Le Studio Live est le niveau 5, le combat contre le boss final. Vous pouvez appliquer le rang de bonus de niveau le plus élevé obtenu dans chacun des niveaux précédents (1 à 4).\n● Avant de commencer le niveau, sélectionnez 2 bonus de niveaux accumulés lors des niveaux 1 à 4 et utilisez-les lors du combat contre le boss final.\n● Venez à bout d'un maximum de vagues d'ennemis en 6 cycles pour obtenir un score élevé. S'il vous reste des cycles lorsque vous terminez le niveau, vous recevrez des points bonus.\n\n◆ Récompenses ◆\n● Durant l'événement, vous pouvez récupérer des récompenses de niveau depuis les récompenses à durée limitée en atteignant des rangs de bonus de niveau spécifiques et en obtenant certains scores au cours des différents niveaux.\n● Défiez tous les niveaux et obtenez des scores spécifiques pour obtenir le Prix Chocmar.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTelevision.png",
  "unlockConditions": "[PlayerLevel:21]"
}