{
  "_id": 40002,
  "id": "40002",
  "name": "Contes fantastiques",
  "description": "La crise s'est apaisée à bord du Luofu, et on peut entendre le récit des exploits des Sans Noms à chaque coin de rue. Monsieur Xiyan, le conteur du Havre des astroskiffs, a l'air intéressé par votre aventure et souhaite raconter votre histoire...",
  "tabName": "Contes fantastiques",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nNombreux sont ceux qui relatent les exploits des Sans Noms à Xianzhou. Le conteur du Xianzhou espère que vous pourrez l'aider à faire le récit de vos aventures.\n\n◆ Règles de l'événement ◆\n● Après le début de l'événement, un nouveau chapitre de l'Épopée héroïque se débloque chaque jour, pour un total de 3 chapitres. À la fin de chaque chapitre, vous débloquez un défi des « Légendes passées et présentes ».\n● Lorsque vous terminez un chapitre de l'Épopée héroïque durant l'événement, vous recevez une Fiche de personnage dont vous pouvez améliorer progressivement les capacités. Ces capacités peuvent rendre l'expérience des Légendes passées et présentes encore plus passionnante.\n● La Fiche de personnage propose une variété de combinaisons d'accessoires en scénarium que vous pouvez ajuster librement, et dont les effets s'appliquent dans Légendes passées et présentes.\n● Vous obtiendrez un score de combat plus élevé si vous utilisez les bonnes combinaisons d'accessoires dans la Fiche de personnage.\n● Vous pouvez utiliser des personnages d'essai dans Légendes passées et présentes.\n● Les ennemis continuent d'apparaître durant le combat pendant un nombre limité de cycles. Vous recevez des points en fonction des dégâts infligés et du nombre d'ennemis vaincus. Le record est mis à jour en fonction des résultats du défi à la fin du combat.\n● Le niveau des ennemis et des personnages d'essai de l'événement augmente avec le niveau d'équilibre.\n\n◆ Récompenses ◆\nVous pouvez obtenir des récompenses pendant l'événement dans la liste des récompenses après avoir atteint certains scores dans Légendes passées et présentes. Chaque fois que vous atteignez au moins 10 000 points dans une des « Légendes passées et présentes », vous débloquez la partie de l'élément de lecture Légende {M#du pionnier}{F#de la pionnière}correspondante. Les personnages principaux de l'élément de lecture changent en fonction des personnages que vous avez utilisés lors du combat. Lorsque vous aurez débloqué toutes les parties de l'élément de lecture, vous pourrez obtenir l'objet en édition limitée « Légende {M#du pionnier}{F#de la pionnière} ». Vous pourrez consulter cette lecture à tout moment en allant dans l'interface des objets de mission de votre inventaire. Cet objet limité ne peut être obtenu que lors de cet événement.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}