{
  "_id": 40006,
  "id": "40006",
  "name": "Mystères du crépuscule",
  "description": "Une enfant égarée est apparue au milieu du marché animé. Elle regarde autour d'elle, visiblement à la recherche de quelqu'un...",
  "tabName": "Mystères du crépuscule",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nUne enfant égarée est apparue au milieu du marché animé. Elle regarde autour d'elle, visiblement à la recherche de quelqu'un... {M#Le pionnier}{F#La pionnière} au grand cœur devra trouver les parchemins éparpillés pour découvrir les secrets oubliés de cette cité...\n\n◆ Règles de l'événement ◆\n● Cet événement comporte 5 parchemins. Vous devez retrouver les parchemins dans différentes zones et affronter les adversaires correspondants.\n● Les 5 niveaux de combat se débloquent au fur et à mesure des jours, mais le cinquième niveau n'est débloqué qu'à condition d'avoir cumulé des points dans les quatre premiers niveaux.\n● La puissance des ennemis augmente avec votre niveau d'équilibre.\n● Vous pouvez sélectionner des personnages d'essai pour participer au défi.\n● Les alliés régénèrent 50 % moins d'énergie par rapport à un combat normal dans le mode de jeu Mystères du crépuscule.\n\n◆ Parchemins dispersés ◆\n● Il y a quatre parchemins dispersés dans la cité (correspondant aux niveaux 1 à 4). Chaque niveau est gardé par un ennemi clé doté d'une mécanique de mutation.\n● Exploitez cette mécanique pour vaincre rapidement les ennemis. Le rang du bonus de niveau augmente lorsque vous déclenchez cette mécanique.\n● Le bonus de niveau est un bonus qui peut être cumulé. Plus son rang est élevé, plus les capacités de combat des personnages sont améliorées.\n● Les niveaux 1 à 4 sont divisés en deux phases : amélioration du bonus et affrontement final.\n● La phase d'amélioration du bonus comporte un compte à rebours de 3 cycles, où les ennemis réapparaissent en continu. Lors de cette phase, vous devez utiliser la mécanique de mutation de l'ennemi clé pour augmenter le rang du bonus de niveau autant que possible.\n● Pendant l'affrontement final, vous ne pouvez plus améliorer le bonus de niveau. Éliminez le plus de vagues d'ennemis possible en 4 cycles pour obtenir un score élevé. Les cycles restants lorsque vous terminez le niveau vous permettent d'obtenir des points bonus. Si vous abandonnez pendant cette phase, le rang du bonus de niveau accumulé est tout de même enregistré.\n● Les ultimes de tous les alliés sont immédiatement activés au début de la phase de l'affrontement final.\n\n◆ Défi du Titan ◆\n● Le Défi du Titan correspond au niveau 5, c'est le combat contre le boss final. Il vous permet de bénéficier du rang de bonus de niveau le plus élevé obtenu dans chacun des niveaux 1 à 4.\n● Avant de commencer le niveau, vous devez sélectionner 2 bonus de niveaux accumulés lors des niveaux 1 à 4 pour les utiliser lors du combat contre le boss final.\n● Éliminez le plus de vagues d'ennemis possible en 4 cycles pour obtenir un score élevé. Les cycles restants lorsque vous terminez le niveau vous permettent d'obtenir des points bonus.\n\n◆ Récompenses ◆\n● Atteignez un certain rang de bonus de niveau ou obtenez des scores spécifiques dans les niveaux durant l'événement pour obtenir les récompenses à durée limitée.\n● Terminez tous les niveaux avec le score requis pour recevoir le Don des âges.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnTVSeason2.png",
  "unlockConditions": "[PlayerLevel:21]"
}