{
  "_id": 50008,
  "id": "50008",
  "name": "Cosmopoly",
  "description": "L'Astral Express a reçu un colis de la part d'une Sans Nom. Pom-Pom vous attend à bord de l'Express pour que vous l'ouvriez ensemble...",
  "type": 47,
  "tabName": "Cosmopoly",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nL'Astral Express a reçu un colis provenant d'une Sans Nom. Pom-Pom attend votre retour à bord de l'Express avec impatience pour l'ouvrir et découvrir ce qu'il contient...\n\n◆ Objectifs d'événement ◆\n● Les Pionniers doivent au fil des jours récupérer des « billets pionniers » pour débloquer des récompenses aussi bien au niveau individuel qu'à l'échelle du serveur.\n● Au cours de cet événement, vous devez continuellement faire don de billets pionniers pour cumuler les contributions individuelles et débloquer les récompenses correspondantes.\n● La contribution individuelle participe à accélérer la progression de la contribution cosmique. Des récompenses de palier se débloqueront à mesure que la progression de la contribution cosmique atteint certains paliers.\n\n◆ Règles de l'événement ◆\n● Connectez-vous chaque jour pour obtenir des dés. Lorsque vous lancez un dé, vous pouvez vous déplacer sur le plateau et récupérer des billets pionniers grâce à différents modes de jeu. Lorsque vous tombez à court de dés, vous pouvez faire dons des billets pionniers cumulés.\n● Lorsque la progression de la contribution cosmique atteint <unbreak>100</unbreak> %, les Pionniers pourront utiliser les dés sans aucune limite.\n\n◆ Test d'affinité pionnière ◆\n● Des questions seront présentées aux Pionniers au cours de l'événement.\n● Après avoir répondu à un certain nombre de questions, les Pionniers débloqueront un retour de questionnaire et récupéreront des récompenses correspondantes.\n\n◆ Notes ◆\n● Si aucun don n'est fait un jour donné, les billets pionniers cumulés seront automatiquement ajoutés à la contribution la prochaine fois que vous lancerez l'événement.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMonopoly.png",
  "unlockConditions": "[PlayerLevel:21]"
}