{
  "_id": 50005,
  "id": "50005",
  "name": "Guerres de l'étherium",
  "description": "La CPI organise actuellement le Festival du tournoi interastral au cours duquel les joueurs peuvent démontrer leur talent sur le jeu qui fait fureur partout dans l'univers : Guerres de l'étherium !",
  "tabName": "Guerres de l'étherium",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nLes « Guerres de l'étherium » sont un jeu de combat développé par la Corporation pour la Paix Interastrale qui utilise des pièces d'éther. Le jeu a connu un succès fulgurant à travers tout l'univers depuis sa sortie. Dans ce jeu, les données de n'importe quelle créature peuvent être copiées sous forme d'esprits d'éther, que les joueurs peuvent collectionner, combattre, entraîner et améliorer. Cette année, la CPI a décidé d'organiser le Festival du tournoi interastral à Belobog, au cours duquel les joueurs des Guerres de l'étherium provenant des quatre coins de l'univers pourront s'affronter et se disputer le titre de maître du tournoi.\n\n◆ Règles de l'événement ◆\n● L'événement comporte des règles de combat spécifiques. Vous devez combattre vos adversaires avec des esprits d'éther.\n● L'objectif de l'événement est de décrocher le titre de maître du Festival du tournoi interastral. Pour ce faire, vous devrez passer une à une les épreuves des quatre zones de victoires et vaincre les maîtres de zone pour obtenir leurs badges de maîtrise. Une fois les quatre badges de maîtrise récupérés, vous serez {F#qualifiée}{M#qualifié} pour le tournoi.\n● Dans le mode de défi « Combats hyperlink », vous pouvez affronter d'autres joueurs partout dans l'univers dans des combats d'esprits d'éther, et retrouver des visages familiers rencontrés lors de vos expéditions.\n● Vous rencontrerez divers esprits d'éther durant les défis que vous pourrez renforcer en les collectionnant, combattant, entraînant et améliorant.\n\n◆ Récompenses ◆\n● Vous pouvez améliorer votre classement lors de l'événement en relevant les défis des zones de victoire et en disputant des combats hyperlink. Vous recevrez des récompenses au fur et à mesure que vous progresserez dans les ligues.\n● Terminez les objectifs de l'événement dans le délai imparti pour recevoir les récompenses à durée limitée de l'événement.\n\n◆ Attention ◆\n● Une fois la période de l'événement terminée, vous ne pourrez plus récupérer les récompenses à durée limitée. Cependant, vous pourrez toujours vous rendre à l'Ancien site d'essai d'armes de Belobog pour profiter du contenu de l'événement.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestAetherDivide.png",
  "unlockConditions": "[PlayerLevel:21]"
}