{
  "_id": 50002,
  "id": "50002",
  "name": "Musée de l'Hiver éternel\nCatalogue de curiosités",
  "tabName": "Catalogue de curiosités du Musée de l'Hiver éternel",
  "tag": "Détails de l'événement",
  "introduction": "◆ Résumé ◆\nLe Musée de l'histoire et de la culture de Belobog a été entièrement rénové. En tant que {M#conservateur suppléant}{F#conservatrice suppléante}, vous êtes responsable de la gestion et du développement du musée, dans le but de relancer sa popularité.\n\n◆ Gestion du musée ◆\n● Une fois ce mode de jeu débloqué, la série de missions d'aventure « L'occasion fait le larron » devient accessible. Vous pourrez commencer la gestion du musée après avoir terminé « L'occasion fait le larron (partie 1) ».\n● Il y a cinq phases dans la gestion du musée, qui vous permettent d'obtenir des Revitapoints. Vous pourrez passer à la phase suivante et débloquer de nouvelles galeries une fois les objectifs cumulés de chaque phase terminés.\n● Lors des journées d'ouverture, vous pouvez obtenir des Revitapoints en dépensant des fonds de développement pour améliorer les galeries ou en recrutant des médiateurs culturels.\n\n◆ Pièces de collection et médiateurs culturels ◆\n● Vous aurez des objectifs opérationnels bonus à remplir au cours de la gestion du musée, et vous rencontrerez des événements aléatoires. Ces objectifs et événements vous permettront d'obtenir des indices sur des pièces de collection perdues pouvant être rapatriées dans les collections du musée.\n● Vous pouvez également recruter des médiateurs culturels invités en terminant la série de missions d'aventure « L'occasion fait le larron » et la série de missions de recrutement de guide débloquée lors d'événements aléatoires.\n\n◆ Récompenses ◆\n● Vous obtiendrez des récompenses de phase de gestion à chaque fois que vous terminerez une phase de gestion du musée.\n● Vous pouvez recevoir des récompenses de collection dans le Catalogue de curiosités après avoir récupéré de nouvelles pièces d'exposition ou recruté des médiateurs culturels invités.\n● Vous pouvez recevoir des récompenses à durée limitée pendant la période de l'événement dans la section des récompenses à durée limitée de l'événement en terminant les objectifs opérationnels et de collection.\n\n◆ Rappel ◆\nVous ne pourrez plus recevoir les récompenses à durée limitée de l'événement une fois l'événement à durée limitée du Catalogue de curiosités du Musée de l'Hiver éternel terminé. Cependant vous pourrez encore profiter de l'événement en visitant le Musée de l'histoire et de la culture du District administratif de Belobog.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMuseum.png",
  "unlockConditions": "[PlayerLevel:21]"
}