{
  "_id": 50012,
  "id": "50012",
  "name": "Au fil des beaux rêves de Chronou",
  "description": "Les Studios Chrono, la société qui produit la série d'animation « Chronou », traversent une crise sans précédent. Et pour ne rien arranger, le réalisateur en chef est introuvable...",
  "tabName": "Au fil des beaux rêves de Chronou",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nSuite à la disparition de l'Horloger, le département de production des Studios Chrono est en crise. Aidez-le à terminer le montage de la superproduction Au fil des beaux rêves de Chronou !\n\n◆ Montage ◆\n● Terminez la mission d'aventure « Horloge arrêtée » pour commencer le montage d'Au fil des beaux rêves.\n● À mesure que vous progressez dans le montage, vous décrochez des sponsors. Une fois que vous atteignez 100 %, vous pouvez organiser une projection publique pour soutenir le parc. Les fonds obtenus après la projection seront utilisés pour réparer les écrans endommagés.\n● Au fur et à mesure de l'avancée du montage, l'équipe aura l'occasion de tourner des « partenariats commerciaux ». Terminez les missions associées pour obtenir des récompenses.\n● À mesure que vous progressez dans le montage d'Au fil des beaux rêves, vous débloquez de nouveaux partenariats.\n\n◆ Montage ◆\n● Il n'y a pas de secret, pour faire un bon montage, il faut savoir utiliser judicieusement les dés temporels. Attribuez des dés temporels aux différentes séquences pour augmenter le nombre de plans qu'elles contiennent et influencer les réactions du public, qu'il s'agisse de rires, de pleurs ou de frissons. Ces trois réactions sont primordiales pour le succès du film.\n● Avant d'être finalisé, le film est soumis à une projection interne. Chaque film a ses propres critères de projection, et seuls les films qui remplissent les exigences spécifiques sont jugés conformes lors de la projection interne.\n● Si un film ne remplit pas les conditions requises lors de la projection interne, il est considéré comme un échec de montage. D'autre part, si l'une des trois réactions du public tombe à 0, le contenu du film est jugé problématique, ce qui est également considéré comme un échec du montage.\n\n◆ Séries dérivées ◆\n● Au cours du montage, vous aurez l'occasion de débloquer les bobines des séries dérivées de personnages secondaires. Tournez des séquences qui contiennent des avant-premières de ces séries dérivées pour débloquer les séries dérivées correspondantes et aidez les animateurs à terminer les histoires des personnages secondaires !\n\n◆ Récompenses permanentes ◆\n● Vous avez la possibilité de tester différentes options pour l'intrigue, ce qui peut aboutir à des fins complètement différentes de l'histoire originale. Terminez les différentes fins pour obtenir les récompenses correspondantes en Chèques Chronou.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnClockPark.png",
  "unlockConditions": "[PlayerLevel:21]"
}