{
  "_id": 50010,
  "id": "50010",
  "name": "Furie du combat",
  "description": "Un chercheur du Département de la maintenance a recréé un jeu de combat à l'intérieur d'une bulle mémorielle. Il vous invite à y jouer...",
  "tabName": "Furie du combat",
  "tag": "Comment jouer",
  "introduction": "◆ Introduction ◆\nUn chercheur du Département de la maintenance est votre plus grand fan. Il a utilisé des bulles mémorielles pour recréer le jeu auquel il préférait jouer dans son enfance. Il a spécifiquement demandé à quelqu'un de vous inviter à y jouer, il a même préparé une « fonction d'assistance » pour vous. C'est trop gentil pour refuser...\n\n◆ Règles de l'événement ◆\n● Au cours de cet événement, 6 niveaux de combat se débloquent les uns après les autres.\n● Au cours du combat, vous devez vaincre 3 vagues de boss en 6 cycles. D'autre part, des ennemis classiques apparaissent également en permanence.\n● Vous pouvez obtenir un score plus élevé s'il reste des cycles quand vous terminez le niveau.\n● Les points d'énergie récupérés lorsqu'un allié élimine un ennemi sont équivalents à 50 % de ceux obtenus en combat normal.\n● Vous pouvez sélectionner des personnages d'essai pour participer au défi.\n● La puissance des ennemis augmente avec votre niveau d'équilibre.\n\n◆ Aperçu du gameplay ◆\n● Chaque niveau a sa propre mécanique de combat. Activez-le pour accumuler rapidement de la valeur de combat, ce qui vous permet d'augmenter votre phase de combat et d'obtenir des bonus.\n● Lorsque vous entrez en phase de combat 4 : Puissance déchaînée, vous obtenez de puissants bonus pour vous aider à vaincre les ennemis !\n\n◆ Valeur de combat ◆\n● Vous accumulez de grandes quantités de valeur de combat chaque fois que vous déclenchez la mécanique de combat.\n● Vous accumulez de petites quantités de valeur de combat à chaque fois qu'un personnage agit.\n● Une fois que votre valeur de combat atteint la valeur cible, votre phase de combat augmente.\n● Le montant de valeur de combat nécessaire pour augmenter la phase de combat est différent dans chaque niveau. Vous pouvez la consulter dans chaque niveau.\n\n◆ Phases de combat ◆\n● Il y a 4 phases de combat. Chaque fois que vous atteignez la phase suivante, vous pouvez activer une fonction d'assistance supplémentaire pour obtenir plus de bonus.\n● Entrez en phase de combat 4 : Puissance déchaînée pour obtenir de puissants bonus. La fonction d'assistance activée dans cette phase est le bonus principal de ce niveau, elle est ajoutée par défaut et ne peut pas être choisie.\n● Les fonctions d'assistance des phases de combat 2 et 3 doivent être sélectionnées avant d'entrer en combat.\n● La phase de combat 4 : Puissance déchaînée se termine après un certain nombre d'actions, ce qui vous fait retourner en phase 3.\n● Durant la phase de combat 4 : Puissance déchaînée, chaque attaque dirigée contre un ennemi permet d'accumuler des attaques de puissance. En fonction du nombre d'attaques de puissance accumulées, un certain montant de valeur de combat vous est restitué lorsque vous retournez en phase de combat 3, pour vous aider à retourner plus rapidement en phase de combat 4 : Puissance déchaînée.\n\n◆ Récompenses ◆\n● Améliorez votre phase de combat jusqu'à une certaine phase dans chaque niveau et venez à bout du boss pour récupérer des récompenses de niveau dans les « Récompenses à durée limitée ».\n● Affrontez tous les niveaux et éliminez la première vague de boss de chaque niveau pour récupérer le Cadeau de Bob.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFeverTime.png",
  "unlockConditions": "[PlayerLevel:21]"
}