{
  "_id": 50011,
  "id": "50011",
  "name": "La légende de\\nla batte galactique",
  "description": "Giovanni vous a {M#invité}{F#invitée} à tester un jeu qui a été inspiré par vous. Affrontez les ennemis dispersés à travers l'univers, façonnez les armes les plus puissantes et devenez {M#le meilleur joueur}{F#la meilleure joueuse} de baseball galactique !",
  "type": 220,
  "tabName": "La légende de la batte galactique",
  "tag": "Comment jouer",
  "introduction": "◆ Introduction ◆\nGiovanni vous a invité à tester un jeu qui a été inspiré par vous. Affrontez les ennemis dispersés à travers l'univers, façonnez les armes les plus puissantes et devenez {M#le meilleur joueur}{F#la meilleure joueuse} de baseball galactique !\n\n◆ Règles de l'événement ◆\n● Lors de cet événement, vous avez l'opportunité d'affronter six niveaux avec trois niveaux difficulté. Chaque niveau comporte trois phases de combat.\n● Pour réussir le défi, vous devez éliminer un nombre spécifique d'ennemis au cours des trois phases de combat dans un nombre limité de cycles.\n● Une fois l'événement lancé, vous devez atteindre un score défini dans les niveaux précédents pour débloquer les niveaux suivants.\n● La puissance des ennemis augmente avec votre niveau d'équilibre.\n● Vous pouvez sélectionner des personnages d'essai pour participer aux défis.\n● Lorsque des ennemis sont éliminés dans l'événement « La légende de la batte galactique », les personnages ne restaurent que <unbreak>50</unbreak> % des points d'énergie qu'ils restaureraient lors de combats classiques.\n\n◆ Aperçu du gameplay ◆\n● Éliminez les ennemis des niveaux pour gagner de l'expérience et améliorer votre niveau d'équipe.\n● Chaque niveau offre un bonus d'équipe différent. Le bonus augmente avec le niveau de l'équipe.\n● Lorsque votre niveau d'équipe augmente, vous pouvez choisir une arme ou un accessoire aléatoire. Lorsque vous obtenez une arme ou un accessoire que vous possédez déjà, vous pouvez augmenter son niveau pour obtenir des effets plus puissants.\n● Les armes peuvent agir de manière autonome ou être déclenchées par des alliés pour infliger des DGT aux ennemis, tandis que les accessoires fournissent divers bonus aux armes et aux alliés.\n● Chaque arme a son propre accessoire de résonance. Lorsque vous possédez une arme au niveau maximum ainsi que son accessoire de résonance, vous pouvez la faire évoluer en arme légendaire.\n● Les ennemis deviennent de plus en plus puissants à chaque cycle et phase. Pour pouvoir les éliminer, vous devez combiner judicieusement les armes et les accessoires et améliorer les armes en armes légendaires.\n\n◆ Gameplay des niveaux ◆\n● Dans chaque niveau, il y a plusieurs vagues d'ennemis réparties en trois phases. Chaque phase se termine par le défi d'un ennemi élite ou d'un boss.\n● Chaque vague comprend un nombre spécifique d'ennemis, qui réapparaissent continuellement jusqu'à ce que tous les ennemis de la vague soient éliminés.\n● Lors de chaque vague, il y a un compte à rebours d'un nombre de cycles défini. Lorsque le compte à rebours atteint zéro, tous les ennemis restants disparaissent, ne permettant plus de gagner de points ou d'expérience.\n● La vague élite de chaque phase présente des objectifs d'élimination spécifiques qui nécessitent de vaincre un certain nombre d'ennemis élites avant de pouvoir passer à la phase de combat suivante.\n● Plus vous éliminez d'ennemis et infligez de dégâts au boss final, meilleur est votre score. Vous pouvez également gagner des points supplémentaires s'il reste des cycles lorsque vous avez terminé le niveau.\n● Votre niveau d'équipe, les armes et accessoires obtenus ainsi que d'autres données sont automatiquement sauvegardés à la fin de chaque phase de combat. Vous pouvez utiliser les données sauvegardées pour reprendre votre défi au niveau en cours après avoir fait une pause.\n\n◆ Voyage cosmique ◆\n● Du premier niveau (la planète volcanique) au cinquième (la planète rêvatitude), vous avez accès à une arme de départ spécifique. Dans le dernier niveau (le trou noir éternel), vous pouvez choisir votre propre arme de départ.\n● À partir du quatrième niveau (la planète miniature), vous pouvez choisir différentes stratégies d'aventure au début de chaque phase pour obtenir de meilleurs bonus. \n● Dans le dernier niveau (le trou noir éternel), une phase de défi supplémentaire se débloque après avoir terminé les trois phases habituelles, vous permettant de défier un ennemi puissant et de gagner plus de points.\n\n◆ Jetons raton laveur ◆\n● Vous gagnez des jetons raton laveur lorsque vous éliminez des ennemis dans les niveaux.\n● Vous pouvez obtenir des trésors cosmiques en venant à bout des vagues élites, ce qui vous permet d'obtenir des quantités aléatoires d'armes/accessoires et de jetons raton laveur.\n● Lorsque vous avez terminé les défis de chaque niveau, vous pouvez dépenser vos jetons raton laveur dans la boutique cosmique pour améliorer vos stats, renforcer vos armes ou débloquer diverses fonctionnalités.\n\n◆ Récompenses ◆\n● Obtenez un nombre de points désigné dans les niveaux pour obtenir des récompenses de niveau dans les récompenses de progression.\n● Terminez les défis des niveaux pour gagner de la réputation cosmique et améliorer votre niveau de réputation, ce qui vous permet de débloquer les récompenses correspondantes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}