{
  "_id": 50015,
  "id": "50015",
  "name": "Épopée de l'épée primordiale",
  "description": "La cérémonie de la Danse martiale approche à grand pas, et March 7th a été invitée à apprendre l'art de l'épée auprès de Yanqing et de Yunli. En tant qu'{M#assistant}{F#assistante}, vous devez planifier son programme d'entraînement pour l'aider à remporter la victoire.",
  "type": 240,
  "tabName": "Épopée de l'épée primordiale",
  "tag": "Comment jouer",
  "introduction": "◆ Introduction ◆\nDans Épopée de l'épée primordiale, vous êtes l'{M#assistant}{F#assistante} dans l'entraînement à l'épée de March 7th et devez planifier son programme d'entraînement afin de l'aider à maîtriser diverses techniques pour vaincre Skott en <unbreak>15</unbreak> jours top chrono.\n\n◆ Règles de l'événement ◆\n● Vous pouvez planifier jusqu'à 4 activités par jour pour March 7th afin d'augmenter ses stats via divers entraînements de base et construire les fondations de l'apprentissage des techniques à l'épée.\n● En apprenant des techniques toujours plus puissantes, March 7th a l'intention de dépasser ses limites jusqu'à atteindre la Symbiose avec la lame.\n● Cet événement comporte de nombreuses histoires, que vous pouvez terminer au fil de vos rencontres à Xianzhou, des soutiens de compagnons ou d'anecdotes. La fin de l'histoire peut même différer en fonction des rencontres !\n\n◆ Récompenses permanentes ◆\n● En terminant différentes fins d'histoire, vous pouvez récupérer des récompenses de collection. De plus, après avoir terminé un certain nombre de fins, vous pouvez aussi obtenir les objets d'activation d'Eidolon pour la Voie de la Chasse de March 7th.\n\n◆ Récompenses à durée limitée ◆\n● Durant l'événement à durée limitée, compléter les missions d'entraînement à l'épée spécifiées vous permettra d'obtenir les récompenses correspondantes. Les récompenses limitées ne seront plus disponible après la fin de l'événement à durée limitée.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestSwordTraining.png",
  "unlockConditions": "[PlayerLevel:21]"
}