{
  "_id": 50020,
  "id": "50020",
  "name": "Le Cœur pionnier\\net la Magie de l'amitié !",
  "description": "Votre ami gris rencontré en rêve est arrivé seul dans une Belobog bien réelle. Il affirme être venu pour résoudre une crise impliquant des ombres inconnues qui attaquent les habitants, mais il a besoin de toute urgence de votre aide et de celle de vos compagnons...",
  "type": 242,
  "tabName": "Le Cœur pionnier et la Magie de l'amitié !",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nVotre ami gris rencontré en rêve est arrivé seul dans une Belobog bien réelle. Il affirme être venu pour résoudre une crise impliquant des ombres inconnues qui attaquent les habitants, mais il a besoin de toute urgence de votre aide et de celle de vos compagnons...\n\n◆ Règles de l'événement ◆\n● Un nouveau niveau se débloque chaque jour à partir du début de l'événement, pour un total de 5 niveaux\n● Chaque défi se compose de deux niveaux de difficulté : l'Épreuve d'initiation et l'Épreuve officielle. Après avoir terminé les épreuves d'initiation, vous débloquerez le niveau de difficulté de l'épreuve officielle.\n● Dans cette épreuve, vous pouvez uniquement utiliser les personnages d'essai sélectionnés ou les personnages que vous avez obtenus.\n● Augmenter le niveau d'équilibre augmentera également le niveau des ennemis.\n\n◆ Gameplay ◆\n● Dans chaque phase d'essai, différents personnages joueront le rôle du sorcier, lequel invoquera des lilipoubelles douées de capacités variées qui se battront à vos côtés.\n● La compétence et l'ultime du sorcier auront de tout nouveaux effets en commandant les lilipoubelles au combat.\n● Les lilipoubelles possèdent de nouveaux talents et attaques pour proposer des expériences de combat inédites.\n● Au niveau de difficulté Épreuve officielle, obtenez des récompenses d'étoiles en remplissant les différents objectifs définis de combo de compétences et éliminant les vagues d'ennemis avant la fin du cycle.\n\n◆ Récompenses d'événement ◆\n● Durant la période de l'événement, vous pouvez récupérer des récompenses via les Récompenses poubelles en accomplissant divers défis lors des niveaux.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrashCanSummon.png",
  "unlockConditions": "[PlayerLevel:21]"
}