{
  "_id": 50024,
  "id": "50024",
  "name": "Guide de décoration cosmique",
  "description": "Le quotidien des Sans Noms ne se résume pas qu'aux aventures épiques. Ces explorateurs ont tout un tas de corvées ordinaires dont ils doivent s'occuper. Au final, aménager sa chambre et organiser son temps sont des activités palpitantes et synonymes de découverte, non ?",
  "tabName": "Guide de décoration cosmique",
  "tag": "Comment jouer",
  "introduction": "◆ Aperçu ◆\nLe quotidien des Sans Noms ne se résume pas qu'aux aventures épiques. Ces explorateurs ont tout un tas de corvées ordinaires dont ils doivent s'occuper. Au final, aménager sa chambre et organiser son temps sont des activités palpitantes et synonymes de découverte, non ?\n\n◆ Règles de l'événement ◆\n● Lors de cet événement, vous obtenez enfin votre propre chambre que vous pouvez décorer et aménager à votre guise.\n● Pour mener à bien les rénovations, vous devez d'abord débloquer des fonds de l'Express en terminant des corvées.\n● Profitez du débrief pendant le service pour gagner des fonds de l'Express supplémentaires en remettant vos rapports de service.\n\n◆ Aménagement de la chambre ◆\n● La chambre est divisée en 6 zones, chacune ayant sa propre progression.\n● Dépensez des fonds de l'Express pour terminer l'aménagement de la chambre et améliorez le niveau d'aménagement pour obtenir des récompenses.\n● Lors des débriefs, vous obtenez des plans et des décorations. Les plans vous permettent de débloquer de nouveaux meubles à construire, et les décorations peuvent être disposées à différents endroits de la chambre.\n\n◆ Corvées ◆\n● L'équipe de service composée de cinq membres se chargent d'amasser des fonds de l'Express.\n● Sélectionnez différentes actions et déclenchez des événements chance lors des corvées pour accumuler des fonds de l'Express supplémentaires.\n● Vous débloquez de nouveaux membres de service à mesure que vous terminez des corvées.\n\n◆ Débrief ◆\n● Le débrief a lieu à intervalles réguliers à la fin des tâches quotidiennes.\n● Lors de cette phase, vous pouvez remettre vos rapports de service à Pom-Pom pour augmenter sa note d'évaluation et obtenir des fonds de l'Express supplémentaires.\n\n◆ Récompenses permanentes ◆\n● Terminez l'aménagement de la chambre pour obtenir des subventions de rénovation en récompense.\n● Inscrivez-vous à assez de missions dans le registre de service pour obtenir des récompenses.\n\n◆ Récompenses à durée limitée ◆\n● Lors de l'événement à durée limitée, terminez les missions spécifiées pour obtenir les récompenses correspondantes et le personnage 4 étoiles de votre choix.\n\n◆ Rappel ◆\nUne fois l'événement à durée limitée terminé, vous ne pouvez plus obtenir les récompenses à durée limitée. Cependant, vous pouvez toujours vous rendre à la Festi'Voiture pour faire l'expérience de l'événement et obtenir les récompenses permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrainParty.png",
  "unlockConditions": "[PlayerLevel:21]"
}