{
  "_id": 50029,
  "id": "50029",
  "name": "Choc des phoques",
  "description": "Un « rêve prémonitoire » inattendu vous a plongé au cœur de l'arène du Choc des phoques. Des vagues déchaînées, des mélodies joyeuses et des petits phoques... Qu'est-ce qui va bien pouvoir se passer au cours de la célébration dédiée à l'anniversaire de Phagousa ?",
  "tabName": "Choc des phoques",
  "tag": "Détails de l'événement",
  "introduction": "◆ Aperçu de l'événement ◆\nUn « rêve prémonitoire » inattendu vous a plongé au cœur de l'arène du Choc des phoques. Des vagues déchaînées, des mélodies joyeuses et des petits phoques... Qu'est-ce qui va bien pouvoir se passer au cours de la célébration dédiée à l'anniversaire de Phagousa ?\n\n◆ Règles de l'événement ◆\n● Au cours du Choc des phoques, vous faites équipe avec Bubulle pour guider un bébé phoque vers la victoire. Le tournoi se déroule en trois étapes : les phases de poule, les éliminatoires et la finale. Vous devez remporter les duels pour progresser.\n● À chaque victoire en mode histoire, vous obtenez des Jetons de phoque. Vous pouvez les échanger contre des nouveaux phoques dans la Boutique de phoques.\n● Après avoir atteint un certain palier dans la progression du tournoi, le mode arène se débloque. Vous pouvez alors affronter de mystérieux dresseurs de phoques venus du monde entier pour grimper dans le classement.\n\n◆ Récompenses permanentes ◆\n● À chaque match remporté en mode histoire, vous obtenez des Mélodies joyeuses.\n● Vous pouvez échanger les Mélodies joyeuses contre des récompenses dans l'Échange de prix.\n● Vous pouvez obtenir le familier Bubulle dans l'Échange de prix.\n\n◆ Récompenses à durée limitée ◆\n● Lors de l'événement à durée limitée, terminez les missions spécifiées pour obtenir les récompenses correspondantes.\n\n◆ Rappel ◆\nUne fois l'événement à durée limitée Choc des phoques terminé, vous ne pouvez plus obtenir les récompenses à durée limitée. Cependant, vous pouvez toujours vous rendre dans l'arène du Choc des phoques à Okhema pour profiter de l'événement et obtenir les récompenses permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnActivityMarble.png",
  "unlockConditions": "[PlayerLevel:21]"
}