{
  "_id": 50028,
  "id": "50028",
  "name": "Star Rail WORLD",
  "description": "L'Astral Express a reçu un nouveau colis. Cette fois-ci, il s'agit d'une invitation provenant d'un développeur de jeux...",
  "tabName": "Star Rail WORLD",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nL'Astral Express a reçu un nouveau paquet. Cette fois-ci, il s'agit d'un cadeau préparé par un développeur de jeux...\n\n◆ Objectifs de l'événement ◆\n● Pendant l'événement, vous devrez organiser et gérer les halls d'exposition de Star Rail WORLD.\n● Chaque site d'exposition a ses propres stands d'exposition uniques dans tout le cosmos. Demandez à des visages familiers de devenir des assistants avec qui vous vous occuperez des opérations.\n● Assignez intelligemment les assistants et terminez les événements de l'exposition pour améliorer l'efficacité de revenus. Gagnez toujours plus de pièces d'or pour augmenter le niveau d'exposition et assurer la réussite de l'événement.\n● Le niveau d'exposition maximum est le Niv. 10.\n● Les revenus accumulés par tous les Pionniers du cosmos augmenteront la jauge d'avancement du jeu. Lorsque la jauge atteindra 100 %, des récompenses seront débloquées.\n\n◆ Journées d'exposition ◆\n● Vous pouvez débloquer jusqu'à deux journées d'exposition par jour calendaire. Chaque journée d'exposition comporte une quantité définie d'événements de l'exposition.\n● Il existe deux types d'événement : Les livraisons de Pom-Pom et les événements d'invité. Terminez-les pour obtenir une grande quantité de pièces d'or ainsi que d'autres ressources.\n● Une journée d'exposition prend fin une fois tous les événements de l'exposition terminés.\n● Après avoir terminé le jeu à 100 %, vous pourrez profiter des journées d'exposition à volonté sans aucune restriction.\n\n◆ Règles ◆\n● Augmentez le niveau des assistants et nouez des liens avec certains d'entre eux pour améliorer de manière significative l'efficacité des revenus d'exposition.\n● Les assistants affectés à un stand continuent de gagner des pièces d'or même lorsque vous êtes hors ligne.\n● Lorsque la journée d'exposition se termine, vous ne pouvez plus rafraîchir les événements de l'exposition ni les missions, et les gains en pièces d'or diminuent considérablement pendant cette phase.\n\n◆ Récompenses ◆\n● Dans Star Rail WORLD, vous pouvez gagner des pièces d'or pour augmenter le Niv. d'exposition. Gagnez des niveaux pour récupérer des Récompenses de niveau.\n● Vous pouvez également remplir des objectifs opérationnels au cours de l'événement pour récupérer des récompenses supplémentaires.\n● Collaborez avec d'autres Pionnières et Pionniers à travers le cosmos pour augmenter les revenus d'exposition et progresser dans le jeu. Une fois le jeu terminé à 100 %, vous débloquerez des récompenses exclusives dans le cosmos.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestPlanetFes.png",
  "unlockConditions": "[PlayerLevel:21]"
}