{
  "_id": 50035,
  "id": "50035",
  "name": "La légende de la batte galactique :\nLe Roi démon",
  "description": "Une nouvelle aventure a commencé. Poursuivez le redoutable Roi démon à la cape noire, récupérez la Batte ultime, et devenez {M#le meilleur joueur}{F#la meilleure joueuse} de baseball galactique !",
  "tabName": "La légende de la batte galactique : Le Roi démon",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nUne nouvelle aventure a commencé. Poursuivez le redoutable Roi démon à la cape noire, récupérez la Batte ultime, et devenez {M#le meilleur joueur}{F#la meilleure joueuse} de baseball galactique !\n\n◆ Règles de l'événement ◆\n● Lors de cet événement, vous avez l'opportunité d'affronter six niveaux avec trois niveaux de difficulté : Facile, Moyen et Difficile. Chaque niveau comporte trois phases de combat.\n● Pour réussir le défi, vous devez éliminer un nombre spécifique d'ennemis au cours des trois phases de combat dans un nombre limité de cycles.\n● Une fois l'événement lancé, vous devez atteindre un score défini dans les niveaux précédents pour débloquer les niveaux suivants.\n● La puissance des ennemis augmente avec votre niveau d'équilibre.\n● Vous pouvez sélectionner des personnages d'essai pour participer au défi.\n● Lorsque des cibles ennemies sont éliminées dans l'événement « La légende de la batte galactique », les personnages alliés ne restaurent que 50 % des points d'énergie qu'ils restaureraient lors de combats classiques.\n\n◆ Aperçu du gameplay ◆\n● Éliminez les ennemis des niveaux pour gagner de l'expérience et améliorer votre niveau d'équipe.\n● Chaque niveau fournit un bonus d'équipe différent. Lorsque le niveau d'équipe augmente, les personnages alliés reçoivent des bonus proportionnels à leur niveau selon le bonus d'équipe du niveau actuel.\n● Lorsque votre niveau d'équipe augmente, vous pouvez choisir une arme ou un accessoire aléatoire. Lorsque vous obtenez une arme ou un accessoire que vous possédez déjà, vous pouvez augmenter son niveau pour obtenir des effets plus puissants.\n● Les armes peuvent agir de manière autonome ou être déclenchées par des alliés pour infliger des DGT aux ennemis, tandis que les accessoires fournissent divers bonus aux armes et aux alliés.\n● Chaque arme a son propre accessoire de résonance. Lorsque vous possédez une arme au niveau maximum ainsi que son accessoire de résonance à n'importe quel niveau, vous pouvez la faire évoluer en arme légendaire.\n● Certaines armes spéciales ont d'autres méthodes de résonance et peuvent évoluer en armes jumelles ou en armes prestigieuses, aussi puissantes qu'uniques.\n● Les ennemis deviennent de plus en plus puissants à chaque cycle et phase. Pour pouvoir les éliminer, vous devez combiner judicieusement les armes et les accessoires et améliorer les armes en armes légendaires.\n\n◆ Gameplay des niveaux ◆\n● Dans chaque niveau, il y a plusieurs vagues d'ennemis réparties en trois phases. Chaque phase se termine par le défi d'un ennemi élite ou d'un boss.\n● Chaque vague comprend un nombre spécifique d'ennemis, qui réapparaissent continuellement jusqu'à ce que tous les ennemis de la vague soient éliminés.\n● Lors de chaque vague, il y a un compte à rebours d'un nombre de cycles défini. Lorsque le compte à rebours atteint zéro, tous les ennemis restants disparaissent, ne permettant plus de gagner de points ou d'expérience.\n● La vague élite de chaque phase présente des objectifs d'élimination spécifiques qui nécessitent de vaincre un certain nombre d'ennemis élites avant de pouvoir passer à la phase de combat suivante.\n● Plus vous éliminez d'ennemis et infligez de dégâts au boss final, meilleur est votre score. Vous pouvez également gagner des points supplémentaires s'il reste des cycles lorsque vous avez terminé le niveau.\n● Votre niveau d'équipe, les armes et accessoires obtenus ainsi que d'autres données sont automatiquement sauvegardés à la fin de chaque phase de combat. Vous pouvez utiliser les données sauvegardées pour reprendre votre défi au niveau en cours après avoir fait une pause.\n◆ Voyage cosmique ◆\nDu premier niveau (Planète V612) au cinquième (Planète D007), vous avez accès à une arme de départ spécifique. Dans le dernier niveau (Antre du Roi démon), vous pouvez choisir votre propre arme de départ.\n● À partir du deuxième niveau (Planète C996), vous pouvez choisir une stratégie d'aventure au début de chaque phase de chaque niveau pour bénéficier de bonus de niveau supplémentaires.\nAprès avoir terminé les trois phases classiques du dernier niveau (Antre du Roi démon), vous débloquez l'épreuve du Roi démon, celle du boss final de l'événement : Le Roi démon à la cape noire.\n\n◆ Pièce d'or du raton laveur ◆\n● Vous gagnez des pièces d'or du raton laveur lorsque vous éliminez des ennemis dans les niveaux.\n● En venant à bout de vagues d'ennemis élites, vous obtenez des trésors du Roi démon contenant des quantités aléatoires d'armes, d'accessoires et de pièces d'or du raton laveur.\n● Lorsque vous avez terminé les défis de chaque niveau, vous pouvez dépenser vos pièces d'or du raton laveur dans la boutique cosmique pour améliorer vos stats, renforcer vos armes et débloquer ou renforcer diverses fonctionnalités.\n\n◆ Revisitez les classiques ◆\n● Après avoir terminé La légende de la batte galactique : Le Roi démon, vous pouvez accéder à La légende de la batte galactique : Le Grand départ via la console bleue à l'entrée de l'événement.\n\n◆ Récompenses à durée limitée ◆\n● Lors de l'événement à durée limitée, terminez les missions spécifiées pour obtenir les récompenses d'aventure correspondantes et un personnage 4 étoiles de votre choix.\n\n◆ Rappel ◆\nUne fois l'événement à durée limitée La légende de la batte galactique : Le Roi démon terminé, vous ne pouvez plus obtenir les récompenses à durée limitée. Cependant, vous pouvez toujours défier les différents niveaux pour obtenir de la réputation cosmique, augmenter votre niveau de réputation et obtenir les récompenses correspondantes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuildSC.png",
  "unlockConditions": "[PlayerLevel:21]"
}