{
  "_id": 50032,
  "id": "50032",
  "name": "Étoile porte-bonheur",
  "tabName": "Étoile porte-bonheur",
  "tag": "Détails de l'événement",
  "introduction": "◆ Règles de participation à l'événement ◆\n● L'événement est divisé en 7 phases, chaque phase de tirage dure un jour, et ce, à partir du premier jour de l'événement.\n● Vous pouvez choisir de participer au tirage ou de récupérer immédiatement une récompense fixe de 100 jades stellaires avant la date limite de chaque phase (les heures précises sont indiquées sur l'interface de l'événement). Une seule option peut être sélectionnée. Différentes options peuvent être choisies pour chaque jour du tirage.\n● Si aucun choix n'est fait pendant la phase de tirage, la récompense par défaut de jades stellaires vous est automatiquement attribuée, et vous ne participez pas au tirage au sort. Au début de l'événement, outre le tirage et les récompenses fixes, vous pouvez immédiatement récupérer 100 jades stellaires en guise de bénédiction porte-chance. Si vous ne vous connectez pas lors de la phase de tirage, il vous est tout de même possible de vous connecter avant la fin de l'événement pour récupérer une récompense unique de 800 jades stellaires.\n● Les résultats du tirage de chaque phase seront annoncés le jour suivant, et les heures précises seront affichées sur l'interface de l'événement.\n● Vous pouvez récupérer vos récompenses sur la page de l'événement pendant la durée de l'événement.\n● Si vous gagnez une récompense mais que vous ne la récupérez pas pendant l'événement, vous ne pourrez pas la recevoir après la fin de ce dernier et elle ne sera pas redistribuée.\n● La cagnotte est commune aux serveurs Astral Express et Sans Nom. Au cours des sept phases de l'événement, 20 pionniers au total pourront devenir des Étoiles chanceuses.\n\n◆ Récompenses ◆\n● Étoile chanceuse : 500 000 jades stellaires\n● Premier prix : 600 jades stellaires\n● Deuxième prix : 50 jades stellaires\n\n◆ Règles pour gagner ◆\n● Dans les phases 1, 2 et 3, deux Pionniers ou Pionnières auront peut-être la chance de devenir l'Étoile chanceuse. Ils et elles seront trois à être sélectionnés dans les phases 4, 5 et 6, et cinq dans la phase 7.\n● Lors de chaque phase de tirage, si vous participez mais que vous ne devenez pas l'Étoile chanceuse, vous aurez 10 % de chances de gagner le premier prix et 90 % de chances de gagner le deuxième prix.\n● Dans chaque phase, vous ne pourrez gagner que l'un des prix suivants : Étoile chanceuse, premier prix ou deuxième prix.\n● Au cours des 7 phases, vous ne pouvez devenir l'Étoile chanceuse qu'une seule fois. La même personne ne peut pas être désignée plusieurs fois.\n\n◆ Rappel des règles de l'Étoile chanceuse ◆\n● Si vous avez violé l'Accord utilisateur de HoYoverse en utilisant les services de HoYoverse, vous perdrez automatiquement votre éligibilité à gagner la récompense Étoile chanceuse.\n● La participation à cet événement doit être conforme aux lois en vigueur.\nSi vous êtes mineur, vous devez obtenir le consentement de votre tuteur avant de participer à ce tirage.\n● Si vous êtes sélectionné comme Étoile chanceuse, HoYoverse peut recueillir vos données personnelles d'identification.\n● Les questions non couvertes par cet événement, ainsi que les actions ultérieures des joueurs, resteront soumises à l'Accord utilisateur du jeu Honkai : Star Rail que vous avez accepté.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}