{
  "_id": 50034,
  "id": "50034",
  "name": "L'Agence Agrou",
  "description": "Les chimères élevées dans le Jardin de la vie apporteraient en fait une aide précieuse aux habitants d'Okhema au quotidien ? Devenez responsable de ces petits êtres et aidez ceux qui en ont besoin !",
  "tabName": "L'Agence Agrou",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\n● Les chimères élevées dans le Jardin de la vie apporteraient en fait une aide précieuse aux habitants d'Okhema au quotidien ? Devenez responsable de ces petits êtres et aidez ceux qui en ont besoin !\n\n◆ Règles de l'événement ◆\n● Dans L'Agence Agrou, vous devenez {F#la}{M#le} responsable d'une agence de chimères. En assignant les chimères aux tâches appropriées et en ajustant la composition de l'équipe en fonction de leurs caractéristiques, vous pouvez augmenter le classement de votre équipe de chimères au Jardin.\n\n◆ Mode heures sup' ◆\n● Le Mode heures sup' est débloqué dans le Jardin après avoir terminé la mission de l'événement.\n● Dans le Mode heures sup', l'équipe de chimères {M#du pionnier}{F#de la pionnière} devra terminer plusieurs tours de travail. Après chaque tour de travail, vous retournerez à l'interface de formation. À ce moment-là, les stats des chimères ayant survécu au tour précédent seront conservées, et les chimères ayant été vaincues ne pourront pas participer au tour suivant.\n● Avant que toutes les chimères ne soient terrassées par la fatigue, vous devez trouver un moyen d'obtenir plus de croc'agrou.\n\n◆ Récompenses permanentes ◆\n● Vous obtenez des récompenses chaque fois que votre équipe de chimères monte en rang.\n\n◆ Récompenses à durée limitée ◆\n● Lors de l'événement à durée limitée, terminez les missions spécifiées pour obtenir les récompenses correspondantes et un personnage 4 étoiles de votre choix.\n\n◆ Rappel ◆\nUne fois l'événement à durée limitée terminé, vous ne pouvez plus obtenir les récompenses à durée limitée. Cependant, vous pouvez toujours vous rendre au Jardin de la vie pour faire l'expérience de l'événement et obtenir les récompenses permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestChimera.png",
  "unlockConditions": "[PlayerLevel:21]"
}