{
  "_id": 50041,
  "id": "50041",
  "name": "Rififruit chez les oiseaux en origami",
  "description": "Tiens, tiens ! Ce ne serait pas une invitation à jouer à Rififruit chez les oiseaux en origami pour sa sortie officielle ? Il y a comme un air de déjà-vu, mais cette fois-ci, c'est la CPI qui est aux manettes.",
  "tabName": "Rififruit chez les oiseaux en origami",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nRififruit chez les oiseaux en origami est un jeu de duel d'arcade co-développé par la Famille et la CPI, conçu pour vous divertir avec des mécaniques de jeu de match-3 simples.\n\n◆ Règles de l'événement ◆\n● Pendant l'événement « Rififruit chez les oiseaux en origami », Qingque, qui a été maudite par le Fantôzoziau, affrontera d'autres adversaires dans une salle d'arcade, avec l'aide {M#du pionnier}{F#de la pionnière}, tout en cherchant un moyen de lever sa malédiction.\n● En mode histoire, à chaque victoire de Qingque contre un nouvel adversaire, son Niveau de réputation augmentera et elle débloquera alors de nouvelles fonctionnalités.\n● Une fois le Niv. 3 de réputation atteint, le mode multijoueur sera débloqué, vous permettant de participer à des duels en bec-à-bec ou à des combats éliminatoires contre des Pionnières et Pionniers d'autres mondes pour monter en rang.\n\n◆ Récompenses permanentes ◆\n● Terminez un certain nombre d'objectifs de défi dans le niveau pour récupérer des récompenses de duel.\n\n◆ Récompenses à durée limitée ◆\n● Lors de l'événement à durée limitée, terminez les missions spécifiées pour obtenir les récompenses correspondantes.\n\n◆ Rappel ◆\n● Une fois l'événement à durée limitée « Rififruit chez les oiseaux en origami » terminé, vous ne pourrez plus obtenir les récompenses à durée limitée. Cependant, vous pourrez toujours vous rendre sur le {TEXTJOIN#87} pour parler à Léna, participer à l'événement et obtenir les récompenses permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMatchThree.png",
  "unlockConditions": "[PlayerLevel:21]"
}