{
  "_id": 50042,
  "id": "50042",
  "name": "Grand restaurant chryséen\ndu labyrinthe",
  "description": "Les histoires regorgent de possibilités infinies. Cultivez et cuisinez aux côtés de vos fidèles compagnons, et savourez ces précieux moments de paix. Au cœur du labyrinthe, le restaurant est enfin prêt à ouvrir ses portes.",
  "tabName": "Grand restaurant chryséen du labyrinthe",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nCultivez et cuisinez aux côtés de vos fidèles compagnons, et savourez ces précieux moments de paix. Au cœur du labyrinthe, le restaurant est enfin prêt à ouvrir ses portes.\n\n◆ Règles de l'événement ◆\n● Pendant l'événement, vous devrez gérer des terres agricoles et diriger un restaurant au cœur du labyrinthe avec des collaborateurs familiers.\n● Le gameplay est divisé en deux parties : la culture des champs et la gestion du restaurant. À chaque jour d'ouverture, vous pourrez vous occuper une fois de vos cultures et gérer une fois le restaurant.\n● En mode culture, dépensez des fées d'or pour planter des cultures. À mesure que le restaurant gagne des Étoiles, de nouvelles graines se débloquent progressivement.\n● En mode gestion du restaurant, utilisez les récoltes pour prévoir le menu du jour, développer ou améliorer les plats. Une fois le restaurant ouvert, utilisez les ingrédients pour préparer des plats répondant aux demandes des clientes afin de gagner des fées d'or. En parallèle, vous pouvez aussi dépenser des fées d'or pour former le personnel et décorer le restaurant afin d'améliorer l'efficacité globale.\n● Après avoir fait suffisamment de bénéfices et accompli les missions de gestion, vous pourrez faire gagner des Étoiles au restaurant. Le restaurant peut gagner jusqu'à 4 Étoiles maximum. À mesure qu'il en gagne, le nombre de clientes qui fréquenteront le restaurant chaque jour augmentera, et davantage de graines, de membres du personnel, d'équipements et de plats deviendront progressivement disponibles.\n\n◆ Récompenses d'événement ◆\n● Complétez les sections du Manuel du bon gérant pour recevoir des récompenses d'événement permanentes.\n● Complétez les tâches dans les récompenses à durée limitée pour recevoir ces récompenses d'événement.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestElfRestaurant.png",
  "unlockConditions": "[PlayerLevel:21]"
}