{
  "_id": 50048,
  "id": "50048",
  "name": "De beaux rêves et le Saint Graal",
  "description": "Le Saint Graal, un calice aux pouvoirs magiques capable d'exaucer les vœux, a choisi de se manifester sur la planète des rêves. Un magnat de Penacony, ayant vécu pendant dix ères de l'Ambre, a envoyé des invitations à participer à la Guerre du Saint Graal à des invités de marque...",
  "tabName": "De beaux rêves et le Saint Graal",
  "tag": "Détails de l'événement",
  "introduction": "▌ Le jeu ne propose aucun doublage anglais pour les personnages de la collaboration. Vous pouvez changer de langue si vous le désirez.\n\n▌ Fate/Nuit des rêves réprimés\n● Le Saint Graal, un calice aux pouvoirs magiques capable d'exaucer les vœux, a fait de la planète des rêves sa prochaine destination. Un magnat de Penacony, ayant vécu pendant dix ères de l'Ambre, a envoyé des invitations à participer à la Guerre du Saint Graal à des invités de marque...\n\n▌ Fate/stay night\n◆ Introduction ◆\n● La Guerre du Saint Graal de Penacony s'est achevée, mais les Génies ont conféré au Saint Graal de nouvelles fonctionnalités. Dans un recoin du Feldspath Radieux, une toute nouvelle Guerre du Saint Graal simulée va bientôt commencer !\n\n◆ Règles de l'événement ◆\n● Dans Fate/stay night, vous participez à la Guerre du Saint Graal aux côtés de 7 personnages virtuels. Après plusieurs duels en combat singulier, un vainqueur est désigné.\n\n◆ Récompenses permanentes ◆\n● Vous accumulez des points en jouant à Fate/stay night. Une fois que vous avez accumulé une certaine quantité de points, vous pouvez récupérer des récompenses permanentes grâce aux récompenses de points.\n\n◆ Récompenses à durée limitée ◆\n● Pendant l'événement à durée limitée, vous accumulez des points en jouant à Fate/stay night. Une fois que vous avez accumulé une certaine quantité de points, vous pouvez récupérer des récompenses à durée limitée grâce aux récompenses de points.\n\n◆ Rappel ◆\n● Une fois l'événement à durée limitée Fate/stay night terminé, vous ne pourrez plus obtenir les récompenses de points. Cependant, vous pourrez toujours vous rendre sur la carte du Feldspath radieux et obtenir les récompenses permanentes.\n\n▌ Cadeau Fate\n● Pendant la période de l'événement, dépensez un total de 200 Pass spéciaux du Star Rail dans n'importe quel Saut événement de la version 3.4. Cela vous permettra d'obtenir la récompense une fois que le Saut de collaboration sera disponible.\n● Le compte du nombre total de Pass spéciaux du Star Rail dépensés est commun à tous les Sauts événements de la version 3.4.\n● Cette récompense ne peut être récupérée qu'une seule fois au cours de l'événement.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnCollaborationEventVersionQuest0340.png",
  "unlockConditions": ""
}