{
  "_id": 50063,
  "id": "50063",
  "name": "Petit draka deviendra géant",
  "description": "Par un coup du destin, vous voilà {M#devenu papa}{F#devenue maman} d'un bébé draka...?\nEh bien, soyons témoins de son extraordinaire aventure ensemble !",
  "tabName": "Petit draka deviendra géant",
  "tag": "Comment jouer",
  "introduction": "◆ Introduction ◆\nPar un coup du destin, vous voilà {M#devenu papa}{F#devenue maman} d'un bébé draka...?\nEh bien, soyons témoins de son extraordinaire aventure ensemble !\n\n◆ Règles de l'événement ◆\n● Pendant l'événement « Petit draka deviendra géant », établissez des programmes hebdomadaires pour développer les trois statistiques clés de votre bébé draka et découvrir ses caractéristiques. Des programmes différents créent des expériences de croissance uniques pour votre bébé draka.\n● Toutes les trois semaines, votre bébé draka devra passer une évaluation de croissance. Si ses statistiques sont suffisantes, il pourra la passer seul. Sinon, il aura besoin de votre aide. Après avoir réussi l'évaluation, il passera à l'étape de croissance suivante.\n● Complétez l'évaluation pour les trois étapes (Premiers pas, Adolescence et Jeune adulte), et vous pourrez archiver votre voyage ensemble, documenter votre histoire de croissance et recevoir des décorations spéciales en récompense.\n\n◆ Récompenses permanentes ◆\n● Complétez un certain nombre de jours d'évaluation pour obtenir les récompenses.\n\n◆ Récompenses à durée limitée ◆\n● Lors de l'événement à durée limitée, terminez les missions spécifiées pour obtenir les récompenses correspondantes.\n\n◆ Rappel ◆\n● Une fois l'événement à durée limitée « Petit draka deviendra géant » terminé, vous ne pourrez plus obtenir les récompenses à durée limitée. Cependant, vous pourrez toujours vous rendre sur la carte d'Okhema, la Ville sainte éternelle, pour parler à Anaxa, participer à l'événement et obtenir les récompenses permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestHipplen.png",
  "unlockConditions": "[PlayerLevel:21]"
}