{
  "_id": 60003,
  "id": "60003",
  "name": "Désastre de l'Essaim",
  "type": 31,
  "tabName": "Désastre de l'Essaim",
  "tag": "Comment jouer",
  "introduction": "◆ Introduction ◆\n● Herta, Ruan Mei, Screwllum et Stephen ont uni leurs forces pour proposer la première mise à jour majeure de l'Univers simulé !\nCette version propose non seulement de nouvelles bénédictions, bizarreries et événements aléatoires mais également une nouvelle carte d'itinéraire d'audience ainsi qu'un dispositif de communion !\n\n◆ But du jeu ◆\nRelevez les défis du Sentier des Éclaireurs et collectez des points de communion pour débloquer tous les chapitres de l'histoire principale.\n\n◆ Contenu ◆\n● Itinéraire d'audience : Frayez-vous un chemin à travers une « carte » formée par différentes zones pour arriver à votre destination.\n● Dés d'audience : Utilisez le dispositif de communion pour lancer des dés d'audience. Chaque dé d'audience est associé à une Voie et accorde des effets différents. Utilisez ces effets à bon escient pour gagner davantage de bénédictions et de bizarreries.\n● Chemin de communion : Accumulez des points de communion pour débloquer des bonus spéciaux (Remarque : les bonus ne sont actifs que dans le Désastre de l'Essaim).\n● Aiguillon cinglant de l'Essaim : Rendez-vous dans les profondeurs du troisième plan pour affronter le nouveau boss « Aiguillon cinglant de l'Essaim ».\n● D'autre part, le Désastre de l'Essaim propose un très grand nombre de nouvelles bénédictions, bizarreries et de nouveaux événements aléatoires, ainsi que de nouvelles Résonances de la Voie.\n\n◆ Récompenses ◆\n● Récupérez tous les chapitres du Désastre de l'Essaim pour obtenir des récompenses de collection.\n● Terminez le Sentier des Éclaireurs pour obtenir les récompenses correspondantes.\n● Terminez chaque niveau de difficulté pour la première fois pour obtenir des récompenses de premier achèvement.\n\n◆ Attention ◆\n● Le Désastre de l'Essaim comporte 5 niveaux de difficulté. Le niveau de difficulté V présente les obstacles et les défis les plus difficiles à surmonter. Choisissez le niveau de difficulté qui correspond à votre progression actuelle.\n● Récupérez tous les chapitres du Désastre de l'Essaim et terminez la mission d'aventure La fin du Désastre de l'Essaim pour débloquer la nouvelle Voie de la Propagation dans l'Univers simulé.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnRogueDlcQuestBannerSmall1.png",
  "unlockConditions": "[FinishMainMission:8013103]"
}
