{
  "_id": 60008,
  "id": "60008",
  "name": "Monde 9",
  "description": "Vous avez l'opportunité d'obtenir des ornements planaires des ensembles « Vie présente d'Izumo et royaume divin de Takama » et « Sigonia, terre vierge désolée » grâce au dispositif d'immersion du Monde 9 de l'Univers simulé.",
  "tabName": "Monde 9",
  "tag": "Comment jouer",
  "introduction": "◆ Règles du jeu ◆\nC'est moi, Herta, et voici l'Univers simulé.\n● À mesure que vous vous frayez un chemin au cœur de l'Univers simulé, vous rencontrerez de puissantes bénédictions liées à différentes Voies, des événements aléatoires et des bizarreries spéciales.\n● Dans le mode de jeu de l'Univers simulé, vous vous confrontez à des combinaisons de labyrinthes générés aléatoirement, à des ennemis d'élite renforcés et à des boss.\n\n◆ Récompenses ◆\n● Il y a actuellement plusieurs mondes dans l'Univers simulé. De nouveaux mondes se débloquent au fur et à mesure de votre progression dans l'Univers simulé et les missions pionnières, permettant d'avoir accès à de nouveaux niveaux, du contenu supplémentaire, et de nouvelles récompenses.\n● Terminez tous les mondes de l'Univers simulé une première fois pour obtenir des récompenses, telles que le personnage 4 étoiles Herta (l'Érudition : glace), des jades stellaires et des Pass du Star Rail.\n● Terminez l'Univers simulé pour recevoir des points et obtenir des récompenses en les accumulant. Les récompenses de points sont réinitialisées tous les lundis à 4 h 00 (heure du serveur).\n● Débloquez des bénédictions et des bizarreries dans l'Index de l'Univers simulé pour obtenir des jades stellaires.\n● Éliminez des ennemis dans les Zones élites ou de boss de l'Univers simulé pour obtenir des récompenses bonus.\n● Terminez l'Univers simulé pour recevoir des points de capacité à utiliser dans l'Arbre des capacités, activer de puissantes capacités et faciliter votre exploration dans l'Univers simulé.\n● À partir du Monde 3 de l'Univers simulé, l'échange d'ornement planaire est disponible après avoir vaincu des ennemis d'élite ou des boss.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueM9.png",
  "unlockConditions": "[FinishMainMission:1011502]"
}