{
  "_id": 60007,
  "id": "60007",
  "name": "Or et machines",
  "type": 34,
  "tabName": "Or et machines",
  "tag": "Comment jouer",
  "introduction": "◆ Résumé ◆\n● Herta, Ruan Mei, Screwllum et Stephen ont uni leurs forces pour proposer la seconde mise à jour majeure de l'Univers simulé ! Cette version offre non seulement de nouvelles bénédictions, bizarreries et événements aléatoires, mais également de nouvelles aventures.\n\n◆ Objectif ◆\nVous devez récupérez tous les Secrets de pionnier d'Or et machines pour en apprendre davantage sur l'histoire de la CPI et débloquer tous les Secrets d'Aiôn.\n\n◆ Contenu ◆\n● Dés personnalisés : La dernière version de l'Univers simulé permet d'assembler librement et de personnaliser les faces de dé. Collectez des faces de dé avec des capacités variées et combinez-les astucieusement de manière à obtenir davantage de bénédictions et de bizarreries.\n● Extrapolation de résonance : Lors du combat de boss du dernier niveau du troisième plan, l'énergie de la Voie de l'Érudition interfère avec le système de l'Univers simulé, ce qui extrapole les Résonances de la Voie de certaines Voies, offrant de nouveaux défis.\n● D'autre part, la mise à jour Or et machines de l'Univers simulé propose de nouvelles bénédictions, bizarreries et événements aléatoires, ainsi que de nouvelles Résonances de la Voie.\n\n◆ Récompenses ◆\n● Vous devez récupérer les Secrets d'Or et machines pour obtenir des récompenses de collection.\n● Terminez « Test » et « Casse-tête » pour recevoir des récompenses de défi.\n● Chaque fois que vous terminez une difficulté pour la première fois, vous obtenez des récompenses de premier achèvement.\n\n◆ Remarques ◆\n● Or et machines comporte 5 niveaux de difficulté, le cinquième étant le plus difficile et le plus exigeant. Vous pouvez défier ces niveaux en fonction de vos préférences.\n● Récupérez tous les Secrets d'Or et machines et terminez la mission pionnière « Or et machines : Chapitre final » pour débloquer la nouvelle Voie de l'Érudition de l'Univers simulé.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestRogueNous.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}