{
  "_id": 60006,
  "id": "60006",
  "name": "Plan de l'infini",
  "description": "Cette fois-ci, Herta et trois autres membres de la Société des génies ont apporté quelques changements... hmm... originaux à l'Univers simulé. Problème : chacune des grosses têtes s'est plantée et l'agencement des lignes de codes est si chaotique que le programme a commencé à s'étendre à l'infini !\nVous êtes désormais {M#le seul}{F#la seule} à pouvoir réparer les bêtises qui rendent l'Univers simulé démentiel.",
  "tabName": "Plan de l'infini",
  "tag": "Détails de l'événement",
  "introduction": "◆ Introduction ◆\nHerta, Ruan Mei, Screwllum et Stephen ont tous apporté de surprenantes modifications à l'Univers simulé.\n\n◆ Règles de l'événement ◆\n● Un nouveau plan est débloqué tous les jours après le début de l'événement, pour un total de 5 plans.\n● Chaque plan est régi par des règles singulières qui aideront les Pionniers et Pionnières à obtenir plus de bénédictions, bizarreries et fragments cosmiques sur leur chemin vers le pouvoir.\n● Chaque plan est composé d'un plan ordinaire et d'un plan de la folie. Terminer le plan ordinaire débloque le plan de la folie.\n● Le plan de la folie consiste en une suite de combats continus avec un compte à rebours à 6 cycles. Le nombre d'ennemis augmente avec les niveaux. Vous récupérez des points de folie en fonction du niveau du défi. S'il reste des cycles à la fin du défi, vous récupérez des points de folie supplémentaires.\n● Une fois le plan ordinaire terminé, les données telles que les bénédictions, les curiosités, les fragments cosmiques et les personnages sont automatiquement sauvegardées et peuvent être réutilisées dans le plan de la folie pour obtenir plus de points de folie.\n● La puissance des ennemis et des personnages d'essai de l'événement augmentent avec votre niveau d'équilibre.\n\n◆ Récompenses ◆\nPendant la durée de l'événement, terminez tous les plans ordinaires de chaque plan, défiez le plan de la folie et accumulez des points de folie pour récupérer des récompenses à durée limitée.\n● Aussi, accumulez des points de folie dans différents plans et atteignez certains paliers pour récupérer des récompenses cumulées.\n\n◆ Remarques ◆\n● Les bénédictions, bizarreries et événements rencontrés dans ce plan n'apparaîtront pas dans l'Index de l'Univers simulé.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[PlayerLevel:21]"
}