{
  "_id": 60011,
  "id": "60011",
  "name": "Univers parallèle :\\nLa Comédie humaine",
  "description": "Screwllum a développé une branche tout à fait indépendante de l'Univers simulé à l'aide de la technologie de la Planète Screwllum.",
  "type": 233,
  "tabName": "Univers parallèle : La Comédie humaine",
  "tag": "Comment jouer",
  "introduction": "◆ Introduction ◆\nScrewllum a développé une branche tout à fait indépendante de l'Univers simulé à l'aide de la technologie de la Planète Screwllum. L'extension compte de nouvelles bénédictions, des bizarreries inédites, des événements originaux, et Screwllum a même configuré un nouveau dispositif de test avec des équations, et des bizarreries pondérées. Qui sait ce que cette mise à jour vous réserve d'autre ?\n\n◆ Objectif ◆\n● Terminez les modes Calcul ordinaire et Calcul cyclique pour obtenir des points de synchronicité et améliorez votre niveau de synchronicité pour obtenir des récompenses.\n\n◆ Récompenses ◆\n● Tout ce que vous rencontrez dans l'Univers parallèle comme les bénédictions, les équations, les événements, les bizarreries et les bizarreries pondérées vous permet d'obtenir des récompenses de collection.\n● La première fois que vous terminez les différentes difficultés du mode Calcul ordinaire, vous obtenez des récompenses de défi.\n● La première fois que vous terminez le mode Calcul cyclique chaque semaine, vous obtenez des récompenses supplémentaires.\n● Remplissez les objectifs spécifiques de la Matrice de calcul stable pour obtenir les récompenses correspondantes.\n\n◆ Calcul ordinaire ◆\n● Terminez le mode Calcul ordinaire pour débloquer de nouveaux niveaux de difficulté. Vous obtenez des récompenses supplémentaires chaque fois que vous terminez un niveau de difficulté pour la première fois.\n● Le système de Protocole de seuil est ajouté après avoir terminé la difficulté 5.\n● La difficulté du mode Calcul ordinaire augmente considérablement une fois le Protocole de seuil activé. Vous pouvez choisir le niveau de Protocole de seuil que vous désirez en fonction de la situation.\n● Vous devez terminer les niveaux du mode de Calcul ordinaire pour débloquer les Protocoles de seuil plus avancés.\n● Vous obtenez des récompenses supplémentaires à chaque fois que vous terminez un niveau de Protocole de seuil pour la première fois.\n\n◆ Calcul cyclique ◆\n● Le contenu spécial du mode de Calcul cyclique est mis à jour chaque semaine. Vous obtenez des récompenses supplémentaires chaque fois que vous terminez le mode pour la première fois chaque semaine.\n● Terminez le mode de Calcul cyclique de la semaine pour récupérer des points de synchronicité supplémentaires dans la limite hebdomadaire définie. Une fois cette limite atteinte, vous obtenez encore des points de synchronicité en terminant le mode de Calcul cyclique.\n● Dans le mode de Calcul cyclique, vous pouvez choisir parmi les difficultés et les Protocoles de seuil débloqués dans le mode de Calcul ordinaire.\n● Le Calcul cyclique est mis à jour tous les lundis à 4 h <unbreak>00</unbreak> (heure du serveur).\n\n◆ Correspondance arithmétique ◆\n● Dans l'Univers parallèle, lorsque les conditions sont remplies, le niveau des personnages, des cônes de lumière, des Traces et des reliques sont améliorés. Ces améliorations ne s'appliquent qu'à l'Univers parallèle.\n● Lorsque le niveau d'un personnage est inférieur à la limite du niveau d'équilibre actuel, il est augmenté jusqu'à atteindre la limite du niveau d'équilibre actuel.\n● Lorsque les Traces débloquées d'un personnage ne sont pas actives, ou que son niveau de Trace est inférieur à celui requis par le niveau d'équilibre actuel, ses Traces sont activées ou améliorées à un niveau adapté au niveau d'équilibre actuel.\n● Lorsque le niveau de renforcement total des reliques équipées par un personnage est inférieur à celui requis par le niveau d'équilibre actuel, les reliques sont temporairement remplacées par des reliques compatibles avec le niveau d'équilibre actuel.\n\n◆ Nouvelles récompenses de niveau de synchronicité ◆\n● Le niveau de synchronicité de l'Univers parallèle sera régulièrement augmenté pour assurer l'obtention de nouvelles récompenses.\n● Il ne sera plus possible d'obtenir de points de synchronicité si le niveau de synchronicité est déjà au maximum.\n\n◆ Points de l'Univers simulé ◆\n● Terminez le Calcul cyclique et le Calcul ordinaire pour obtenir des points de l'Univers simulé.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall1.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}