{
  "_id": 60016,
  "id": "60016",
  "name": "Domaine de l'inconnu",
  "description": "Les génies ont découvert une zone inobservable dans l'Univers simulé : le Domaine de l'inconnu.",
  "tabName": "Domaine de l'inconnu",
  "tag": "Comment jouer",
  "introduction": "◆ Introduction ◆\nIl s'agit d'un tout nouveau module d'extension, dans lequel Herta et Screwllum ont découvert une zone inobservable de l'Univers simulé : le Domaine de l'inconnu ! Des bizarreries inconnues, des événements aléatoires, un système de sceptres et de composants hérités de Rubert II... le cinquième collaborateur mentionné par les deux génies serait-il...\n\n◆ Objectif ◆\n● Terminez les Archives fractales et l'Assemblée des Indigents pour réussir le défi.\n\n◆ Récompenses ◆\n● Partez à la découverte des sceptres, des composants, des événements et des bizarreries du Domaine de l'inconnu pour obtenir des récompenses dans le Journal de simulation.\n● Terminez chaque niveau des Archives fractales pour la première fois afin d'obtenir des récompenses de défi.\n● Terminez chaque niveau de l'Assemblée des Indigents pour la première fois afin d'obtenir des récompenses supplémentaires.\n● Les fragments d'histoire collectés dans chaque niveau vous permettront d'obtenir des récompenses supplémentaires dans les Secrets de pionnier.\n● Atteignez les objectifs des modèles reconfigurés pour obtenir les récompenses correspondantes.\n\n◆ Archives fractales ◆\n● Terminez les Archives fractales pour débloquer de nouveaux niveaux. Chaque nouveau niveau terminé pour la première fois vous permet d'obtenir des récompenses supplémentaires, et à partir du niveau 5, vous pouvez accéder au quatrième plan pour en relever les défis.\n● Après avoir terminé le niveau 5, un système de niveau de casse-tête est ajouté.\n● Activer un niveau de casse-tête augmente considérablement la difficulté des Archives fractales, vous pouvez choisir le niveau qui vous correspond le mieux pour relever ces défis.\n● Vous ne pouvez débloquer des niveaux de casse-tête plus élevés qu'en terminant le niveau 5des Archives fractales.\n● Chaque niveau de casse-tête offre des récompenses supplémentaires lors du premier achèvement.\n\n◆ Assemblée des Indigents ◆\n● L'Assemblée des Indigents vous propose des défis personnalisés qui accordent des récompenses supplémentaires lors du premier achèvement.\n● Lorsque vous réussissez un défi de l'Assemblée des Indigents, vous pouvez consulter la configuration enregistrée pour l'utiliser comme référence dans d'autres défis.\n● Réussissez les défis de l'Assemblée des Indigents pour également débloquer de nouveaux segments de l'histoire.\n\n◆ Correspondance arithmétique ◆\n● Dans le Domaine de l'inconnu, lorsque les conditions sont remplies, le niveau des personnages, des cônes de lumière, des Traces et des reliques sont améliorés. Ces améliorations sont les mêmes que dans l'Univers parallèle.\n● Lorsque le niveau d'un personnage est inférieur à la limite du niveau d'équilibre actuel, il est augmenté jusqu'à atteindre la limite du niveau d'équilibre actuel.\n● Lorsque les Traces débloquées d'un personnage ne sont pas actives, ou que son niveau de Trace est inférieur à celui requis par le niveau d'équilibre actuel, ses Traces sont activées ou améliorées à un niveau adapté au niveau d'équilibre actuel.\n● Lorsque le niveau de renforcement total des reliques équipées par un personnage est inférieur à celui requis par le niveau d'équilibre actuel, les reliques sont temporairement remplacées par des reliques compatibles avec le niveau d'équilibre actuel.\n\n◆ Points de l'Univers simulé ◆\n● Terminez les Archives fractales et l'Assemblée des Indigents pour obtenir des points de l'Univers simulé.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueMagic.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}