{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Píldora de la longevidad cruel",
  "description": "Tras su uso, los PV máx. de todos los aliados aumentan en un 20% y su RES a efecto un 6% en las siguientes 3 batallas.",
  "story": "Medicina exclusiva del Yaoqing de Xianzhou. Mejora el estado de salud de quien la toma y previene todas las enfermedades durante un breve periodo de tiempo.\nEn el Yaoqing circula la siguiente historia: un médico llamado Yu se enamoró de una comerciante raposiana que estaba temporalmente en Xianzhou. Pero los vidyadhara viven miles de años, muchos más que los raposianos. Yu no quería separarse de su amada, así que buscó la forma de liberarla de las garras de la muerte. Los Discípulos de Sanctus Medicus lo engañaron, así que le pidió a su amada que se tomara la medicina de la longevidad de la Abundancia sin decirle lo que era. La mujer raposiana se convirtió en una abominación que ya no lo amaba y los Nimbocaballeros acabaron con ella. Yu estaba desesperado y, para evitar que fuera poseído por Mara, la Comisión de Alquimia le ordenó tomar la píldora de la longevidad cruel, que lo privaría de sentir amor y deseo hasta su muerte.\nExiste otra versión de la historia en la que el médico no era vidyadhara, sino humano, y la raposiana era una espía de los Discípulos de Sanctus Medicus que debía infiltrarse en la Comisión de Alquimia. Esta versión no es popular en Xianzhou porque transforma una historia de amor en una lucha por el poder.\n\n\"Quienes aman demasiado son poseídos por Mara, y quienes rechazan sus deseos viven una larga vida. Pero ¿estar poseído por Mara es tan horrible? ¿Y qué hay de bueno en vivir durante mucho tiempo de esa forma?\".",
  "rarity": 5,
  "source": [
    {
      "description": "Máquina sintetizadora multiusos",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Semilla",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Ámbar gris de la Abundancia",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Esquirla dura de la Nihilidad",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Materiales de construcción de la Conservación",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Hoja del árbol interdimensional",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Consumible"
  }
}