{
  "_id": 403004,
  "id": "stone_from_the_everwinter_monument",
  "name": "Piedra del Monumento del Siempreinvierno",
  "description": "Tras su uso, la probabilidad de resistir Congelación de todos los aliados aumenta en un 50% en la siguiente batalla.",
  "story": "Los Plañideros estuvieron hace mucho tiempo en Jarilo-VI, antes de que aparecieran el Estelaron y el Hielo Eterno. Lo único que amenazaba entonces a este frágil planeta era la guerra contra la Legión Antimateria. Los Plañideros no estaban al tanto de la existencia de los Arquitectos y lo único que vieron fue la devastación provocada por el conflicto. Remaron en sus góndolas por el cielo, dejaron una elegía silenciosa y se fueron antes de que la Legión los detectara.\nMás tarde, los Arquitectos de Belobog descubrieron una piedra multicolor muy hermosa que relucía y la mezclaron con geomédula para construir un monumento. Se dice que ese monumento sigue en pie, en el centro de la Fortaleza Qlipoth de la ciudad de Belobog.\n\n\"Incluso si perecemos, este monumento estará aquí para siempre. Tal vez un día alguien venga, lo vea y sepa así de nuestra existencia\".",
  "rarity": 5,
  "source": [
    {
      "description": "Máquina sintetizadora multiusos",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 181005,
              "name": "Núcleo de hielo",
              "rarity": 2,
              "count": 3
            },
            {
              "id": 182004,
              "name": "Materiales de construcción de la Conservación",
              "rarity": 3,
              "count": 3
            },
            {
              "id": 182005,
              "name": "Esquirla dura de la Nihilidad",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183003,
              "name": "Lágrimas de cristal de la muerte gloriosa",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Consumible"
  }
}
