{
  "_id": 403005,
  "id": "topological_acceleration_band",
  "name": "Banda de aceleración topológica",
  "description": "Tras su uso, la VEL de todos los aliados aumenta en un 24% durante 2 turnos en las siguientes 3 batallas.",
  "story": "El Departamento de Artes Instrumentales de la Estación Espacial llevó a cabo un experimento interesante: en una banda circular topológica, los investigadores añadieron un vector de 3 aidens a una Piedra de la Cacería, lo que hacía que la piedra se persiguiera a sí misma. De esta forma, la piedra logró un movimiento perpetuo limitado en condiciones específicas. Al departamento no le importaba la pérdida de poder de la Vía en el experimento, pero un pequeño fenómeno llamó su atención: la piedra se movía muy despacio, pero esa velocidad aumentaba gradualmente en ligeros incrementos. Los investigadores aplicaron este descubrimiento y crearon bandas de aceleración topológica. No obstante, aparte de funcionar como sustitutas de las bandas elásticas para hacer ejercicio, por el momento no tienen ninguna otra utilidad.\n\n\"Si las fabricáramos a gran escala, hasta el infinito, ¿se podría consumir toda la energía de una Vía?\".\n\"No lo sé... Por el momento, no sabemos mucho sobre el principio de funcionamiento de las Vías\".",
  "rarity": 5,
  "source": [
    {
      "description": "Máquina sintetizadora multiusos",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180006,
              "name": "Líquido gaseoso",
              "rarity": 1,
              "count": 6
            },
            {
              "id": 182003,
              "name": "Piedra de la Cacería",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182007,
              "name": "Limo de la Armonía",
              "rarity": 3,
              "count": 3
            },
            {
              "id": 183004,
              "name": "Nudos de Mythus",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Consumible"
  }
}
