{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "Traumwebendes Feenreich",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Wenn die aktuelle Anzahl der Verbündeten auf dem Kampffeld nicht 4 beträgt, wird für jeden Verbündeten über/unter 4 der verursachte SCH des Trägers sowie seines Memogeists um <nobr>9%</nobr>/<nobr>12%</nobr> erhöht. Dieser Effekt ist bis zu <nobr>4</nobr>/<nobr>3</nobr>-fach stapelbar."
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "Ruhiges Baumhaus des Wirrgartens",
      "type": "NECK",
      "desc": "In der Planarsphäre liegt der Wirrgarten von Aedes Elysiae. Schiebe den goldenen Weizen beiseite und stürze dich hinunter, hinunter, hinunter – direkt in eine tiefe Baumhöhle. Häh? Da sind so viele kleine Feen! „Eins, zwei, drei, vier, fünf, sechs, sieben?“ Falsch! Es heißt „Do, re, mi, fa, sol, la, ti!“",
      "typeText": "Planarsphäre",
      "backstory": "„Hehe, Kinder, die Erntezeit im Wirrgarten ist wieder da. Also ... was müssen wir vorbereiten?“ Die Dorfvorsteherin strich sich mit einem fröhlichen Lächeln über ihren weißen Bart.\n„Das Braufest!“, riefen die Feen im Chor.\n\nAm Anfang war der Wirrgarten nur ein ödes Stück Land. Ein kleiner Junge und ein kleines Mädchen aus Aedes Elysiae brachten Samen aus der Außenwelt mit und zeigten den Feen, wie man sie pflanzt. Als die Samen zu Blumen wurden, machten die Feen es ihnen nach und sammelten Nektar an den Weinreben, wo goldene Bienen mit flaumigen Beinen herumschwirrten. Dann kamen die Früchte, reif und prall – die Zeit der Ernte war gekommen. Die Feen versammelten sich, sangen Lieder und feierten bis tief in die Nacht. Und nach der Nacht? Sie füllten den Nektar des Jahres in Flaschen, vergruben sie tief in der Erde und warteten darauf, dass er zu einem Zaubertrank fermentierte, der sowohl die Kälte des Winters als auch die Schmerzen des Erwachsenwerdens heilen würde.\n\nSo läuft jedes Braufest ab.\nAber dieses Jahr fragte die Dorfvorsteherin, während sie an ihrem weißen Bart zupfte: „Hat jemand Relimem gesehen?“\n\nDie Feen suchten überall, bis sie Relimem tief schlafend an der Tür des Baumhauses fanden. Eine Seifenblase schwebte aus ihrem Mundwinkel, sie war offensichtlich in einen besonders schönen Traum versunken. Die neugierige Milimem schlich näher heran und hörte sie im Schlaf murmeln: „Weißschopf, Reni ... ihr habt versprochen, zurückzukommen. Zusammen werden wir den Stachelkugel-Obstbranntwein trinken, den wir letztes Jahr vergraben haben!“\n\nIn ihrem Traum war Relimem riesig geworden – so groß, dass sie den Baumloch-Eingang zum Wirrgarten komplett versperrte. Die beiden winzigen Kinder fanden keinen Weg hinein. Weißschopf und Reni versuchten, Relimem mit Binsen an den Ohren zu kitzeln, hüpften auf ihrem Bauch herum und riefen immer wieder ihren Namen. Aber Relimem schlief weiter, viel zu tief, um sie zu hören.\n„Oh nein ... was, wenn Weißschopf und Reni nie zurückkommen, weil ich ihnen den Weg versperrt habe?“\nRelimems Herz begann in ihrem Traum zu pochen.\n\n„H... Hatschi!“\nMit einem lauten Niesen wachte Relimem auf. Puh! Zum Glück war sie doch nicht zu einem riesigen Baumloch blockierenden Relimem geworden. Aber ... da waren Feen, die sich um sie versammelt hatten.\n„Weißschopf und Reni ... sind sie gekommen?“\nDie Feen schüttelten den Kopf. Niemand konnte sich erinnern, wie viele Braufeste es gewesen waren, seit sie das letzte Mal aufgetaucht waren.\nRelimem sank wieder in sich zusammen. Vielleicht hätte sie doch noch ein bisschen länger in ihrem Traum bleiben sollen.\nDie kleine Relimem wusste nicht so recht, wie sie dieses Gefühl beschreiben sollte. Aber wenn sie es versuchen müsste, würde sie sagen, dass es sich anfühlte wie der letzte Tag des Sommers, wenn man die flackernden Glühwürmchen aus dem Glasflakon fliegen lässt."
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "Wunschflöte des Wirrgartens",
      "type": "OBJECT",
      "desc": "Eine Flöte aus Ton. Sie symbolisiert das Versprechen zwischen den kleinen Feen und den beiden Kindern. Immer wenn der Junge und das Mädchen hineinbliesen – „Mi?“ –, öffnete sich die Baumhöhle, die zum Wirrgarten führte, und die Feen hießen sie freudig willkommen.",
      "typeText": "Verbindungsseil",
      "backstory": "„Vergesst unser Versprechen nicht! Immer wenn ihr auf eurer Wunschflöte spielt, hören wir euch, egal, wie weit weg ihr seid.“\n\nDas war das erste Mal, dass der kleine Junge und das kleine Mädchen aus Aedes Elysiae in den Wirrgarten stolperten und die Feen trafen. Sie hatten mit ihren Freunden im Hof Verstecken gespielt, als sie versehentlich in eine Baumhöhle fielen, die im hohen Gras versteckt war. Sie war tief, so tief, wie eine bodenlose Rutsche. Aber statt benommen auf dem Boden aufzuschlagen, fielen sie direkt in eine Menge von Feen ...\n„Eins, zwei, drei, vier, fünf, sechs, sieben! So viele Welpen – Moment, nein, Kaninchen?“\n„Nein, nein, nein! Wir sind do, re, mi, fa, sol, la, ti! Ich bin Dolimem, das ist Solimem und das ist Relimem!“\n\nIhre Freundschaft mit den Feen war wie tausend Sternschnuppen – plötzlich, funkelnd und unvergesslich. Sie verbrachten einen Tag voller Lachen zusammen. Aber bald war es Zeit, zu gehen. Wenn sie nicht zurückgingen, würden Mama und Papa sich Sorgen machen.\n„Werden wir uns wiedersehen?“, fragte der Junge ein wenig traurig.\n„Wiedersehen ...“ Die Feen verstanden das Wort nicht ganz. Im Wirrgarten ging niemand jemals weg, also musste man sich nicht verabschieden. Aber den Gesichtern der Kinder nach zu urteilen, war ihnen klar, dass es etwas Trauriges sein musste. Die violette Relimem dachte einen Moment nach. „Wartet, Weißschopf, Reni! Ich habe etwas für euch!“\n\nDer Junge und das Mädchen hielten Relimems Geschenk in ihren Handflächen. Es war eine winzige Flöte in Form des Ohrs einer Fee, die Relimem selbst gebastelt hatte. Sie hatte sieben Löcher, und wenn man hineinblies, erklangen klare, liebliche Töne – Do, Re, Mi, Fa, Sol, La, Ti. Relimem sagte ernst: „Wenn ihr jemals zurückkommen und wieder im Wirrgarten spielen wollt, pfeift einfach mit dieser Flöte. Egal, ob wir gerade schlafen, singen oder Blätterhäuser bauen ... wir werden euch hören. Und wir werden die Baumhöhle zum Wirrgarten für euch öffnen.“\n\n„Eine mysteriöse Flöte, die Feen aufweckt!“, kicherte das Mädchen. „Versprochen – wir kommen wieder.“\nVon da an waren Relimems glücklichste Momente jene, in denen die Flöte ertönte. Sie rief immer vor Freude: „Ich höre sie! Ich höre sie mit beiden Ohren!“\n\nAls die Zeit verging, erinnerten sich Weißschopf und Reni, die Aedes Elysiae verlassen hatten, noch an alles aus ihrer Kindheit: die rostigen Blechspielzeuge, die armlosen Spielzeugsoldaten in der Scheune, die gehäkelten Filzblumen, der Regen, der nie kam, das getrocknete Blut, die zu spröden Hülsen verbrannten Weizenfelder ...\nDoch was sie vergaßen, war die kleine Flöte, die im Dreck vergraben war ... Und ein Versprechen, das sie nicht mehr halten konnten."
    }
  ]
}