{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "Band des knisternden Donners",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht Blitz-SCH um <nobr>10%</nobr>.",
    "4": "Erhöht beim Einsatz der Fertigkeit ANG des Trägers für <nobr>1</nobr> Rd. um <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 31091,
      "id": "verspiegelte_sonnenbrille_der_band",
      "name": "Verspiegelte Sonnenbrille der Band",
      "type": "HEAD",
      "desc": "Eine klassische Sonnenbrille, die von Frontsängerin Janis getragen wird. Die verspiegelten Gläser haben einen bläulichen Glanz.",
      "typeText": "Kopf",
      "backstory": "Das Leben des Sterns näherte sich rasant dem Ende. Bewohner von Emerald-III verließen ihren Heimatplaneten, um der bevorstehenden Explosion des Roten Riesen zu entkommen.\\n\\nUm selbst einer Zukunft zu entgehen, in der es kein Entkommen gab, nahm die Elite anderen die Hoffnung. Verzweifelte Schreie stießen auf taube Ohren.\\n\\nJanis’ Eltern hatten ein Vermögen an Credits bezahlt, um an Bord des Schiffs gehen zu dürfen, und beteten hilflos um interstellare Rettung. Die Explosion des Roten Riesen würde ihren Heimatplaneten zerstören und den Stern als Weißen Zwergstern zurücklassen ... Der Untergang war nicht aufzuhalten, also blieb nur die Flucht. Aber Janis, Doktorin des Chaos, war fest entschlossen, sich der Zerstörung ihrer Heimatgalaxie zu stellen. Sie wollte beweisen, dass die Existenz ihrer Heimat alles überdauern würde.\\n\\nAls die sterbende Sonne immer heller strahlte, setzte Janis die Sonnenbrille ihrer Mutter auf und kehrte mit gleichgesinnten Jugendlichen zum Planeten zurück.\\n\\n„Nur Feiglinge fliehen und rufen den Namen des Erlösers.“ Ein Zitat aus „Billige Erlösung“, dem Hit des ersten Albums von Knisternder Donner. Janis hatte ihre wütenden Worte aus einem Streit mit ihren Eltern zu einem Liedtext umgeschrieben."
    },
    {
      "_id": 31092,
      "id": "tourarmband_der_band",
      "name": "Tourarmband der Band",
      "type": "HAND",
      "desc": "Das Armband des Bassisten Sid. Es ist aus Eintrittsbändchen geflochten und mit Songtexten beschriftet.",
      "typeText": "Hände",
      "backstory": "Die Hits von Knisternder Donner erfassten den ganzen Planeten Emerald-III wie ein Lauffeuer.\\n\\nIhre Konzerttour begann mit fliegenden Funken und elektrisierendem Donner, als der Rhythmusgitarrist Dave die Saiten zum Klingen brachte. Für die Horde ihrer Fans war dies das einzige Licht in ihrem Leben.\\n\\nBei jeder Tour der Band arbeiteten Fans freiwillig als Ordner und verteilten Eintrittsbändchen an alle Konzertbesucher. Die meisten dieser Fans konnten es sich nicht leisten, den Planeten zu verlassen, also blieb ihnen nichts anderes übrig, als sich ihrem Schicksal zu ergeben und auf die elektromagnetische Explosion zu warten. Seit sie damals Zeuge wurden, wie diese rebellischen Jugendlichen auf den Planeten zurückkehrten, konnten sie tief in sich spüren, wie ihre Seele entfacht war. Auf diese Eintrittsbändchen schrieben sie Songtexte, Konzertzeiten und den stimmlosen Schrei der Band.\\n\\nBassist Sid sammelte die Bändchen bei jeder Tour. Seine Freundin flocht ein Armband daraus, das Sid von da an immer trug.\\n\\n„Für uns gibt es keinen Sinn, keine Richtung, kein Ziel und keine Zukunft.“ Ein Zitat aus „Unser Weg“, einer Single von Knisternder Donners zweitem Album, und Sids Lebensmotto."
    },
    {
      "_id": 31093,
      "id": "nietenbesetzte_lederjacke_der_band",
      "name": "Nietenbesetzte Lederjacke der Band",
      "type": "BODY",
      "desc": "Frontsänger David malte einen weißen Stern auf den Rücken dieser Lederjacke und schuf damit das Covermotiv für das letzte Album der Band.",
      "typeText": "Körper",
      "backstory": "Der Rock ’n’ Roll von Knisternder Donner hallte durch die Galaxie und lockte Jugendliche, die nicht fliehen wollten, zurück nach Emerald-III.\\n\\nLeadgitarrist Jimmy brachte die Band in den Untergrund. Dort sangen sie über die Tragödie der Zerstörung ihres Planeten, die durch das gesamte Universum hallte.\\n\\nDavid malte einen weißen Stern auf seine Lederjacke – genauer gesagt, den Weißen Zwergstern, zu dem sich die Sonne bald verdichten würde. Damit wollte er diesem Stern ein Denkmal setzen. Diejenigen, die fortgegangen waren, und diejenigen, die geblieben waren, hörten alle den donnergleichen Rock ’n’ Roll und benutzten das plakative Symbol.\\n\\nObwohl sie nicht mehr existieren, bleibt ihr Dasein in ihrer Musik verewigt.\\n\\n„Unser Leben wird brennen, denn der weiße Stern braucht einen zündenden Funken.“ Aus „Weißer Stern“, einer Single von Knisternder Donners letztem, gleichnamigem Album. David hatte das Lied komponiert und auch den Text geschrieben."
    },
    {
      "_id": 31094,
      "id": "nietenbesetzte_boots_der_band",
      "name": "Nietenbesetzte Boots der Band",
      "type": "FOOT",
      "desc": "Die knöchelhohen Stiefel von Schlagzeuger Bonham. Die Nieten auf dem schwarzen Leder funkeln im Rampenlicht.",
      "typeText": "Füße",
      "backstory": "Knisternder Donner konnte vielleicht die Einstellung der Menschen zur Endgültigkeit ändern, nicht aber ihr Schicksal.\\n\\nAuf dem todgeweihten Planeten herrschten nur Trostlosigkeit und Verzweiflung. In dieser von Ressourcenknappheit geprägten Ära stellte die Band ihre Alben aus alten Röntgenfilmen her.\\n\\nVor der langen Nacht von Emerald-III fiel die Temperatur an der Oberfläche drastisch. Die früher unerträgliche Luft kühlte stark ab, also kamen viele aus ihren Bunkern und machten sich auf den Weg zum letzten Konzert der „Donnertour“. Dort lagen die Vorzeichen elektromagnetischer Stürme spürbar in der Luft, und Blitze wurden vom Metallgerüst in die Bühne abgeleitet. Funken stoben unter Bonhams Stiefeln hervor. Die ganze Band wurde eins mit Blitz und Donner. Nach der Zugabe hüllte ein gewaltiger kugelförmiger Blitz die Bühne ein und setzte der Show von Knisternder Donner ein Ende.\\n\\nAm Abend ihrer letzten Vorführung fand Knisternder Donner ein endgültiges Ende, wie sie es in ihren Texten beschrieben hatten.\\n\\n„Donnergrollen übertönt unsere Stimme, Blitze zucken durch unsere Adern. Wir vergehen mit unserer Musik und unserem Stern.“ Aus „Lied des knisternden Donners“, einer Single von Knisternder Donners letztem Album, Bonhams Meisterwerk."
    }
  ]
}
