{
  "_id": 304,
  "id": "belobog_of_the_architects",
  "name": "Belobog der Architekten",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht die VTD des Trägers um <nobr>15%</nobr>. Wenn die Effekt-Trefferrate des Trägers <nobr>50%</nobr> oder höher erreicht, wird seine VTD zusätzlich um <nobr>15%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33045,
      "ids": [
        33045,
        43045,
        53045,
        63045
      ],
      "id": "belobogs_fortress_of_preservation",
      "name": "Belobogs Festung der Bewahrung",
      "type": "NECK",
      "desc": "Hierin befindet sich das Immerwintermonument, das im Verwaltungsbezirk von Belobog von überall zu sehen ist. Die Passanten spüren auch aus der Ferne dessen wärmenden Blick, der stets über sie wacht.",
      "typeText": "Planarsphäre",
      "backstory": "Vor tausenden Jahren herrschte auf Jarilo-VI noch das ganze Jahr über ein angenehmes Klima und alle beneideten uns um die Aussicht auf das Meer.\n\nIn jedem Wald trugen die Bäume süße Früchte, die Gezeiten brachten taufrische Wärme mit sich, und der Ambrosiawein floss wie Quellwasser in Strömen, sodass ein jeder nach Herzenslust trinken konnte. Die Bevölkerung war voller Elan und Ehrgeiz. Sie baute Straßen, Städte, Villen an der Küste und herrliche Paläste. Ihr reiches und erfülltes Leben begann meist mit einer Tasse heißen Kaffees und endete mit einem Krug Malzgebräu in der Abenddämmerung.\n\nBald schon befuhr auch die Star-Rail Jarilo-VI, und mit ihr kamen der interstellare Handel und Technologien von jenseits des Himmels.\n\nAnfangs kamen Besucher von anderen Welten wegen des Geomark-Erzes hierher. Dieses kristallklare Mineral enthielt Energie, die als Lebenselixier der Industrialisierung diente, und seine bernsteinfarbenen Facetten erstrahlten im Lichte der Bewahrung. Später fanden sich immer mehr Besucher ein, die sich auf Jarilo-VI niederlassen wollten, um ein friedliches Leben zu genießen. Es fehlte dem Planeten nicht an malerischen Buchten, Palmen, fröhlichen Melodien, und so war er für viele müde Reisende ein perfektes Ziel. Die Leute glaubten fest daran, dass dieser feuchte Planet bald so hell erstrahlen würde wie all die anderen namhaften Planeten der Galaxie.\n\nVor etwa eintausend Jahren fiel ein Stellaron durch die Atmosphäre und landete auf dieser Welt.\n\nUnmittelbar danach stürzte der Planet ins Chaos, wie in einer völlig absurden Farce. Die katastrophale Legion der Zerstörung stieg vom Himmel herab, und die Flammen des Krieges loderten über das Land. Die Architekten errichteten Schutzmauern und Festungen. Hundert Meter hohe Konstruktionen kämpften gegen drakonische Monstrositäten ... Dann tauchte plötzlich eine nicht enden wollende Kaltfront auf, und ein eisiger Schneesturm verschlang Freund und Feind gleichermaßen. Der gesamte Planet war in völlige Stille gehüllt. Eine gewaltige, unsichtbare Barriere hüllte eine einzige Festungsstadt ein, wie eine Hand, die eine Kerzenflamme vor dem eisigen Wind beschützt. Nur so konnte die Zivilisation überleben.\n\nSpäter bekam diese Stadt den Namen Belobog."
    },
    {
      "_id": 33046,
      "ids": [
        33046,
        43046,
        53046,
        63046
      ],
      "id": "belobogs_iron_defense",
      "name": "Belobogs eiserne Verteidigung",
      "type": "OBJECT",
      "desc": "Die Silbermähnen-Wachen von Belobog stellten sich den eisigen Winterstürmen wacker entgegen. Sie bildeten eine Reihe und warteten auf den Angriff der Invasoren hinter dem Himmel. Der Wille der Silbermähnen-Wachen war unerschütterlich und ihre Verteidigung würden sie niemals aufgeben.",
      "typeText": "Verbindungsseil",
      "backstory": "Vor dem Unglück hatten die Architekten große Hoffnungen in Jarilo-VI gesetzt.\n\nNach dem Vorbild der Macht Qlipoths erschufen die Architekten Maschinen, die einen Planeten umformen konnten. Hunderte von feuerspeienden Schöpfungsmaschinen rauschten über das Land, wie riesige Gärtner, die verlassene Blumenbeete bearbeiteten. Nur wenige Jahrzehnte später machten sie Täler und Hügel zu Ebenen und Wäldern, mit dicht besiedelten Städten entlang der Küste.\n\nNachdem das Omen der Zerstörung erschienen war, schickten die Architekten alle ihre Maschinen in den Krieg. Diese bildeten die ersten Wächter der „eisernen Verteidigung“.\n\nNach der Ankunft des Stellarons marschierten die Soldaten der Zerstörung wie Motten im Bann einer Kerzenflamme und hinterließen eine Spur der Verwüstung auf der Oberfläche des Planeten. Die Maschinen, die einst der Schöpfung galten, mussten nun für den Krieg herhalten. Sie schwangen ihre eisernen Fäuste auf Schlachtfeldern, auf denen sie nichts verloren hatten. Schließlich fielen die gigantischen Gärtner erschöpft zu Boden, als wären sie Grabsteine für die Zivilisation. Sie markierten den allmählichen Zusammenbruch der Verteidigungslinie.\n\nAn dem Tag, an dem kein Rückzug mehr möglich war, hielten die Silbermähnen-Wachen ihre Waffen fest in der Hand, denn ihre Heimat befand sich nur wenige Schritte hinter ihnen.\n\nDie Ankunft des Ewigen Frostes kam für alle überraschend. Die Monster von jenseits des Himmels und die Soldaten an der Front waren in einen grausamen Todeskampf verwickelt, als Schnee und Eis das gesamte Schlachtfeld begrub. Die Welt versank im Chaos, und nur Belobog verblieb als einziges Licht in der Dunkelheit. Und beide Seiten kämpften darum, die eine Seite, um Belobog aufzuspüren, die andere Seite, um Belobog zu schützen. Die Silbermähnen-Wachen riefen den Namen Alisa Rands an und marschierten in den Schneesturm hinein, doch sie kehrten niemals wieder zurück.\n\nErst als der Schneesturm nicht mehr wütete, wagten die Bewohner Belobogs, auf die Stadtmauern zu klettern, um hinauszusehen.\n\nUnd sie erblickten die letzten Wächter der „eisernen Verteidigung“."
    }
  ]
}