{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "Ruhiges Anwesen für die Gebeine der Toten",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht die max. LP des Trägers um <nobr>12%</nobr>. Wenn die max. LP des Trägers <nobr>5000</nobr> oder mehr betragen, wird der KRIT-SCH des Trägers und seines Memogeistes um <nobr>28%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "Grabsteine von Aidonia",
      "type": "NECK",
      "desc": "In der Planarsphäre ruht Amphoreus’ Aidonia, wo die Bewohner, die an {RUBY_B#Titanin des Todes}Thanatos{RUBY_E#} glauben, auf der Schneewüste riesige Monumente errichteten, um die Heilige Maid zu verehren, die ihnen den Segen des Todes brachte.",
      "typeText": "Planarsphäre",
      "backstory": "Aidonia – das verschneite Land des Todes. Einst stand es fest im Sturm, nun schweigt es in der Schneekälte.\n\nWährend der endlosen Ära Chrysea genoss fast jeder die Freuden des ewigen Lebens auf der warmen Erde, doch eine kleine Zahl von Menschen empfand die stagnierenden Tage und Nächte als qualvoll und suchte nach dem Ende ihres Daseins. „Woher stammt das Leben, und wohin kehrt es zurück?“ Während Eleusis, der Anführer der Asketen, diese Fragen des Lebens und Sterbens rezitierte, zog er mit den Asketen gen Norden, auf der Suche nach einem süßen, doch eiskalten langen Traum. Die in Roben gehüllten Asketen ließen sich in der stillen Einöde des Nordens nieder und errichteten eine feierliche Stadt – ein Ort, wo Jahr für Jahr endloser Schnee fiel und den die Menschen Aidonia nannten.\n\nDie Chroniken vom Ende der Ära Chrysea sind lückenhaft, doch man glaubt, dass der „Erste Verstorbene“ von Amphoreus aus Aidonia stammte. Dieser erhielt den Segen des Todes von {RUBY_B#Titanin des Todes}Thanatos{RUBY_E#} – sowohl eine Gnade als auch eine höchste Ehre.\n\nDie Bewohner von Aidonia hatten sich längst an das erbarmungslose, eisige Klima gewöhnt. Der fallende Schnee war durchdrungen von dem stillen Glauben an {RUBY_B#Titanin des Todes}Thanatos{RUBY_E#} und raubte dem Boden sofort jede Lebenswärme, sobald er ihn berührte. Vor langer Zeit entdeckten Reisende, die Aidonias Grenze überschritten, oft namenlose Körper am Wegesrand, die bereits in die Umarmung der {RUBY_B#Titanin des Todes}Hand des Schattens{RUBY_E#} zurückgekehrt waren. Der Nordwind heulte, und die Toten wurden zu Wegweisern, die Wanderer im Schnee leiteten und zugleich warnten. Solange Atem des Lebens noch weilt, eilen Reisende durch Aidonia.\n\nSpäter entdeckten die Aidonier in der Einöde Gedenkstelen, die von jemandem aufgestellt worden waren, um Segen für das Kommen und Gehen des Lebens darzubringen.\n\nUnter einer der Stelen schlief ein unbekanntes Mädchen, umgeben von einer schattenhaften Todesaura, die selbst die widerstandsfähigsten Knochenkräuter verdorren und zergehen ließ. Die Aidonier spürten in ihr die sanfte Berührung von {RUBY_B#Titanin des Todes}Thanatos{RUBY_E#}, brachten sie in die Stadt zurück und verehrten sie als Heilige Maid. Die Gläubigen der Titanin des Todes folgten dem Beispiel der Heiligen Maid und errichteten in der Einöde gewaltige Grabsteine, um das Ende langer Reisen und die Rückkehr langen Lebens zu würdigen ... Leben und Tod sind beide Teil des Weges, und an diesem Ort gibt es nur die Grenzsteine, die diese Reise festhalten.\n\nDie Grabsteine warnen die Reisenden aus der Ferne: Niemand verweilt hier, niemand schläft hier ... Die Verstorbenen sind ebenfalls Reisende. Sie sind der Nordwind und der Schnee, tief miteinander verwoben."
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "Todes-Knochenketten von Aidonia",
      "type": "OBJECT",
      "desc": "Tierknochen, Pfeilspitzen und Krähenfüße verbinden die Aidonier mit der Welt der Verstorbenen. Die Asketen in der Einöde wünschen sich nur, dass ihre Seelen die eisige Unterwelt durchqueren können, ohne wegen ihrer Schwäche oder Trostlosigkeit zu scheitern, bevor sie dem ehrwürdigen Gott begegnen.",
      "typeText": "Verbindungsseil",
      "backstory": "Ein aufdringlicher Störenfried stellte die Gläubigen Aidonias zur Rede und zweifelte an ihrem Glauben an den Tod: „Wenn ihr {RUBY_B#Titanin des Todes}Thanatos{RUBY_E#} so sehr liebt, warum spießt ihr euch nicht einfach mit einer Lanze auf?“\n\nDie Aidonier warfen ihm einen verächtlichen Blick zu: „Der Fluss der Seelen nimmt keine leeren Seelen auf.“\n\nSeit der Gründung war Aidonia der Ort in ganz Amphoreus, der das Leben am meisten schätzte. Die Anhänger von {RUBY_B#Titanin des Todes}Thanatos{RUBY_E#} glauben, dass das Wasser vom Fluss der Seelen eiskalt und schmerzhaft ist und nur von wenigen überquert werden kann. Nur jene, die durch die Welt gereist sind und ihre Seele lange genug gestählt haben, können mit ihrem festen Geist die eisige Unterwelt durchqueren und {RUBY_B#Titanin des Todes}Thanatos{RUBY_E#} begegnen. Nach dem Segen des „Todes“ zu streben bedeutet nicht, das Leben gering zu schätzen.\n\nObwohl die Aidonier keine Furcht vor dem Tod kennen und mutige Krieger sind, haben sie daher niemals die fruchtbaren Länder im Süden erobert – diese konnten ihre Seelen nicht stählen, und die Aidonier verachten es, sich in Bequemlichkeit zu verlieren.\n\nAskese ist eine einzigartige Kultur der Aidonier. Die wenigen klaren Tage, an denen der Schneesturm nachlässt und die Sicht frei ist, werden als „Knochenfest“ bezeichnet. In dieser Zeit ziehen die Priester von Aidonia aus der Stadt, um die Tierknochen zu suchen, die in den Einöden und Sümpfen ruhen. Die Knochen prähistorischer Bestien, die vor Jahren vor dem Lichtkalender starben, sind die besten Opfergaben. Wenn man sie anschlägt, scheint ihr dumpfer Widerhall das leise Murmeln von {RUBY_B#Titanin des Todes}Thanatos{RUBY_E#} zu tragen. Die wie vom eisigen Atem des Flusses der Seelen durchdrungenen Tierknochen werden nacheinander in die Stadt gebracht. Leicht beschädigte Knochen werden zu Schmuck verarbeitet und von den Bewohnern Tag und Nacht getragen. Die unversehrten Knochen werden von den Priestern zu Begräbnisschwertern geschliffen und als Opfergabe während des Festes dargebracht.\n\nEines Tages, während des Knochenfestes, begegneten die Aidonier einem Mädchen in der Einöde. Kurz darauf verbreitete sich das Gerücht, dass seine Berührung es Menschen ermögliche, die Barriere des Flusses der Seelen zu überwinden und dem Tod direkt ins Auge zu sehen.\n\nDie Menschen, die den „Tod“ verehrten, strömten zum Tempel, nur um die Stellvertreterin von {RUBY_B#Titanin des Todes}Thanatos{RUBY_E#} zu sehen. Die Priester von Aidonia erkannten scharfsinnig, wie sehr das Mädchen den Glauben beeinflusste, und erklärten sie zur „Maid des Krieges“, wobei sie den gewöhnlichen Bürgern strengstens den Kontakt zu ihr untersagten. Nur jene Asketen, die die Härten der Welt ertragen und sowohl das Leben als auch den Tod verehrt hatten, besaßen das Recht, in den Armen des Mädchens ihre Seele ins Totenreich zu schicken. Das Mädchen zog die von den Priestern bereitgestellte Robe an, führte Hinrichtungen mit seinen eigenen Händen durch und bereitete die Toten mit Umarmungen auf die Beisetzung vor.\n\nDie Aidonier betrachten es als Wahrheit, dass der Fluss der Seelen keine leeren Seelen aufnimmt. Doch der Fluss fragt niemals nach dem Gewicht der Seele – er fließt einfach still, hin zu dem Punkt, wo alle Lebenden enden und sich treffen."
    }
  ]
}