{
  "_id": 310,
  "id": "broken_keel",
  "name": "Gebrochener Kiel",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Der Effekt-WDS des Trägers wird um <nobr>10%</nobr> erhöht. Wenn der Effekt-WDS des Trägers <nobr>30%</nobr> oder mehr beträgt, wird der KRIT-SCH aller Verbündeten um <nobr>10%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [33105, 43105, 53105, 63105],
      "id": "walfnger_von_insumousu",
      "name": "Walfänger von Insumousu",
      "type": "NECK",
      "desc": "Die eingekapselte Ebene ist die autonome Region Insumousu auf Thalassa. Die Xianzhou Daiyu ist hier abgestürzt und hat die Zivilisation von Insumousu gebildet.",
      "typeText": "Planarsphäre",
      "backstory": "„Es begab sich eines Tages, dass der Palast der Götter vom Himmel fiel.“\\n\\nEs begann mit einem Schatten, der sich hinter den Luftschichten abzeichnete. Dann folgte ein feuriges Glühen, als er in die Atmosphäre eintrat, bis er schließlich seine wahre Gestalt offenbarte – die eines wundersamen Palastes von solcher Pracht, dass nicht einmal die größten Baumeister von Insumousu zusammen ihr das Wasser hätten reichen können. Er glitt langsam herab, als ob er sich aus dem Himmel selbst gebildet hätte. Der Ozean von Insumousu war groß, doch konnte er diesen göttlichen Palast aus der Höhe wirklich in sich aufnehmen? Niemand konnte sich sicher sein.\\n\\n„Inmitten des Chaos ergriffen manche die Flucht, verstreuten sich in alle Winde, während andere in den Dörfern an Land und unter dem Meer verblieben und den Himmelssturz erwarteten.“\\n\\nDie Xianzhou Daiyu stürzte auf Thalassa und schlug einen tiefen, wässrigen Krater ins Herz des Ozeans von Insumousu. Die Welt erbebte für sieben Planetentage. Wie die Überreste eines Gottes ruhten die atemberaubenden Ruinen still auf dem Meeresgrund, tragisch, aber herrlich. Die Überlebenden von Insumousu hatten schon immer unter den Wellen gelebt. Staunend und sorgenvoll mussten sie mitansehen, wie der himmlische Palast aus der Höhe ihre geliebte Heimat zerrüttete. Doch zu ihrer großen Freude fanden sie in den Überresten der Daiyu nach dem Himmelssturz ein neues Zuhause.\\n\\nMit den verbesserten Lebensumständen ging auch einher, dass das Volk von Insumousu mehr Zeit und Energie hatte, um zu denken. Als sie auf die atemberaubende Ruine blickten, die aus dem Himmel herabgefahren war, stellte sich ihnen die wichtigste aller Fragen: Wer waren „sie“? Und woher waren „sie“ gekommen?\\n\\nIn jenen frühen Tagen wusste das Volk von Insumousu nichts über die Kunst der Metallurgie. Auch die Schrift hatten sie noch nicht erfunden. Daher bedienten sie sich ihrer Vorstellungskraft, um die Lücken in ihrem Wissen zu füllen, und versuchten, durch das Geschichtenerzählen zu verstehen. So wurden „Legenden“ geboren. Diese wurden von Generation zu Generation weitergegeben und so wurden „Mythen“ geboren. Mythen formten die Wahrnehmung, die schließlich „Zivilisation“ gebar. Die Sterne zogen ihre Bahnen, Jahrhunderte kamen und gingen. Und Thalassa wurde ein Handelspartner der Xianzhou-Allianz. Endlich war es den Wasserbewohnern in Insumousu gewährt, zum ersten Mal den „Himmelspalast“ zu betreten. Dort wurden sie Zeuge der Erhabenheit der Xianzhou in ihrer Gesamtheit, und endlich erfuhren sie die Wahrheit über den Himmelssturz.\\n\\nDas gebildete Volk von Insumousu hatte sich stets als Erben der Daiyu gesehen. Sie sagen: „Was die Daiyu einst befolgte, sollen auch wir befolgen. Was die Daiyu einst bekämpfte, sollen auch wir bekämpfen.“ Wenn sie Geschichten aus ihrer Vergangenheit erzählen, beginnen sie stets mit diesen Worten:\\n\\n„Es begab sich eines Tages, dass der Palast der Götter vom Himmel fiel.“"
    },
    {
      "_id": 33106,
      "ids": [33106, 43106, 53106, 63106],
      "id": "gerissenes_tauwerk_von_insumousu",
      "name": "Gerissenes Tauwerk von Insumousu",
      "type": "OBJECT",
      "desc": "Die versunkene Xianzhou Daiyu ankert auf ewig in einem fremden Land. Womöglich ist es an der Zeit, das Tauwerk zu lösen, damit sie nach Hause zurückkehren kann.",
      "typeText": "Verbindungsseil",
      "backstory": "Als das Volk von Insumousu durch die Zivilisation aufgeklärt wurde, betrachteten sie die Verstorbenen des zerbrochenen Schiffes nicht mehr als gefallene Götter. Ihre Verehrung bleibt jedoch unverändert. So singen die Dichter von Insumousu: „Der Ozean mag die Sterblichen verschlingen, aber ihr Geist lebt ewig.“\\n\\nNach dem Kalender von Insumousu ist der zweite Ruhetag im Gezeitenmonat der „Tag des Himmelssturzes“. An diesem Tag zitieren die Wasserbewohner aus den Schriften, nehmen Kräuter zu sich und führen bizarre Tänze in den Strömungen auf, um die „Götter“ zu ehren, die vom Himmel gefallen sind und Insumousu ihren Segen gebracht haben. In der modernen Zeit hat der Tag des Himmelssturzes allmählich seine ursprüngliche religiöse Bedeutung verloren. Lieder ersetzen Schriften, Delikatessen die Kräuter, nur die seltsamen Tänze haben als Kulturerbe bis in die Gegenwart überlebt.\\n\\nIn den letzten hunderten Sternkalenderjahren haben Leute auf Insumousu ihre einzigartige Kultur großzügig mit der Außenwelt geteilt und die Form des Tags des Himmelssturzes hat sich allmählich geändert.\\n\\nIn den Landstädten von Insumousu wimmelt es meist von jungen Leuten – besonders am Tag des Himmelssturzes, an dem sie die Nacht hindurch singen und tanzen. Auswärtige Besucher, wie Touristen aus Xianzhou, nehmen zu dieser Zeit oft an den Feierlichkeiten teil, da sie sich in die pulsierende Atmosphäre der Städte verlieben, deren feurige Leidenschaft so unaufhaltsam ist wie ein Tsunami. Wenn die Wasserbewohner erwachsen werden, schrumpfen ihre Lungen allmählich, am Hals bilden sich Kiemen und ihre Hände, Füße und Augen passen sich an ein Leben unter Wasser an. Die Dichter sagen stets: „Die Bewohner von Insumousu schicken ihre laute, ungestüme Jugend an Land und verbringen das ruhige Alter im Ozean.“\\n\\nMit der Unterstützung der Himmlischen Handelsgilde der Xianzhou wurde bei den Feiern des Tages des Himmelssturzes ein neues Ritual eingeführt: Die Menschen tauchen in das Wrack der Xianzhou Daiyu, suchen nach den Überresten, bestatten sie auf Sternskiffen und entsenden diese in den Stern des Thalassa-Systems.\\n\\nDurch ihre Entdeckung der Geschichte von Daiyu haben die Menschen auf Insumousu auch die Tragödie ihres Absturzes erfahren. Als die Xianzhou Daiyu irreparabel beschädigt wurde und auseinanderbrach, traf Qingzhu, das Oberhaupt der Daiyu, eine mutige Entscheidung: Sie würde sich selbst und das Schiff opfern, um den Fluch der unsterblichen Plagen zu beenden. Die Xianzhou-Allianz hofft, dass die gefallenen Helden eine würdige Zeremonie zur Seelenberuhigung erhalten, und das Volk von Insumousu, das der Katastrophe entgangen ist, hat geantwortet.\\n\\nIrgendwann während der Nacht am Tag des Himmelssturzes kommen die Feierlichkeiten zu einem plötzlichen Ende. Jugendliche, Kinder und die Einwohner von Xianzhou sitzen am Strand, während die Erwachsenen aus dem Wasser kommen und ernst auf den Meereshorizont blicken. Danach durchbrechen mehrere Sternskiffe die Wasseroberfläche und fliegen vom Meeresgrund dem Stern entgegen.\\n\\nAlle Sternskiffe sind mit wunderschöner Kalligrafie von Insumousu verziert. Der Text besagt: „Du musst die Seile der ertrunkenen Matrosen lösen. Weine nicht. Nach meinem Untergang wirst du sicher weitersegeln.“"
    }
  ]
}
