{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "Himmlischer Differenziator",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht den KRIT-SCH des Trägers um <nobr>16%</nobr>. Wenn der aktuelle KRIT-SCH des Trägers <nobr>120%</nobr> oder höher erreicht, wird die KRIT-Rate nach Kampfeintritt um <nobr>60%</nobr> erhöht, bis zum Ende seines ersten Angriffs."
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [33055, 43055, 53055, 63055],
      "id": "die_mechanische_sonne_des_planeten_screwllum",
      "name": "Die mechanische Sonne des Planeten Screwllum",
      "type": "NECK",
      "desc": "Die Ebene umschließt den Kern des Planeten Screwllum mit einem Käfig aus unzähligen Hebeln, Kolben und Zahnrädern. Die Bewohner des Planeten bezeichnen dies euphemistisch als „stählerne Sonne“.",
      "typeText": "Planarsphäre",
      "backstory": "Was den Ursprung mechanischen Lebens angeht, haben die kohlenstoffbasierten Gelehrten der Intelligenzia-Gilde eine einzigartige Theorie: Sie vermuten dahinter ein zufällig entstandenes Elektronengebilde.\\n\\nElektrischer Strom fließt durch Atmosphäre und Boden. Er wird durch die ständig wiederholte Einwirkung von Gravitations- und Abstoßungskräften in Sekundärformen unterschiedlicher Stärke unterteilt. Laut der Hypothese der Gelehrten ist dieser Vorgang das Äquivalent zur Zellteilung bei kohlenstoffbasierten Lebensformen. Daraufhin geben Ströme über die natürliche Transistorstruktur auf der Planetenoberfläche zufällig verschiedene Spannungen ab und lassen so ein primitives Programm ablaufen. Die stolzen Gelehrten erklärten, auf diese Weise hätten Maschinen „Gedanken“, die mit denen kohlenstoffbasierter Lebensformen vergleichbar seien.\\n\\nEin Mechaniker erhob Einspruch: Wie können kohlenstoffbasierte Lebensformen, die noch nicht mal den Ursprung ihrer eigenen Existenz verstehen, die Dreistigkeit besitzen, solchen Humbug von sich zu geben? Als diese Worte erklangen, erschütterten sie die akademische Welt des Universums in ihren Grundfesten. Das mechanische Leben begann, den überheblichen „Kohlenstoffzentrismus“ infrage zu stellen und seine eigene Herkunft zu erforschen.\\n\\nAllerdings blieb den Screwllumiten nichts anderes übrig, als ihren Vorstoß auszusetzen. Die Energie ihres Planeten schwand schneller, als ihre Inspirationsschaltkreise arbeiteten. Erst einmal mussten sie einen Weg finden, ihr Überleben zu sichern.\\n\\nSchließlich fassten sie einen radikalen Plan, der mehrere Bernsteinzeitalter umspannte: Sie benutzten den sterbenden Planeten als Energiequelle für den Himmlischen Differenziator. Der gewaltige Apparat verarbeitete unablässig Lochstreifen und wiederholte systematisch Kalkulationen. Mithilfe ihrer planetaren Energieversorgung simulierte die riesige Maschine ein stabiles Superökosystem. Rund um den Mutterstern errichteten die Screwllumiten dann ihr neue Heimat.\\n\\nNachdem sie die Katastrophe auf ihrem Planeten bewältigt hatten, fanden die Screwllumiten etwas Ruhe. In ihrer stets rationalen, optimistischen und eleganten Art sind sie entschlossen, der Frage nach ihrem Ursprung auf den Grund zu gehen.\\n\\nDas gigantische System ist erfüllt vom Klang mahlender Zahnräder, die den Lochstreifen ständig weitertransportieren, um ihm Daten zu entlocken. Eine Rechenbahn zweigt sich immer wieder auf in viele weitere, sodass die unzähligen Bahnen Milliarden von Zahnrädern dröhnen lassen ... Dann laufen diese Bahnen immer wieder und wieder zusammen und stürzen schließlich in den brodelnden Schmelzofen des Kerns, wo sie verstummen. Im Laufe vieler Jahre wurde das programmierte Superökosystem immer lebensfreundlicher und relativ stabil. Und irgendwann inspirierten die Mutmaßungen über die Herkunft der Maschinen die Fantasie der Screwllumiten.\\n\\nDas stählerne Konstrukt, das den sterbenden Planeten umschließt, aktivierte einmal mehr ihre intelligenten Denkschaltkreise. So werden sie weiterhin über ihren Ursprung grübeln und forschen, bis die allgegenwärtige mechanische Sonne vollständig ausgebrannt ist."
    },
    {
      "_id": 33056,
      "ids": [33056, 43056, 53056, 63056],
      "id": "ringsystem_des_planeten_screwllum",
      "name": "Ringsystem des Planeten Screwllum",
      "type": "OBJECT",
      "desc": "Der Planetenring versorgt den gesamten Planeten Screwllum. Wie vielen ist bewusst, dass diesem dichten Gebilde voller eckiger Öffnungen die Wahrheit über das Planetensystem innewohnt?",
      "typeText": "Verbindungsseil",
      "backstory": "Den meisten Screwllumiten war nicht klar, dass der Planet Screwllum ein groß angelegter Versuch anorganischer Lebensformen war, ihren Ursprung zu erforschen.\\n\\nScrewllum fühlte sich etwas leer. Die Tatsache, dass er die Prozesslogik des Planeten Screwllum verstand, löste nicht einmal ungewöhnliche Schwankungen in seiner intelligenten Impulswellenform aus.\\n\\nEr stand auf der breiten Terrasse seines Anwesens und blickte hinauf zur unaufhaltsamen planetaren Maschine. Das dicht mit eckigen Öffnungen übersäte Ringsystem ragt über den Rücken des Planeten. Alles, was den Planeten am Leben hält, befand sich auf dieser Bahn und dreht sich Tag und Nacht um sein Triebwerk. Er hatte die verzweifelte Absurdität dieses Planetensystems gesehen: Eine kunstvolle Abfolge von Zustandsgleichungen, ein riesiger, eisiger Zylinder – mehr als das war der Planet Screwllum nicht.\\n\\nSeiner Deutung der Gleichungen zufolge versuchte der Schöpfer des Himmlischen Differenziators bei dessen Entstehung das Universum als zellulären Automaton und seine Rekursionen zu erklären. Der Planet Screwllum war also selbst ein Ergebnis des Spiels des Lebens.\\n\\nScrewllumiten und anderes anorganisches Leben auf dem Planeten fungierten demnach als „Zellen“ in diesem Automaton und waren gleichzeitig aber auch selbst kleinere Automatons. Automatons bestanden also immer aus vielen kleineren Automatons, bis hin zu den kleinsten Bausteinen des Universums. Was diese waren, weiß niemand. Weder Screwllum, noch der Gelehrte, der die Idee für den Himmlischen Differenziator hatte.\\n\\nDeshalb fühlte Screwllum sich leer.\\n\\nIst der Versuch des Gelehrten fehlgeschlagen? Aber der Himmlische Differenziator hatte viele Bernsteinzeitalter lang unablässig gearbeitet. Bedeutete das nicht, dass der Ursprung der Screwllumiten, ihres Muttersterns und sogar des ganzen Universums mit diesen kunstvoll aneinandergereihten Gleichungen erklärbar ist? Nicht wirklich. Bis zum vollständigen Zusammenbruch des Superökosystems würden sich die Gleichungen nicht widerlegen lassen.\\n\\nEr schwenkte das Glas mit feinem Maschinenöl, ohne den Blick von dem Ring zu nehmen, der die Wahrheit über den Planeten festhielt. Der gewaltige perforierte Gürtel kannte keine Rast, und durch die eckigen Öffnungen drang das Mondlicht. Screwllum konnte nicht aufhören, darüber nachzudenken.<i>„Können Rekursionen wirklich ein Ende haben?“</i>, dachte er. <i>„Was ist die Natur des anorganischen Lebens – und was ist der Ursprung des Universums?“</i>\\n\\n<i>„Bin ich wirklich bereit, nur Zeuge der Ideen meiner Vorfahren zu sein?“</i>\\n\\n„Nein“, sagte Screwllum. Er beschloss, nach Antworten zu suchen."
    }
  ]
}
