{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "Champion des Straßenboxens",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht physischen SCH um <nobr>10%</nobr>.",
    "4": "Wenn der Träger einen Angriff ausführt oder getroffen wird, wird sein ANG im aktuellen Kampf um <nobr>5%</nobr> erhöht. Dieser Effekt ist bis zu <nobr>5</nobr>-fach stapelbar."
  },
  "pieces": [
    {
      "_id": 31051,
      "ids": [
        31051,
        41051,
        51051,
        61051
      ],
      "id": "kopfschutz_des_champions",
      "name": "Kopfschutz des Champions",
      "type": "HEAD",
      "desc": "Eine Kopfbedeckung, die beim Boxen ausgezeichneten Schutz bietet. Passt sich hervorragend an die Kopfform des Besitzers an.",
      "typeText": "Kopf",
      "backstory": "Lindsay war auf der Straße aufgewachsen, also war es ihr nie in den Sinn gekommen, offizielle Boxkämpfe zu bestreiten. Sie hätte nie geglaubt, dass jemand sie besiegen könnte – erst recht nicht jemand, der schon mit einem Fuß im Grab stand.\\n\\nDie alte Dame stellte sich als selbsternannte Boxtrainerin heraus. Sie gab Lindsay ein vollständiges Set Schutzausrüstung und forderte sie zum Kampf heraus – und stellte eine Bedingung: Sollte Lindsay verlieren, würde sie bei ihr trainieren.\\n\\nLindsay war zu stolz, um die komplizierte Schutzausrüstung zu tragen, also warf sie alles beiseite. Sie dachte, sie könne sich auf ihre schnelle Reaktionsfähigkeit verlassen und sich problemlos den Sieg holen, doch die alte Dame war in drei Schritten bei ihr und landete einen Hieb mitten in ihr Gesicht. Als Lindsay das Bewusstsein wiedererlangte, nahm sie den Kopfschutz und legte ihn an. Durch die enge Öffnung sah sie eine andere Welt.\\n\\n„Das sind also die Fäuste einer echten Boxerin, was? Interessant. Wenn du mich wirklich ausbilden willst, dann mache aus mir bitte die stärkste Boxerin, die es jemals gegeben hat.“\\n\\nWiderwillig gestand Lindsay ihre Niederlage ein. Nachdem sie zum ersten Mal professionelle Schutzausrüstung angelegt hatte, betrat sie offiziell die Welt des Boxens."
    },
    {
      "_id": 31052,
      "ids": [
        31052,
        41052,
        51052,
        61052
      ],
      "id": "schwere_handschuhe_des_champions",
      "name": "Schwere Handschuhe des Champions",
      "type": "HAND",
      "desc": "Hervorragend gepflegte Boxhandschuhe. Die leichten Gebrauchsspuren haben keinen Einfluss auf ihre Effektivität.",
      "typeText": "Hände",
      "backstory": "Als Lindsay zum ersten Mal den Boxring betrat, war ihr Kampfstil völlig unausgereift. Sie wusste lediglich, wie man angreift, aber nicht, wie man sich schützt.\\n\\nAll ihre Jahre als Straßenkämpferin waren nicht genug gewesen, um sie auf einen Kampf im Ring vorzubereiten. Das Match, das Ekaterina organisiert hatte, wies Lindsay wie geplant in die Schranken.\\n\\nMehrere aufeinanderfolgende Niederlagen in lokalen Boxkämpfen waren nötig, um Lindsay ihre Arroganz auszutreiben und sie auf den Boden der Tatsachen zurückzuholen. Sie hatte keine andere Wahl, als sich allmählich an den von Ekaterina gepredigten Rhythmus zwischen Offensive und Defensive zu gewöhnen. Und als wäre sie von der Kriegsgöttin persönlich geküsst worden, begann diese einst sture Straßenkämpferin nach und nach die Wichtigkeit und die Freude der Balance aus Offensive und Defensive zu verstehen. Ehe sie sich’s versah, waren ihre Boxbandagen zerrissen und ihre Handschuhe mit Schweiß und Blut getränkt.\\n\\n„Falle nicht auf die Finten deines Gegners rein. Finde deinen eigenen Rhythmus.“\\n\\nErst jetzt lernte Lindsay, Ekats Worte und liebevollen Blicke wirklich zu schätzen. Die sonst so strenge Ekat hatte Lindsay schon lange ins Herz geschlossen, als wäre sie ihr eigenes Kind."
    },
    {
      "_id": 31053,
      "ids": [
        31053,
        41053,
        51053,
        55006,
        61053
      ],
      "id": "brustschutz_des_champions",
      "name": "Brustschutz des Champions",
      "type": "BODY",
      "desc": "Ein professioneller Brustschutz für Boxer. Die innere und äußere Polsterung bietet soliden Schutz, behindert aber in keiner Weise die Beweglichkeit des Trägers.",
      "typeText": "Körper",
      "backstory": "In der Nacht vor dem Titelkampf erinnerte die Atmosphäre in der Trainingshalle an die alten Tage. Der Klang schneller, harter Schläge auf den Sandsack hallte durch den Raum.\\n\\nIhr Brustschutz war von Schweiß durchtränkt, und der brennend heiße Dampf raubte Lindsay den Bezug zur Realität. Sie wollte nichts mehr, als all dem zu entkommen.\\n\\nLindsay versuchte, ihre Emotionen zu kontrollieren, während Schweiß und Tränen über ihr Gesicht rannen. Spät am Abend nahm sie schließlich ihren Brustschutz ab und schrieb einen Namen auf die Innenseite: „Ekat.“ Sie war bereit zu schwören, für diesen Namen den Kampf zu gewinnen. Dieser Kampf war ausschlaggebend auf Lindsays Weg zur Boxmeisterin. Gleichzeitig war es auch der erste Kampf ohne ihre Trainerin an ihrer Seite. Bevor Lindsay in den Ring stieg, blickte sie mit stolzgeschwellter Brust in die Kamera.\\n\\n„Lindsay, du trägst den gleichen Namen wie meine leibliche Tochter. Als sie mich verlassen hat, dachte ich, ich sei fertig mit der Welt. Aber dann habe ich dich getroffen. Danke, Lindsay.“\\n\\n„Beschütze mich, Ekat.“ Der wichtigste aller Namen stand direkt über ihrem Herzen."
    },
    {
      "_id": 31054,
      "ids": [
        31054,
        41054,
        51054,
        61054
      ],
      "id": "leichtfige_stiefel_des_champions",
      "name": "Leichtfüßige Stiefel des Champions",
      "type": "FOOT",
      "desc": "Raffiniert aus Leder und Netzstoff angefertigt sorgt die Kombination aus einer dicken Innensohle und einer dünnen Außensohle für Agilität.",
      "typeText": "Füße",
      "backstory": "Mit ihrer eher zierlichen Statur war Lindsay bekannt für ihre blitzschnellen Schläge und ihre flinke Beinarbeit, mit deren Hilfe sie durch den Ring tanzte wie ein Schmetterling, der sich an einer üppigen Blüte erfreut.\\n\\nGanz egal, wie schnell die Faust ihres Gegners geflogen kam – niemand konnte einen Treffer landen. Niemand war der Fähigkeit gewachsen, die als „Lindsays Tanz“ bekannt war.\\n\\nUm ihre einzigartige Beinarbeit weiter zu verbessern, nahm Ekaterina Lindsay mit zu einem Ball. Dort tanzten sie Hand in Hand, mit einer Drehung nach der anderen ... Auch wenn sie bei den feinen Tanzschritten zu Beginn etwas unbeholfen wirkte, hatte das Straßenmädchen schließlich den Dreh raus. Lindsay erkannte, dass diese alte Boxtrainerin mehr zu bieten hatte, als auf den ersten Blick zu erkennen war. Inmitten des wogenden Meeres aus Tänzern traf plötzlich ein magisches Gefühl eine empfindliche Stelle in Lindsays Herzen.\\n\\n„Noch einen Tanz?“\\n\\nLindsays Leben auf der Straße hatte sie auf solche Erfahrungen nicht vorbereitet. Wie hätte Lindsay angesichts des Funkelns in Ekaterinas Augen ablehnen können?"
    }
  ]
}