{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "Duran, Dynastie der rennenden Wölfe",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Wenn ein Verbündeter einen Folgeangriff ausführt, erhält der Träger eine Stapelung „Verdienst“, bis zu <nobr>5</nobr> Stapelung(en). Jede Stapelung Verdienst erhöht den SCH durch Folgeangriffe des Trägers um <nobr>5%</nobr>. Werden <nobr>5</nobr> Stapelungen erreicht, wird zusätzlich der KRIT-SCH des Trägers um <nobr>25%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "durans_zelt_des_goldenen_himmels",
      "name": "Durans Zelt des goldenen Himmels",
      "type": "NECK",
      "desc": "Die Ebene umschließt das Zelt des goldenen Himmels der Borisin des alten grünen Zuhauses. Anders als der wilde Name, den die Borisin in der Galaxie hinterlassen haben, verfügt dieses Volk über herausragende biotechnologische Fähigkeiten. Die Kinder der Wölfe versammeln sich an der Seite des großen Nestlords Duran und sehen die Sterne am Himmel als ihre Herde an, während sie zwischen ihnen galoppieren.",
      "typeText": "Planarsphäre",
      "backstory": "Die Anfänge der alten foxianischen und borisinischen Balladen besingen alle nostalgisch „Das alte grüne Zuhause“, seinen fruchtbaren Boden und sein angenehmes Klima. Bei näherer Begutachtung erkennt der aufmerksame Betrachter jedoch, dass diese Worte nur ein Vorspiel für das ewige Thema „Krieg“ sind.\\n\\nMit ihren Talenten für Landwirtschaft und Handel errichteten einige Klans der Foxianer wohlhabende Städte an strömenden Flüssen. Währenddessen zogen die Kinder der Wölfe mit ihren Herden unter dem von Polarlichtern bedeckten Himmel durch das üppige Grasland und bildeten überall verstreute Siedlungen. Die Händler lachten über die Wildheit der Hirten, während die Hirten die Gerissenheit der Händler verachteten. Doch beide mussten sich den grausamen Qualen der Natur stellen – dem „Vulpessommer“ und dem „Lupinwinter“.\\n\\nIm Sommer der reichen Ernten, der von der Fuchsgottheit gesegnet war, legten die beiden Klans ihre Waffen nieder und stellten den Krieg in gegenseitiger Zufriedenheit ein; doch sobald die Wolfsgottheit den weißen Frost herabsandte, breiteten sich die Schneegrenzen von den Polen aus und der Hunger trieb die Klans in einen unaufhörlichen Konflikt.\\n\\nIn den Balladen wird erwähnt, dass der Lupinwinter einst weit über seine Zeit hinausging, selbst nachdem die Sonne des Alten grünen Zuhauses den Planeten dreiunddreißig Mal umrundet hatte. Armut und Hunger ließen die Menschen dahinsiechen, und sie aßen sogar Tiere, die sie einst als Totems verehrt hatten. Nachdem er das Ende vorausgesehen hatte, das die ganze Welt in einen düsteren Tod hüllen würde, stieg ein Retter auf den Gipfel des höchsten Berges dieser Welt ... Den foxianischen Legenden zufolge war dieser Retter eine Frau namens Tushan, die borisinischen Sagen wiederum sprachen von einem Mann namens Duran. Wie auch immer dieser Retter genannt wurde, die Person wünschte sich etwas vom Meister der Unsterblichkeit, in der Hoffnung, dass so die Menschen der Welt am Leben erhalten werden könnten. Dann spalteten sich die Berge, und der süße göttliche Nektar der Rotquelle ergoss sich aus den hügeligen Schluchten.\\n\\nDiejenigen, die von der Rotquelle tranken, erhielten Kraft, Geschicklichkeit und Stärke von dem Tierfleisch, das sie verschlangen. Auch ihr Blut bewegte sich mit der Wildheit von Tieren, und ihre Körperformen wurden immer bestialischer ... So wurde diese Welt verändert und würde nie wieder zu ihren früheren Tagen zurückkehren.\\n\\nMit der Rotquelle wurde alles, was die wiedergeborenen Hundevölker brauchten, hergestellt: Auf den Feldern wuchsen keine Getreide mehr, sondern Viscorpi; was die Körper der Menschen bedeckte war nicht mehr Leinen, sondern embryonales Fleisch; sogar die kalten Schneelandschaften, die einst die Zivilisationen des Alten grünen Zuhauses in Angst und Schrecken versetzt hatten, bereitete ihnen keine Sorge mehr, denn die Hundevölker kultivierten in den Polarregionen biologische Membranen, die sie zu warmen, kuppelförmigen Zelten verarbeiteten, um den mittlerweile ausgelaugten Lupinwinter jenseits dieser Barriere abzuhalten.\\n\\nDann änderten sich die Dinge im Alten grünen Zuhause, so wie sich die Dinge für jede kurzlebige Spezies änderten, die zu einer langlebigen wurde: es gab eine Bevölkerungsexplosion, einen ökologischen Zusammenbruch, interne Kriege ... Und ganz gleich, wie sehr die Hundevölker zum Meister der Unsterblichkeit beteten, sie vernahmen nie wieder eine Antwort. Da verstanden die Menschen die Wahrheit: Alles, was der Meister der Unsterblichkeit geben konnte, wurde gegeben, und wenn die Menschen ein besseres Leben haben wollten, mussten sie es selbst nehmen.\\n\\nUm Duran, den großen Nestlord, versammelt, blickten die Hundevölker gen Himmel, wo der Meister der Unsterblichkeit wohnte. Die Sterne funkelten wie eine Wiese, die darauf wartete, mit schnellen Schritten erobert zu werden. Sie würden den Lupinwinter zu den Zivilisationen auf diesen Planeten bringen.\\n\\nLange Zeit später gaben ihre eingeschworenen Feinde von der Xianzhou ihnen den Namen „Borisin“, denn das Wort bedeutete in der Sprache des Alten grünen Zuhauses „Wolf“."
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "zgel_von_durans_mechabestie",
      "name": "Zügel von Durans Mechabestie",
      "type": "OBJECT",
      "desc": "Dies waren die Zügel, Fesseln und Peitschen. Der erste Grundsatz, den man den jungen Borisin beibrachte, die größer als die Beine der Kriegstiere geworden waren, war, die Zügel immer fest in der Hand zu halten, sonst würden sie selbst zu versklavtem Vieh werden ... oder sogar zu Futter.",
      "typeText": "Verbindungsseil",
      "backstory": "In der Sprache der Borisin wurden die Zügel auch Assa-Chita genannt, was „das lebende Buch“ bedeutet.\\n\\nWenn sich die beiden aufgehenden Monde trafen und der Nachthimmel am hellsten leuchtete, schenkten die Hexenmeister des Jagdstammes den Kindern von Duran Zügel, um ihren Eintritt ins Erwachsenenalter zu symbolisieren. Dieses unberührte Zaumzeug wurde zu einem Buch, das die Geschichte ihrer Kämpfe während ihres Lebens aufzeichnete.\\n\\nSobald die Zeremonie des Erwachsenwerdens beendet war, mussten die jungen Borisin die Waffenfarm betreten, um ihr erstes Kampfpferd unter den Mechabestien, die durch Gen-Hexerei gefiltert und gezüchtet wurden, auszuwählen und zu zähmen. Mechabestien ernährten sich von den Besiegten und verfügten über eine erstaunliche Beweglichkeit, Wahrnehmung und Wildheit – dennoch waren sie im Vergleich zu ihren zukünftigen Meistern bloße Schafe. Während das Mondlicht das wilde Blut in ihren Adern aufwühlte, jagten die jungen Borisin die Mechabestien und bekämpften sie. Einige starben durch den Kuss der Bestie, dies war die Folge von Schwäche; andere töteten ihresgleichen, dies war das Gesetz der Zuteilung der wilden Bestien ... Die jungen Borisin brachten das gewünschte Reittier zu Fall und banden ihm die mit neuralgischen Peitschenstacheln besetzten Zügel um den Hals – das Tier wurde durch Telepathie von seinem künftigen Meister betäubt und so zahm, als hätte es Hunderte von Peitschenhieben erhalten. Wenn das Tier seinen Meister bereitwillig auf seinem Rücken trug, war ein würdiger borisinischer Sorya (Krieger, Reiter) geboren.\\n\\nDann wurden die Zügel aus Borisin zum Aufzeichnungsgerät für Kriege. Nach und nach wurden sie mit Kratzern, Knoten und Verzierungen versehen.\\n\\nDie gut ausgebildeten Sorya trugen unter der Führung eines Yonda (Anführer, Zenturio) quallenähnliche, membranartige Rüstungen. Dann gingen sie an Bord der Bestienschiffe, die Warpsprünge zwischen den Sternen durchführen konnten, erkundeten verschiedene Welten und schworen, die Sterne im Namen Durans und des Meisters der Unsterblichkeit zu ihrem Weideland zu machen. Auf den Zügeln zeigten leichte Kratzer an, wie viele Feinde der Besitzer erschlagen hatte, Knoten hielten fest, an wie vielen großen Feldzügen er beteiligt gewesen war, und die Verzierungen, die an den Zügeln baumelten, waren bei Plünderungen ergatterte Beute wie menschliche Zähne und Omnic-Kerne ... Sie waren die Rache und das Wehklagen der Besiegten, aber auch Medaillen für die Borisin, um ihre Stärke zu demonstrieren.\\n\\nWenn die Reittiere unter dem Krieger im Kampf umkamen oder wenn Borisin eine Strafe verhängen wollte, wurden die Zügel auch um das Gesicht anderer Lebewesen gelegt.\\n\\nIhre Ziele waren in der Regel Foxianer – das Sklavenvolk, das aufgrund von genetischen Selektionsplänen aus dem Klan ausgeschlossen wurde. Sie waren schwach, gerissen und nur für niedere Arbeiten und Berechnungen geeignet. Wenn unter den Foxianern seltene kriegslüsterne Individuen auftauchten, band der Meister des Wolfskopfes diese Foxianer vorrangig mit den Zügeln und trieb sie als Kriegssklaven an, um sie als Vorhut auf dem Schlachtfeld einzusetzen.\\n\\nWenn alle Sklaven gestorben und die Waffen verbogen waren, konnten die Zügel immer noch als Peitsche dienen, wenn man einen Stachel am Ende befestigte. Wenn die Zügel zerrissen würden und der Krieger mit zerschmetterten Klauen und Zähnen im Krieg umkäme, dann würden seine Zügel zum einzigen verbleibenden Denkmal und Andenken für die Borisin werden ...\\n\\nEin altes Sprichwort besagt: „Die Positionen von Raubtier und Beute wechseln im Wald häufig“. So sind auch unzählige Zügel der Wolfsvölker gerissen, nachdem sie Jahrtausende lang in diesem dunklen Wald des Universums gegen die Xianzhou gekämpft hatten. Am Ende wurde diese Verbindung zwischen den verschiedenen Klans durch den scharfen Pfeil der Jagd durchtrennt, und auch die Borisin versanken im Schatten interner Konflikte und allgemeinen Verfalls und entfernten sich immer weiter von ihrem einstigen Stolz."
    }
  ]
}