{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "Adler des Zwielichts",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht Wind-SCH um <nobr>10%</nobr>.",
    "4": "Nach dem Einsatz des Ultimates wird die Aktion des Trägers um <nobr>25%</nobr> vorgezogen."
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [
        31101,
        41101,
        51101,
        61101
      ],
      "id": "schnabelhelm_des_adlers",
      "name": "Schnabelhelm des Adlers",
      "type": "HEAD",
      "desc": "Ein aerodynamischer Helm, der für Hochgeschwindigkeitsflüge verwendet wird. Er ist geformt wie der Schnabel eines Himmelsfischadlers.",
      "typeText": "Kopf",
      "backstory": "Jeden Tag bei Sonnenaufgang schwangen sich die Himmelsfischer von Salsotto im Himmelshafen der mobilen Stadt mithilfe ihrer Flügelanzüge in die Lüfte empor, um Phlogiston-Quallen zu jagen, die aus dem Sand aufstiegen.\n\nPhlogiston, ein wichtiger Bestandteil der Phasenflamme, war das Lebensblut der kolossalen fliegenden Stadt. Es musste stets in ausreichendem Maße gefangen und gesammelt werden, um sicherzustellen, dass die Stadt vor der Zone der Dämmerung blieb, die Tag und Nacht trennte.\n\nWenn ein Himmelsfischer an Erschöpfung starb oder von Riesenvögeln angegriffen wurde, ruhten die Salsottianer nicht, bevor sie seinen Körper geborgen und mitsamt seinem Helm und Anzug im dunklen Land bestattet hatten. Der salsottianischen Tradition nach ist die Landung gleichbedeutend mit dem Tod und damit ein Symbol der ewigen Ruhe.\n\nImmer müssen sie fliegen, wie auch die Stadt nie aufhören darf, sich zu bewegen.\n\nIn den Schnabel dieses Adlerhelms wurde eine kurze Beileidsbekundung graviert: „Das Landen ist nicht des Adlers Fessel. Es sind die Flügel, wegen derer er fliegen muss.“"
    },
    {
      "_id": 31102,
      "ids": [
        31102,
        41102,
        51102,
        61102
      ],
      "id": "flugring_des_adlers",
      "name": "Flugring des Adlers",
      "type": "HAND",
      "desc": "Der Ring eines herausragenden Himmelsfischer-Meisters. Die starken Schwingen eines Himmelsfischadlers umfassen den Finger seines Trägers.",
      "typeText": "Hände",
      "backstory": "Nur Himmelsfischer-Kapitäne, die als besonders kompetent, angesehen und zuverlässig galten, erhielten einen Flugring. Als wären sie selbst besonders scharfsichtige Jagdadler, flogen sie gemeinsam durch den Himmel und sorgten mit ihren Fischerpfiffen für Koordination untereinander.\n\nWährend eines Fluges waren die einzelnen Teammitglieder auf sich allein gestellt und wehrlos. Sie konnten sich bloß darauf verlassen, dass ihr Kapitän die 124 Pfiffarten beherrschte.\n\nDeshalb gab es in Salsotto seit jeher folgendes Sprichwort: „Die Himmelsfischer verlassen sich gleichermaßen auf ihre mit Sorgfalt entwickelte Technologie, ihre mit brillanten Ideen verbesserte Ausrüstung und ihren gewissenhaften Himmelsfischer-Kapitän“.\n\nAll die Familien, die ihm ihre Himmelsfischer-Kinder anvertraut hatten ... Dieser kleine Ring, den der Kapitän trug, ging mit einer enormen Verantwortung einher.\n\nDie Inschrift dieses Flugrings war fleckig. Auf der Innenseite stand ein Wort: „Verantwortung“."
    },
    {
      "_id": 31103,
      "ids": [
        31103,
        41103,
        51103,
        61103
      ],
      "id": "fluggeschirr_des_adlers",
      "name": "Fluggeschirr des Adlers",
      "type": "BODY",
      "desc": "Ein anschmiegsames, eng anliegendes Gurtgeschirr, das den Flügelanzug mit Metallstangen verbindet, die mit festem Leinen bespannt sind.",
      "typeText": "Körper",
      "backstory": "Es war keine leichte Aufgabe für die Himmelsfischer von Salsotto, die Phlogiston-Quallen einzufangen, die aus dem Sand herausgeflogen kamen. Bei turbulenten Flügen war das scheinbar zarte, weiche Fluggeschirr des Himmelsfischers auch der Faden, an dem sein Leben hing.\n\nDas Jagen von Phlogiston-Quallen war nie einfach. Man musste trickreiche Manöver ausführen und rasch die Verfolgung aufnehmen. Angriffe mussten abgewehrt werden, und schließlich galt es, das Biest am Ende zu fangen. Nur eine falsche Bewegung während eines Teils dieses komplexen Prozesses konnte fatale Folgen nach sich ziehen.\n\nEs war für junge Himmelsfischer üblich, je ein Haar eines Elternteils mit den Metallstangen in das Geschirr zu verweben. Verheiratete Fischer taten das Gleiche mit einem Haar ihres Ehepartners. Dies spendet dem Geschirr den Segen des Zuhauses, damit es den Besitzer stets wohlbehalten heimträgt.\n\nIn dieser grausamen Welt, wo jeder ums Überleben kämpfte, war das Zuhause der einzige Ort, an dem ein Himmelsfischer Trost und Rückhalt finden konnte.\n\nDas Haar in diesem Geschirr war noch intakt, aber nahe der Wurzel ausgeblichen. Es stammte von einer Frau."
    },
    {
      "_id": 31104,
      "ids": [
        31104,
        41104,
        51104,
        61104
      ],
      "id": "steppgamaschen_des_adlers",
      "name": "Steppgamaschen des Adlers",
      "type": "FOOT",
      "desc": "Beinwärmer für lange Flüge, mit den Kopffedern eines Himmelsfischadlers verziert.",
      "typeText": "Füße",
      "backstory": "Die Jagd auf Phlogiston-Quallen war für die Himmelsfischer von Salsotto ein endloses Spiel ums Überleben. Wenn die Beine weit vom Herz entfernt sind, sinkt dort die Körpertemperatur rasch, sofern sie nicht in flauschige Federgamaschen gehüllt werden.\n\nErst wenn die Strapazen einer langen Jagd hinter dem müden Himmelsfischer lagen, spürte er Schmerz und Erschöpfung.\n\nWer sich nicht gut vorbereitet hatte, würde Nekrosen an den Gliedern durch Erfrierungen erst zu spät bemerken. Die Himmelsfischer überprüften daher mehrfach, ob ihre Gamaschen eng genug geschnallt waren, bevor sie aufbrachen. Bei den Geschwindigkeiten, die sie im Flug erreichten, hätten sie dazu später keine Gelegenheit.\n\nSie waren sich darüber bewusst, was ihnen der Wind rauben würde, sobald sie sich in den Himmel wagten.\n\nIn der Metallverschalung der Gamaschen konnten Spuren von Kalk- und Aluminiumpulver gefunden werden. Womöglich handelte es sich hier um eine Art Notbeheizung."
    }
  ]
}