{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "Feuerschmied der Lavaglut",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht Feuer-SCH um <nobr>10%</nobr>.",
    "4": "Erhöht den verursachten SCH des Trägers durch Fertigkeit um <nobr>12%</nobr>. Erhöht nach dem Einsatz des Ultimates den verursachten Feuer-SCH des Trägers durch den nächsten Angriff um <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 31071,
      "id": "obsidianbrille_des_feuerschmieds",
      "name": "Obsidianbrille des Feuerschmieds",
      "type": "HEAD",
      "desc": "Eine Schutzbrille aus tiefschwarzem Feuerkristall. Die Gläser verwandeln einen heftigen Funkenwirbel in ein Mosaik grauer Schatten.",
      "typeText": "Kopf",
      "backstory": "Die Fähigkeit, die ultimative Waffe herzustellen, ist für den Klan der Feuerschmiede ein segensreicher Daseinszweck und gleichzeitig ein lebenslanger Fluch.\\n\\nSeit seiner Ankunft auf dem Planeten Kriegsherdfeuer hat der befreite Klan der Feuerschmiede seine Talente zwar entfesselt und intensiv genutzt, aber sie dabei auch mit der Aura der Zerstörung verunreinigt.\\n\\nIm gleißenden Schmelzofen, inmitten stiebender Funken, verwandelt das Erz sich langsam und allmählich in eine edle Waffe, doch der Feuerschmied büßt dabei auch Stück für Stück seine Sehkraft ein. Eines Tages stieß Foy am Fuße eines Vulkans auf ein Vorkommen seltenen Obsidianflammenkristalls. Er stellte eine Schutzbrille daraus her, durch die selbst die hellsten Funken gespenstisch blass aussahen. Doch der habgierige Schmied konnte seinem verfluchten Schicksal nicht vollständig entrinnen und verlor am Ende alles an das blendende Licht seiner Schmiede.\\n\\nFoy betrachtete die Antimaterie-Legion auf Kriegsherdfeuer als Rohmaterial für seine Kreationen und sich selbst als die aufsteigende Flamme.\\n\\n„Ob es wohl funktionieren würde ... die Kraft einer thermonuklearen Reaktion im Schmelzofen zu nutzen?“ Und so endete Foys Streben nach dem ultimativen Feuer in einer außer Kontrolle geratenen Kernfusion."
    },
    {
      "_id": 31072,
      "id": "flammenmeisterring_des_feuerschmieds",
      "name": "Flammenmeisterring des Feuerschmieds",
      "type": "HAND",
      "desc": "Ein Ring mit einem Flammensymbol. Innerhalb des Klans der Feuerschmiede ist er das höchste Ehrenabzeichen.",
      "typeText": "Hände",
      "backstory": "Bei <unbreak>900</unbreak> Grad wird Lehm zu Keramik, bei <unbreak>1000</unbreak> Grad werden Zinn und Kupfer zu Bronze ... Wer bessere Produkte herstellen will, der braucht dazu eine bessere Flamme.\\n\\nKreaturen der Legion sehnten sich nach einer Trennung von ihrer materiellen Existenz, nach den grundlegenden Mutationen, die nur durch die sengenden Hitzewellen der Zerstörung hervorgebracht werden können.\\n\\nEin geübter Meister der Feuerschmiede bringt seinen Ofen auf unglaubliche Temperaturen, bis die dunkle Masse darin blau lodert wie ein sterbender Stern. Freilich besitzen alle Feuerschmiede ein bemerkenswertes Talent für den Umgang mit heißem Feuer, aber nur den Besten wird für ihr überragendes Können ein Flammenmeisterring verliehen.\\n\\nDie Kriegsschmiede machte schon lange keinen Unterschied mehr zwischen dem Feuerschmied und den Materialien. Beim Schmelzen und Schmieden der Antimateriekreaturen waren die Meisterschmiede selbst auch zu einem Teil der Waffe der Zerstörung geworden.\\n\\n„Die Güte der Schmelze hängt am Feuer, und die Güte des Feuers hängt am Feuerschmied.“ Das weiß jeder Feuerschmied, der in der Lage ist, hohe Temperaturen unter Kontrolle zu halten."
    },
    {
      "_id": 31073,
      "id": "flammenfeste_schrze_des_feuerschmieds",
      "name": "Flammenfeste Schürze des Feuerschmieds",
      "type": "BODY",
      "desc": "Eine Schmiedeschürze ohne überflüssige Verzierungen. Die Maserung des Leders und das Familienemblem sind deutlich sichtbar.",
      "typeText": "Körper",
      "backstory": "Die Antimaterie-Legion gab den Feuerschmieden einen sterbenden Planeten namens Kriegsherdfeuer, wo sie nach Herzenslust ihrem Handwerk nachgehen konnten.\\n\\nIn dieser gleißenden Lavawelt waren Schöpfung und Zerstörung keine Gegensätze mehr, solange das Schmelzen und Hämmern nie aufhörte.\\n\\nSurtur war besonders gut darin, mithilfe des geschmolzenen Gesteins, das die aktiven Vulkane ausspien, die Kreaturen der Legion mit einer brachialen Aura der Zerstörung zu versehen. Weder das Zischen giftiger Dämpfe noch das Gurgeln brodelnder Lava vermochten es, ihn aus dem Konzept zu bringen. Und obwohl Surturs feuerfeste Schürze aus dem Leder einer riesigen Feuerechse hin und wieder Spritzer geschmolzenen Gesteins abbekam, sah sie stets aus wie neu.\\n\\nEin großer Teil der Streitkräfte der Legion wurde wiederholt gehämmert und eingeschmolzen, bis ihr Fleisch und ihre Waffen von den Feuerschmieden zu Waffen der Zerstörung fusioniert wurden.\\n\\n„Ja, die Macht beispielloser Zerstörung ...“ Die Feuerschmiede machten nie einen Hehl daraus, welchem schrecklichen Zweck ihre Waffen dienen sollten, während sie ihre Flammen hegten."
    },
    {
      "_id": 31074,
      "id": "metallbein_des_feuerschmieds",
      "name": "Metallbein des Feuerschmieds",
      "type": "FOOT",
      "desc": "Eine Prothese aus einer metallischen Legierung, deren Oberfläche von lebhaften, flammenartigen Schnitzereien durchsetzt ist.",
      "typeText": "Füße",
      "backstory": "Vor langer Zeit fürchteten die Kerkermeister, die außergewöhnliche Kunst des Feuerschmiedens zu verlieren. Sie schreckten vor keinem hinterlistigen Trick zurück, um den Klan der Feuerschmiede in ihre Gewalt zu bringen. Aus den langen Tagen der Gefangenschaft trugen die Oberhäupter der Feuerschmiede schwere Missbildungen der Beine davon.\\n\\nEs war der Meister der Zerstörung, der den Klan der Feuerschmiede schließlich befreite und ihnen das Mal der Zerstörung überließ, wodurch sie unerschöpfliche Macht erlangten.\\n\\nObwohl er sich nicht mehr wie ein gesunder Mann bewegen konnte, gewann das Oberhaupt der Feuerschmiede wahre Freiheit. Nur aufgrund seines Talents und seines Geschicks in der Feuerschmiedekunst hatte man ihn eingesperrt, doch nun konnte er tun und lassen, was er wollte. So bündelte er all seinen Groll und seine Erniedrigung in der Schmiede. Ohne Pause hämmerte er tagelang vor sich hin, ohne jemals zu ermüden. Die Wesen aus Antimaterie, die einst so trotzig und stolz gewesen waren, gaben unter den unablässigen Hammerschlägen schließlich nach und ließen sich von dem Zerstörer eine neue Form verleihen.\\n\\nKein sichtbarer Käfig hielt die Feuerschmiede mehr, doch war ihre Besessenheit mit der Schmiedekunst denn nicht zu einem weiteren Gefängnis geworden?\\n\\n„Fleisch und Blut sind eine Bürde. Schmieden bedeutet auch Zerstörung.“ So klagte das Oberhaupt, als es auf die stetig wachsende Schar entstellter Feuerschmiede blickte."
    }
  ]
}
