{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "Himmelsfront Glamoth",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht den ANG des Trägers um <nobr>12%</nobr>. Wenn die GES des Trägers <nobr>135</nobr>/<nobr>160</nobr> oder höher erreicht, wird sein verursachter SCH um <nobr>12%</nobr>/<nobr>18%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [
        33115,
        43115,
        53115,
        63115
      ],
      "id": "glamoths_eisernes_kavallerieregiment",
      "name": "Glamoths eisernes Kavallerieregiment",
      "type": "NECK",
      "desc": "In der Planarsphäre sind die berühmten gestaltwandelnden Hüllen der Eisernen Kavallerie von Glamoth eingeschlossen. Unzählige silberne Mechas wurden in Kriegsschiffe verladen und flogen an die äußeren Ränder der Galaxie, um den bösartigen Schwarm aus den Tiefen des Weltraums abzuwehren.",
      "typeText": "Planarsphäre",
      "backstory": "Das Reich Welkin von Glamoth beherrschte ein riesiges Territorium, das sich über Zehntausende von Lichtjahren erstreckte, und sich immer weiter in den Kosmos hinein ausbreitete. Auf dem Höhepunkt der Macht des Reiches baute Ihre Majestät Kaiserin Titania eine prächtige Flotte und schwor, die Früchte der Zivilisation zu den unterentwickelten Grenzen zu bringen, um ihnen einen Vorgeschmack auf das Wohlwollen des Reiches zu geben und sie unter einer Herrschaft zu vereinen.\n\nDie Expedition wurde jedoch von endlosen Wellen wütender Insektoiden aufgehalten, die von Hinter dem Himmel kamen. Glamoths Armeen kämpften und scheiterten, wieder und wieder ... Kolonien wurden vernichtet, und von der stolzen Flotte wurde ein Schiff nach dem anderen vernichtet. Inmitten von Monstern mit Facettenaugen und armierten Flügeln waren die verzweifelten Schreie des Volkes von Glamoth nicht zu hören, und das Reich der Welkin war von da an dem Untergang geweiht.\n\nBis eines Tages Ritter in mechanischen Rüstungen vom Himmel herabstiegen und den sonnenverschlingenden Schwarm auslöschten. Seitdem reisen die silberweißen Eisenritter zwischen den verschiedenen Sternensystemen des Imperiums hin und her, durchqueren die verwüsteten Gebiete und kämpfen gegen die Katastrophe, die die Galaxie ausgelöscht hat. Sie waren wie Krieger, die für den Kampf gegen den Schwarm geboren wurden. Niemand wusste, was sich hinter den Masken der Eisernen Kavallerie verbarg, aber ihre Ankunft war wie ein Geschenk der Götter, das der menschlichen Welt das Licht des Tages zurückbrachte. Unter dem Kommando der Kaiserin stürmte Glamoths Eiserne Kavallerie über den Himmel, um endlich die Flut der Feinde einzudämmen und dem Reich einen Moment des Aufatmens zu bescheren.\n\nAber in der nicht enden wollenden Schlacht gegen den Schwarm wurde das Reich seinem Gegner immer ähnlicher – mehr und mehr Mitglieder der Eisernen Kavallerien flogen hoch in den Himmel und verdunkelten ihn genauso wie der Schwarm an jenem schicksalhaften Tag. Die positive Sicht, die die Menschen von der Kaiserin und der Kavallerie hatten, wurde zu einer Furcht; eine Furcht, die der ähnelte, die sie gegenüber dem Schwarm empfanden. Vielleicht würde das Imperium eines Tages den ersehnten Sieg erringen. Aber wird Glamoth an diesem Tag noch ein Paradies sein, in dem sich die Menschheit wohlfühlen kann?\n\nDas Regiment der Eisernen Kavallerie bildete die letzte Verteidigungslinie an der Grenze Glamoths, wo die Schlacht unaufhörlich weitergeschlagen wurde. Auf ihren Kriegsschiffen trugen die schweigsamen Ritter die Hoffnungen des gesamten Reiches und wehrten die Flut der Feinde ab, die die Sterne verdunkelten."
    },
    {
      "_id": 33116,
      "ids": [
        33116,
        43116,
        53116,
        63116
      ],
      "id": "glamoths_stiller_grabstein",
      "name": "Glamoths stiller Grabstein",
      "type": "OBJECT",
      "desc": "Das blühende Reich von Glamoth zerfiel zu Staub. Es gab keinen Hinweis mehr auf seine frühere Pracht. Nur die Überreste von Sternenstaub, Mechas, Schiffen und die Leichen des Schwarms trieben im Vakuum und bildeten einen Fluss, der den Schauplatz der tragischen Schlacht konservierte und als Denkmal für den Untergang diente.",
      "typeText": "Verbindungsseil",
      "backstory": "Historiker der Intelligenzia-Gilde glauben, dass die Republik Glamoth durch den anbrandenden Schwarm zerstört wurde. Eine andere Ansicht lautet, dass die Republik Glamoth dadurch zerstört wurde, dass sie ihren mächtigen Feind völlig überrannte.\n\nUm das Blatt in der schrecklichen Schlacht gegen den Schwarm zu wenden, warf der herrschende Rat den Fehdehandschuh hin und beschloss, das Wesen der Menschheit zu verändern, um sich an den Krieg anzupassen – sie wollten eine Waffe erschaffen, die „zum Kämpfen geboren“ ist.\n\nDas Ergebnis all dessen war „Titania“. Diese Kaiserin, die keine Macht besitzt, befiehlt und kontrolliert telepathisch die mit ihr verbundenen Ritter. In den Träumen, in die diese Krieger verwoben sind, besteht der einzige Sinn ihrer Existenz darin, Titania und ihr „Reich“ zu schützen. In ihrem kurzen Leben lernten und kämpften sie und nahmen die Befehle der Kaiserin entgegen, bevor sie sich furchtlos dem Feind stellten und ehrenvoll starben.\n\nNiemand wusste, wann diese Lüge aufgedeckt wurde. War es an dem Tag, als die Zahl der alten Menschen in Glamoths Territorien unter einen bestimmten Prozentsatz fiel? War es der Tag, an dem die Wissenschaftler erkannten, dass die Kaiserin begann, sich gegen ihr Gefangensein aufzulehnen? Oder ... vielleicht der Tag, an dem sich der Ansturm des Schwarms in Luft auflöste?\n\nAlles, was die Menschen wussten, war, dass die Eiserne Kavallerie alles für das nicht existierende „Imperium“ gab. Nach Jahrzehnten blutiger Kämpfe bildeten sich aus den Überresten von Mechs und Insektengliedern himmelhohe Trümmerhaufen, die im gesamten Sternensystem von Glamoth verstreut waren und zu einem „Fluss des Todes“ verschmolzen. Als die Überreste des Schwarms keine Bedrohung mehr darstellten, läuteten die Führer des Rates die Friedensglocken und teilten den Bürgern mit, dass sie die Apokalypse, die den Himmel vernebelt hatte, vertrieben hatten und die Republik wieder ins Licht des Tages zurückgeführt werden würde – was kam, war aber nicht das Licht des Tages, sondern der Beginn einer weiteren Nacht.\n\nDanach verschwand die Zivilisation, die als Glamoth bekannt war, und der lang ersehnte Frieden kehrte in den leeren Sternenhimmel ein – ein langer Fluss aus Sternenstaub und Trümmern, der lautlos durch die Leere zog."
    }
  ]
}