{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "Schmiede der Kalpagni-Laterne",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht die GES des Trägers um <nobr>6%</nobr>. Trifft der Träger einen Gegner mit Feuer-Schwäche, wird sein Brucheffekt für <nobr>1</nobr> Rd. um <nobr>40%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "lotuslampendocht_des_schmiedepalastes",
      "name": "Lotus-Lampendocht des Schmiedepalastes",
      "type": "NECK",
      "desc": "Die Ebene umschließt den Sitz der Kunsthandwerkskommission der Xianzhou Zhuming: der Flammenscheiben-Schmiedepalast, eine kugelförmige Struktur von der Größe eines Himmelskörpers, die um den Urahn aller Heliobi, den Feuerstein-Kaiser, errichtet wurde. Geniale Handwerker schöpfen aus ihr Energie und geben ihren wundersamen Gedanken eine Form.",
      "typeText": "Planarsphäre",
      "backstory": "Seitdem sie das Alte Reich verlassen hatte, trieb die Xianzhou Zhuming mehr als acht Jahrtausende lang im Meer der Sterne. Könnte man eine chronologische Momentaufnahme der Formveränderung des Raumschiffs betrachten, wäre es eine sehr romantische Erfahrung: Das gewaltige Schiff verschluckte einen tiefblauen Stern, schälte die abgenutzte Hülle Schicht für Schicht ab, schwoll zu einer prallen Knospe an und erblühte schließlich zu einem Lotus.\\n\\nAus dem Weltraum betrachtet erscheint die gesamte Xianzhou Zhuming wie eine Lotuslaterne aus filigranem Gold. Die riesigen leuchtenden „Lotusblätter“ breiten sich allmählich um die „Lichtmasten“ herum aus, in ein sanftes blaues Licht getaucht. Man könnte sagen: „Ein Schiff, das kein Schiff zu sein scheint, sondern eine Lotuskerze.“ Der „Leuchter“ in der Mitte des Schiffes ist ein kugelförmiger Käfig von der Größe eines Himmelskörpers. Er wickelt sich eng um die azurblaue Sonne, den „Laternendocht“, und dreht sich ewig. Dieses gigantische Bauwerk ist der wichtigste Standort für die Fertigungsindustrie der Xianzhou Zhuming: der Flammenscheiben-Schmiedepalast.\\n\\nIn der Vergangenheit hatte Meisterhandwerker der Zhuming, Yang Di, vom anonymen Herrscher des Alten Reichs eine Waffenform als Geschenk erhalten, als die Flotte zu ihrer Reise aufbrach. Tausende von Jahren später, obwohl sich die Flotte durch ihre Unsterblichkeit bis zur Unkenntlichkeit verändert hat und die Rückreise nie stattfinden wird, ist die Tradition des Meisterhandwerkers nie gestorben. In der Xianzhou Zhuming ist das Kunsthandwerk die höchste Schule des Lernens. Alle ihre Generäle trugen auch den Titel des Ofenmeisters der Kunsthandwerkskommission. Verließen sie das Schiff, so befehligten sie Tausende von Truppen. Kehrten sie auf das Schiff zurück, so schwangen sie den Hammer, schmiedeten wundersame Gegenstände und genossen den höchsten Respekt des Volkes. Über die Hälfte der Waffen, die im Laufe der Geschichte der Flotte bei den Jagden der Xianzhou verwendet wurden, wurden in der Xianzhou Zhuming geschmiedet. Daher wurde der Flammenscheiben-Schmiedepalast als heilige Pilgerstätte für solche Technologien in der gesamten Galaxie angesehen.\\n\\nDie Metallverarbeitung ist ein Maßstab für den Fortschritt von Zivilisationen, während Feuer den Beginn von Zivilisationen markiert. Viele Zivilisationen, die sich in ihren Anfängen befanden, hatten mit dem Problem der Energiequellen zu kämpfen. Die Menschen scheuten keine Mühen, um Energiequellen zu entdecken, die ihre Zivilisation zu neuen Höhenflügen verhelfen könnten. Die Xianzhou Zhuming hatte diese Einschränkung überwunden – durch die Gefangennahme des Urahns der Heliobi, des Feuerstein-Kaisers, erhielten die Kunsthandwerker eine buchstäblich unerschöpfliche Energiequelle. Der Flammenscheiben-Schmiedepalast verfügt über komplexe, verzweigte Schienensysteme, die den Stern so weit wie möglich abdecken, und die zarten Äste und Blätter sind mit Rezeptoren und Sendern versehen, die die Urflamme, den Feuerstein-Kaiser, leiten, um genügend Energie für alle technologischen Entwicklungen bereitzustellen.\\n\\nUnzählige Handwerker hatten die Kunsthandwerkskommission der Zhuming, die eine Pseudosonne verschluckte, als die heiligen Hallen des Kunsthandwerks betrachtet. Lehrlinge, die göttliche Werkzeuge schmieden wollten, strömten in die Einrichtung. Mit genügend Kraft kann alles hergestellt werden, und der Flammenscheiben-Schmiedepalast bietet alles, was die Kunsthandwerker brauchen.\\n\\nLehrlinge aus verschiedenen Welten kommen in der Schmiede zusammen, werden zu Mitschülern, wetteifern und teilen ihre Fähigkeiten miteinander. Außenweltler, die auf der Suche nach wunderbaren Werkzeugen sind, zahlen auch eine beträchtliche Summe, um Kunsthandwerker mit der Herstellung von Gegenständen aus anderen Welten zu beauftragen ... Doch die zahllosen Lehrlinge, die im Laufe der Jahrtausende ausgebildet wurden, wurden von General Huaiyan, dem „Kunsthandwerker der Kunsthandwerker“, selten bevorzugt. Wenn er selbst Schüler unterrichtete und seine Fähigkeiten als Kunsthandwerker und Soldat weitergab, wurden diese Schüler entweder zu Großmeistern, die als Ofenmeister in die Annalen eingingen, oder zu Wolkenrittern mit Namen, die durch die Allianz donnerten, wie das Flammenrad-Oktett.\\n\\n„Die Schmieden veredelten Tausend Sterne hell, die Eisen erschufen den Flug der Helden schnell. Licht beflügelt kriegerische Macht, nur mit scharfen Klingen werden Frieden und Wohlstand geschützt.“ Von dem Tag an, an dem ein Zhuming-Kunsthandwerker sein Werkzeug erhält, muss er sich stets daran erinnern, dass er seine Tage und Nächte nicht mit der Herstellung einfacher Waffen verbringt, sondern mit der Herstellung von Pfeilen der Jagd."
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "flammenscheibenhimmelsseide_des_schmiedepalastes",
      "name": "Flammenscheiben-Himmelsseide des Schmiedepalastes",
      "type": "OBJECT",
      "desc": "Der Urahn der Heliobi, so massiv wie ein Stern, versinkt in einer endlosen Traumlandschaft. Während er schlummert, prallen die Atome und Moleküle um seinen Körper herum aufeinander und sprühen Funken, die fortwährend aus der äußeren Hüllenstruktur des Flammenrades entweichen und schließlich als schillernde, seidenartige Lichtbänder erscheinen.",
      "typeText": "Verbindungsseil",
      "backstory": "Die Xianzhou Zhuming wurde auf ihren Reisen durch die Tiefen des Weltraums stets von farbenfrohen Lichtbändern begleitet. Diese Bänder sind Energieausstöße von Fusionsreaktionen bei sehr hohen Temperaturen und der Beweis dafür, dass der Feuerstein-Kaiser noch immer brennt und niemals sterben wird.\\n\\nAn den äußersten Rändern der Polarlichter erzeugenden Partikel, die mit den Atemzügen des Feuerstein-Kaisers zerstreut werden, verlangsamen sich neugeborene Heliobi und wandern ins Dasein. Die Flammenjagd-Richter der Zehn-Fürsten-Kommission der Zhuming fangen dann naive Heliobi ein, die noch keinen Kontakt mit Emotionen hatten, und zähmen das unreife Temperament solcher Flammen mit freundlichen und sanften Träumen. Dann geben die Richter diese harmlosen Heliobi an die Kunsthandwerkskommission weiter, die sie dann mit verschiedenen Artefakten zusammenbringt, um sie zu Lampen, Fahrzeugen und verschiedenen Kulissen in Zhuming zu machen ... In den Augen der verwirrten Außenweltler sind diese sprechenden und gehenden Gegenstände jedoch der Beweis für das Gerücht, dass „göttliche Essenz überall in den Höhlen existiert und Gegenstände zu Dämonen werden, wenn sie einmal alt genug sind“ ...\\n\\nFolgt man den farbenfrohen Lichtbändern, kann man tiefer in die Schmiede vordringen und gelangt in das von der Pseudosonne erzeugte Hypergravitationsfeld. Sterbliche haben Mühe, eine stellare Dichte dieses Grades zu ertragen. Es ist ein innerlich kollabierendes Chaos, das nur Disatta-Kunsthandwerker mit Leichtigkeit durchqueren können.\\n\\nDie glühenden Sternenstürme und anormalen Himmelserscheinungen hindern die Neugierigen daran, sich der Pseudosonne weiter zu nähern. Alle grundlegenden physikalischen Gesetze des Universums sind in diesem Raum in erschreckendem Ausmaß verstärkt worden. Nur ein stämmiges und kräftiges Sternenvolk, die Disatta, kann in einem Raum mit derartigen Gravitationsanomalien überleben. Disatta sind geborene Elite-Kunsthandwerker. Sie pendeln zwischen der Schmiede und der Pseudosonne hin und her, und ihr Zeitempfinden hat sich längst von dem normaler Wesen entfernt. Sie halten ihr Versprechen und verbessern ihre Kunstfertigkeit, schmieden die riesigen Kanonen des Schiffes und wachen über den Schlummer der Pseudosonne. Die Xianzhou Zhuming betrachtet die Disatta als loyale Verbündete, respektiert ihre Zähigkeit und Stärke und ist dankbar für ihren selbstlosen Einsatz.\\n\\nUnd doch kann kein Wesen den Lichtbändern weiter durch das seltsame und verdrehte Gravitationsfeld folgen, um tief in die Pseudosonne zu gelangen. Das ist ein verbotener Ort für alle fühlenden Wesen, ein Raum, in dem der endlose Traum des Feuerstein-Kaisers schwebt – die Xianzhou Zhuming ist immer auf der Hut, denn selbst der kleinste Splitter emotionaler Störungen kann die grenzenlose Macht des Heliobi-Urahns wecken.\\n\\nEs gibt häufig Menschen, die die Warnung ignorieren und ihren Blick aus der Ferne auf die Pseudosonne richten. Sie geraten unwissentlich in das psychologische Gravitationsfeld, und ihre kleinste Unachtsamkeit hat zur Folge, dass ihre Empfindungsfähigkeit von den sintflutartigen Trugbildern, die sich über sie ergießen, weggerissen wird. Anders als bei der Interaktion mit den sanften Illusionen würde man beim Anblick dieser „tiefblauen Sonne“ nur die grenzenlose Wut spüren, die seit Anbeginn der Zeit unterdrückt wurde: „Die Heliobi sollen den Helden die Macht geben, den Himmel zu versengen, aber wenn alle Pflichten erfüllt sind, müssen die Helden den Heliobi hochwertige Körper geben, die zur Vollkommenheit geschmiedet sind ...“ Niemand weiß, wie dieser alte Schwur erfüllt werden konnte. Ebenso wenig weiß man, wann der Feuerstein-Kaiser aus seinem bodenlosen Traum erwachen wird.\\n\\nTief im Docht der Lotuslaterne stößt die Pseudosonne in ihrem unendlichen Schlaf einen tiefen Seufzer aus. Das Schiff segelt langsam über den Himmel und hinterlässt nur eine schillernde Spur. So wird sich die Xianzhou Zhuming weiterhin mit dem Feuer verbünden, mit dem Feuer reisen und ihr Schicksal mit dem Feuer teilen."
    }
  ]
}