{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "Genie der strahlenden Sterne",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht Quanten-SCH um <nobr>10%</nobr>.",
    "4": "Wenn der Träger einem Gegner SCH zufügt, ignoriert er <nobr>10%</nobr> der VTD des Gegners. Wenn das Ziel Quanten-Schwäche hat, ignoriert der Träger zusätzlich <nobr>10%</nobr> der VTD des Gegners."
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [31081, 41081, 51081, 61081],
      "id": "ultrasignalbrille_des_genies",
      "name": "Ultrasignalbrille des Genies",
      "type": "HEAD",
      "desc": "Eine Kommunikationsbrille mit ultrahoher Signalreichweite, mit der man sich über Datenraten und Entfernungen keine Gedanken mehr machen muss.",
      "typeText": "Kopf",
      "backstory": "Es ist ein allgemein anerkannter Fakt, dass die Mitglieder der Geniusgesellschaft über alle Maßen exzentrisch sind und nicht ausreichend miteinander kommunizieren.\\n\\nMenschlicher Umgang ist schon den meisten Leuten eine Last, und das gilt besonders für Genies, die zwischen Sternen reisen.\\n\\nElias Salas, Mitglied Nr. <unbreak>56</unbreak> und zweiter Leiter der Geniusgesellschaft, versuchte einst, diesem Problem Herr zu werden. Er stellte mit großem Eifer Kommunikationsbrillen mit ultrahoher Signalreichweite für sämtliche Mitglieder her. Doch obwohl es ihm gelang, selbst die größten Entfernungen zwischen den Sternen zu überbrücken, waren nur wenige bereit dazu, Kontakt miteinander zu pflegen. So kam es, dass das beste Kommunikationsgerät im Universum nie umfassend genutzt wurde.\\n\\n„‚Die gewünschte Nummer existiert nicht.‘ Kannst du nicht etwas überzeugender wirken, wenn du schon so tust, als wärst du eine KI ...?“\\n\\nElias Salas seufzte tief und erkannte, dass er sich hier zu viel erhofft hatte. Aber er musste es noch einmal versuchen, denn er glaubte fest daran, dass seine Technologie eines Tages irgendjemandem auf irgendeine Art nützlich sein würde."
    },
    {
      "_id": 31082,
      "ids": [31082, 41082, 51082, 61082],
      "id": "frequenzerfasser_des_genies",
      "name": "Frequenzerfasser des Genies",
      "type": "HAND",
      "desc": "Ein Paar Handschuhe mit einem hochpräzisen Frequenzerfassungsgerät, das die Manipulation von objektiven Geräuschen und Lichtvibrationen ermöglicht.",
      "typeText": "Hände",
      "backstory": "Wie man bei der Arbeit unbemerkt faulenzt, war immer ein Thema für Stephen Lloyd, <unbreak>84</unbreak>. Mitglied der Geniusgesellschaft, wohnhaft im Obstgeschäft seines Pflegevaters.\\n\\nEr fertigte ein Paar Handschuhe, die bestimmte Frequenzen sowie Geräusche und Licht einfangen konnten, um sich im Schutze seines Frequenzschleiers ungestört seiner Forschung an Saiteninstrumenten hingeben zu können.\\n\\nMit dieser Technologie konnte er in einem gewissen Umfeld Licht und Klang in ihrer Gesamtheit einfangen, was nach dem aktuellen Stand der klassischen Wissenschaft Aidens unmöglich hätte sein sollen. Eine wirklich herausragende Erfindung, mit der man gelinde gesagt die Wissenschaft in eine neue Bahn hätte lenken können, doch Stephen hatte gar nicht die Absicht, die Technologie zu verbreiten. Für ihn waren die Handschuhe nur ein Spielzeug, das er gebaut hatte, um seine Arbeit schleifen zu lassen.\\n\\n„Stephen, ich weiß nicht, was genau du gemacht hast, aber es war bestimmt wieder Unfug, oder?“ Aber sein Pflegevater nahm es ihm nicht krumm.\\n\\nObwohl Stephen Lloyd als Genie der Genies gefeiert wurde, war er für seinen Pflegevater trotzdem nur ein Kind, das zu viel Fantasie und zu wenig Antrieb hatte."
    },
    {
      "_id": 31083,
      "ids": [31083, 41083, 51083, 61083],
      "id": "metafeldanzug_des_genies",
      "name": "Metafeldanzug des Genies",
      "type": "BODY",
      "desc": "Ein Kleidungsstück, das einem Taucheranzug ähnelt. Bei Aktivierung hüllt es den ganzen Körper ein und sendet dessen Nervensignale in Echtzeit ins Metafeld.",
      "typeText": "Körper",
      "backstory": "Das Metafeld, eine Erfindung von Sserkal, Mitglied Nr. <unbreak>29</unbreak>, war speziesübergreifend und überspannte mehrere Dimensionen. Jedes Lebewesen konnte seine Nervensignale mithilfe einer Art Taucheranzug ins Bewusstseinsnetzwerk einspeisen.\\n\\nJenen Wesen, denen das Reisen zwischen den Welten verwehrt war, gab diese kollektive Traumwelt die Möglichkeit, den Kontakt mit anderen zu suchen und nach dem Frieden und der Ruhe zu streben, an denen es in der echten Welt fehlte.\\n\\nDie Teilnehmer schufen innerhalb dieses Metafelds aus virtuellen Daten unzählige kulturelle Werke und etablierten still und leise eine neue Weltordnung. Als sie schließlich kurz davorstanden, die Realität durch dieses virtuelle Paradies zu ersetzen, kappte Sserkal, der Netzweber der gesamten Schöpfung, die Verbindung zum Bewusstseinsnetzwerk, als wäre das Ganze nur ein aufwendiger Streich gewesen. Das gesamte Metafeld verstummte mit einem Mal.\\n\\n„Die ganzen Investoren, die tagein, tagaus über das Metafeld jammern, sind doch verrückt. Die Industrie wurde schon unzählige Male gestärkt, aber jetzt ist das Metafeld futsch.“\\n\\nWer etwas verliert, vermutet oft, dass mehr dahintersteckt. Womöglich wurde das Metafeld als eine Petrischale für die Seele konzipiert. Wesen aller Art einzuladen, war vielleicht nur ein Vorwand gewesen, um sich kostenlose Seelenproben zu ergaunern."
    },
    {
      "_id": 31084,
      "ids": [31084, 41084, 51084, 61084],
      "id": "gravitationsgleiter_des_genies",
      "name": "Gravitationsgleiter des Genies",
      "type": "FOOT",
      "desc": "Ein tragbares Gerät zum Einfangen der Schwerkraft, das wie ein Paar Schlittschuhe aussieht. Gleitet man schnell darauf, so reflektieren sie das Funkeln der Sterne.",
      "typeText": "Füße",
      "backstory": "Der berüchtigte Dr. Primitiv, Mitglied Nr. <unbreak>64</unbreak>, war sein ganzes Leben auf der Flucht vor interstellaren Verfolgern, die ihn wegen seiner schweren Verbrechen jagten.\\n\\nDr. Primitiv schien die Verfolgungsjagd zu genießen. Er hielt immer einen genau berechneten Abstand zu seinen Verfolgern – nie so nahe, dass sie ihn erwischen konnten, aber auch nie so weit entfernt, dass sie ihn endgültig verlieren würden.\\n\\nMithilfe einer Art Gravitationsfalle entwickelte er eine Technologie, die es ihm erlaubte, frei durchs All zu schreiten. Die Astrophysiker von der Intelligenzia-Gilde konnten sich keinen Reim auf seine Erfindung machen, also nahmen sie einfach an, dass es etwas mit dem unterschiedlichen Gravitationspotenzial der Sterne zu tun haben musste. Seine im Schwerkraft-Zeitalter zurückgebliebenen Verfolger konnten ihn zwar mit ihren Schiffen nicht einholen, schworen aber, ihn irgendwann doch noch zur Rechenschaft zu ziehen.\\n\\n„Ein Weltraumspaziergang hätte ein erhebender Anblick sein sollen“, so ein Galaxie-Ranger, „wenn der Spaziergänger nicht gerade Dr. Primitiv gewesen wäre.“\\n\\nTrotz Meldungen über den mutmaßlichen Tod von Dr. Primitiv war der Galaxie-Ranger fest überzeugt, dass er noch lebte. So setzte er die Jagd nach ihm fort, obwohl er nun spurlos verschwunden war."
    }
  ]
}
