{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "Riesenbaum des versunkenen Grübelns",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht die GES des Trägers um <nobr>6%</nobr>. Wenn die GES des Trägers <nobr>135</nobr>/<nobr>180</nobr> oder höher erreicht, wird die bewirkte Heilung des Trägers und seines Memogeists um <nobr>12%</nobr>/<nobr>20%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "Nachdenklicher Riesenbaum des Hains der Erleuchtung",
      "type": "NECK",
      "desc": "Die Planarsphäre birgt den Hain der Erleuchtung von Amphoreus, wo der Körper von {RUBY_B#Titanin der Vernunft}Cerces{RUBY_E#}, dem Gespaltenen Zweig, in tiefem Nachdenken verweilt. Der „Erste Gelehrte“ führte die Menschen an, inmitten des Waldes Gärten und Höfe zu errichten, um Wissen zu teilen – so entstand der Hain.",
      "typeText": "Planarsphäre",
      "backstory": "Der Erste Gelehrte, Thalesus, verließ beim Erreichen seines Erwachsenenalters seine Heimat, die Küstenstadt Mileutus, um die spirituelle Bedeutung des Glaubens von Mnestia auf den Weiten von Amphoreus zu suchen.\n\nAuf seiner Pilgerreise erlebte er viele außergewöhnliche Dinge und sah seltsame Landschaften, die seine Gedanken über die Naturphänomene und die Ursprünge der Welt völlig neu formten. Am Ende seiner Reise ging er zum Gespaltenen Zweig und vollendete vor dem gewaltigen Baum seine Methodologie zum Verständnis der Welt. Daraufhin gründete er unter dem Baum einen Hof, den er „Hain der Erleuchtung“ nannte, um den Menschen Erweckung, Erkenntnis und Einsicht zu ermöglichen.\n\nDie Gedanken von {RUBY_B#Titanin der Vernunft}Cerces{RUBY_E#} wurden entweder auf Schriftrollen verewigt oder leise in Gräser und Kräuter überführt – so entstand die lebhafte Atmosphäre des Hains. Mitten in den lebhaften Diskussionen und den hitzigen Debatten bildeten sich schließlich die verschiedenen Denkschulen.\n\nDie Denkschulen hatten zwar unterschiedliche Forschungsschwerpunkte, doch es gab immer Überschneidungen – ähnlich wie die verzweigten Äste des Baumes, die sich zwangsläufig kreuzen. Durch die intensiven Debatten und die Weitergabe des Wissens über Generationen hinweg entwickelte sich die Einsicht des „Ersten Gelehrten“ zu den sieben Hauptdenkschulen die von den sieben Weisen geleitet werden und zahlreiche Strömungen inspirierten.\n\n„Alles Wissen der Welt sollte zu den Blättern des Hains werden, die die Sonne verdecken und dem Baum Wachstum schenken.“ Jeder Stadtstaat, der Weisheit vom Hain erhalten will, muss gleichwertiges Wissen im Gegenzug darbringen. Auf diese Weise werden unzählige Gedanken genährt, und neue Blätter und Triebe können gedeihen.\n\nSeit Jahrhunderten nach dem Lichtkalender landete jede Schriftrolle aus den Karawanen, die durch die Pforten des Hains zogen, und den Handelsschiffen, die in seinen Hafen einliefen, in der Bibliothek des Hains ... egal, aus welchem Land oder in welcher Sprache. Die Gelehrten des Hains – oder sollte man sie „Räuber“ nennen – machten den Hain zur „besten Schule von Amphoreus“, indem sie Schriften mit hohem Preis ankauften, Kopisten anheuerten oder sie sogar durch Plünderung erbeuteten. Die Gelehrten des Hains betrachteten Diskussionen als Opfergaben und sahen kritisches Denken als eine Form der Anbetung, mit der sie der vollkommenen Vernunft huldigten.\n\nWas in Pflanzen beginnt, endet im Geist der Bäume – jede Erkenntnis, die von der Welt in den Hain getragen wird, sammelt sich wie Tau auf den Blättern. {RUBY_B#Titanin der Vernunft}Cerces{RUBY_E#} lauscht dem immer lauter werdenden Treiben des Hains, doch bleibt sie in stillen Gedanken versunken."
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "Verbindungsnetz des Hains der Erleuchtung",
      "type": "OBJECT",
      "desc": "Goldene Fäden und Ranken bilden ein Netzwerk im Hain, die Lebensader für den Austausch der Denkschulen. Informationen fließen durch die Wurzeln, wandern entlang der Adern, bis sie analysiert werden. Am Ende verwandeln sie sich in einen Tautropfen, der sich im Teich der Bibliothek von Philia auflöst.",
      "typeText": "Verbindungsseil",
      "backstory": "Ein Gedanke des Hains der Erleuchtung – ein Ast auf dem gewaltigen Baum. Seine Adern ziehen tausend Theorien nach sich, die wie verzweigte Äste in alle Richtungen wachsen. Obwohl sie unabhängig sind, überschneiden sie sich und formen letztendlich die üppige Krone, die den Baum so prächtig macht.\n\nEin Zweig wendet seinen Blattstiel nach innen, windet sich und verknotet sich. Die Asketen des Lotophagismus sind fasziniert von den Mustern der Blätter und Zweige und sehen die Pflanzenwelt und alles Existierende als etwas Greifbares und Offensichtliches. Ihr asketischer Fokus liegt auf der Harmonisierung aller Dinge ... Für sie ist Askese kein Verzicht, sondern der schnellste Weg zur Selbsterkenntnis.\n\nEin anderer Zweig trägt reife Früchte und hängt schwer an den Ästen. Die Gelehrten des Caprismus spezialisieren sich auf die Erforschung, Zucht und den Schutz von mythischen Tieren – die vielfältigen Formen der Chimären sind ein kleines Beispiel für ihren großen Wissensdurst über alle lebenden Wesen.\n\nEin Zweig windet sich zu einer perfekten Form, präzise und elegant. Die Gelehrten der Knoten-Schule behaupten: „Alles ist Zahl“ – jede Existenz kann durch Zahlen beschrieben werden. Als eine der ältesten Denkschulen des Hains bewachen sie den Eingang ihrer Akademie und verlangen: „Wer keine Geometrie kennt, darf nicht eintreten.“ Sie betrachten Mathematik als das Werkzeug, mit dem {RUBY_B#Titanin der Vernunft}Cerces{RUBY_E#} die Welt regiert.\n\nEin anderer Zweig ist robust, rund und voller Widerstandskraft. Die Helkolithisten verlangen von neuen Schülern, dass sie vor ihrem Eintritt einen Wurfsack schwingen und einen Stein über eine vorgegebene Distanz schleudern – ein Beweis für ihren Willen, Perfektion in Training, Denken und Wettkampf zu verfolgen.\n\nEin weiterer Zweig biegt sich mal herab, mal streckt er sich aufrecht in die Luft und vermittelt ein Gefühl reiner Ästhetik. Die Erythrokeramisten sieht Kunst und Sinnlichkeit als Ursprung des logischen Denkens und glaubt fest daran, dass die direkt von den Sinnen gewonnenen Eindrücke die präzisesten und umfassendsten sind.\n\nIn der üppigen Baumkrone ist der Zweig, der sich der ehrfürchtigen Anbetung widmet, am besten für Rituale geeignet, denn er wächst direkt aus dem Hauptstamm des Baumes. Die Venerationisten sind spezialisiert auf das Verständnis der Titanenrituale und deren wundersame Anwendungen und wird als „Wiege der Politiker von Amphoreus“ bezeichnet. Sie leiten nicht nur die Rituale des Hains, sondern ihre Errungenschaften durchdringen jeden Aspekt von Amphoreus. Doch ein junger, scharfer Zweig steht im offenen Konflikt mit ihnen ...\n\nDie Nousporisten, die die Seelenlehren des Ersten Gelehrten weiterführt, konzentrieren sich auf die Theorien der Transformation und Erhebung von Leben und Dingen. Obwohl dies die jüngste Denkschule ist, sind ihre Argumente die schärfsten, und ihre Lehren zielen direkt auf den Ursprung aller Existenz.\n\nDie sieben Weisen der sieben großen Denkschulen haben jeweils ihre eigenen Fachbereiche, ohne offiziell in eine Hierarchie eingeordnet zu sein. Der hoch aufragende riesige Baum der Vernunft, das symbolische Haupt der Sieben Weisen, verbreitet Wissen und Vernunft wie Zweige und verstreut sie in endlosen Debatten und intellektuellen Diskursen wie Samen über die Welt."
    }
  ]
}