{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "Wachen des stürmischen Schnees",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Verringert erlittenen SCH um <nobr>8%</nobr>.",
    "4": "Liegt der LP-Prozentsatz des Trägers zu Beginn seiner Runde bei <nobr>50%</nobr> oder niedriger, werden LP in Höhe von <nobr>8%</nobr> seiner max. LP und <nobr>5</nobr> Pkt. Energie wiederhergestellt."
  },
  "pieces": [
    {
      "_id": 31061,
      "id": "gusseiserner_helm_der_wache",
      "name": "Gusseiserner Helm der Wache",
      "type": "HEAD",
      "desc": "Ein handelsüblicher Helm, der Kopf und Gesicht schützt. Er ist an der Innenseite gefüttert und hält so seinen Träger stets warm.",
      "typeText": "Kopf",
      "backstory": "Es ist keine einfache Aufgabe, inmitten des ewigen Frosts stets kampfbereit zu sein, doch die Silbermähnen-Wachen von Jarilo-VI sind daran gewöhnt. Der beißend kalte Wind heulte durch den Spalt im Gesichtsschutz und fuhr wie ein eisiges Rasiermesser über die Haut.\\n\\nDie Monster, die von hinter dem Himmel kamen, formierten sich neu, und bis an die Zähne bewaffnete Soldaten standen bereit, den Befehlen der Obersten Wächterin Folge zu leisten.\\n\\nSoldaten, die in Außenposten stationiert sind, müssen sich oftmals tagelang im Schnee verkriechen, während sie nach jeglichen Monsteraktivitäten Ausschau halten. Da sie somit über lange Zeit den Elementen ausgesetzt sind, kann es passieren, dass ihre Haut, ihr Schweiß und das Samtfutter ihrer Helme gefriert und zusammenklebt. Nur indem sie ihre Helme mit heißem Wasser übergießen, können sie das Eis sicher entfernen. Die Handwerksmeister der Architekten biegen die auf den Helmen angebrachten Metallbänder, um so den Luftwiderstand der schweren Helme im Schnee zu reduzieren.\\n\\nRobustheit, Wärme und Würde – das sind die Merkmale des Helms einer Silbermähnen-Wache, der von Generation zu Generation weitergegeben wurde.\\n\\n„Wie siehst du überhaupt was mit dem Ding auf dem Kopf?“ Jeder Wache wurde diese Frage schon einmal gestellt."
    },
    {
      "_id": 31062,
      "id": "strahlende_kampfhandschuhe_der_wache",
      "name": "Strahlende Kampfhandschuhe der Wache",
      "type": "HAND",
      "desc": "Kampfhandschuhe aus Metall, die im Licht silbern glänzen. Eine komplexe mechanische Struktur ist im Inneren verborgen.",
      "typeText": "Hände",
      "backstory": "Nachdem die von der Zerstörung gezeichneten Eindringlinge den Wachen den Weg abschnitten, befahl Laszlo Landau seinen Truppen, die Oberste Wächterin zu beschützen und zu fliehen, während er selbst zurückblieb, um die Gegner aufzuhalten.\\n\\nSelbst den tapfersten Hauptmännern unter den Silbermähnen-Wachen fiel es nicht leicht, dem Monsterschwarm unversehrt zu entkommen.\\n\\nDie schrecklichen Schreie und verheerenden Attacken der verzerrten Monster waren unermüdlich. Trotz des nicht enden wollenden Ansturms schaffte es keines dieser Ungeheuer, die Verteidigungslinie von Laszlo Landau zu durchbrechen. Das schier endlose Kämpfen zehrte an Laszlo, aber er hielt durch, bis die Verstärkung endlich eintraf. Erst dann ließ er sich von seiner Erschöpfung übermannen und verlor das Bewusstsein. Und erst dann fanden die Soldaten heraus, dass Laszlo in der Schlacht beide Hände verloren hatte.\\n\\nDer beste Schmied der Architekten schmiedete edle Kampfhandschuhe für den Helden, damit dieser eines Tages erneut das Banner der Silbermähnen-Wachen hochhalten könnte.\\n\\nAls er die Handschuhe bewunderte, erklärte Laszlo lakonisch: „Ich bedaure nur, dass ich nicht mehr die Schwingungen meines Bogens spüren kann.“"
    },
    {
      "_id": 31063,
      "id": "traditionelle_uniform_der_wache",
      "name": "Traditionelle Uniform der Wache",
      "type": "BODY",
      "desc": "Eine ordentlich gebügelte Uniform der Silbermähnen-Wachen aus längst vergangener Zeit. Das straffe Revers erzeugt Falten im Stoff.",
      "typeText": "Körper",
      "backstory": "Die altmodische Uniform einer Silbermähnen-Wache, die in der Goethe-Familie von Generation zu Generation weitergegeben wurde. Sie lag einige Jahre lang am Boden einer Truhe verborgen, doch der Ruhm der Krieger trug sie schließlich hinaus in die Welt.\\n\\nAngesichts des barbarischen Vormarschs der Soldaten der Zerstörung schworen die Silbermähnen-Wachen, das letzte Bollwerk bis zum letzten Mann zu verteidigen.\\n\\nWährend der Verteidigung von Vevalo führte Halls Goethe seinen Trupp und verteidigte monatelang einen Bergpass. Als im Tal Trompetenklänge das Eintreffen der Verstärkung ankündigten, verschwanden selbst die Knochen des tapferen Trupps, ohne eine Spur zu hinterlassen. Während der Übergabezeremonie steckte Alisa, die Oberste Wächterin, Halls Goethes jungem Sohn eine Ehrenmedaille an, während dieser mit einer altmodischen Uniform bekleidet aufrecht dastand und die tapferen, verlorenen Helden repräsentierte.\\n\\nDer junge Goethe sah nur Uniformen und Medaillen, aber die Oberste Wächterin erkannte so viel mehr. Sie sah das Vermächtnis, das die Helden hinterlassen hatten. Ein Vermächtnis, das die Zukunft Belobogs war.\\n\\n„Halls Goethe war ein wahrer Krieger. Du solltest stolz darauf sein, dass du den Namen ‚Goethe‘ trägst.“ Dies ist des jungen Goethes einzige Erinnerung an die Oberste Wächterin."
    },
    {
      "_id": 31064,
      "id": "silberne_beinschienen_der_wache",
      "name": "Silberne Beinschienen der Wache",
      "type": "FOOT",
      "desc": "Harte, silberweiße Beinschienen aus Metall. Sie schützen nicht nur, sondern wärmen auch und unterstützen die Beweglichkeit.",
      "typeText": "Füße",
      "backstory": "Die Feldbataillone der Silbermähnen-Wachen mussten aus taktischen Gründen oft meilenweit durch den Schnee marschieren. Furchtbare Frostbeulen und Erschöpfung durch den langen Weg zu Einsätzen in der Ferne gehörten bei den Soldaten zur traurigen Tagesordnung.\\n\\nDer lange Marsch durch die Schneewüste brachte manchmal aber auch Freunde aus alten Zeiten zurück.\\n\\nSilbermähnen-Wachen auf Patrouilleneinsatz in der Schneewüste hören oft das Geheul von Düsterwölfen im Lager. Auch diese armen Tiere wurden von den Angreifern aus ihrer Heimat vertrieben. Der Spieß der Kompanie, Sergeant Jaeger, kam aus einer Jägerfamilie und hatte gelernt, Düsterwolfmähnen zu Pelzumhängen zu verarbeiten. Aber nach dem Einsetzen des Ewigen Frosts bekam er die Tiere nur noch selten zu Gesicht. In kalten Winternächten kam es ab und zu vor, dass ein verzweifelter Düsterwolf auf der Suche nach Wärme sich dem Lagerfeuer der Wachen näherte, sich still neben Jaeger legte und einschlummerte. Doch die Bestie würde am nächsten Morgen nicht mehr erwachen.\\n\\nSobald er die Wolfsmähne verarbeitet hatte, stopfte Sergeant Jaeger diese oft in die silbernen Beinschienen der Soldaten, um während des langen Fußmarsches ihre Schmerzen zu lindern.\\n\\n„Die Düsterwölfe wissen noch, was Heimat ist, genau wie wir“, beklagte Sergeant Jaeger das Leid der Düsterwölfe."
    }
  ]
}
