{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "Jäger aus dem Gletscherwald",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht Eis-SCH um <nobr>10%</nobr>.",
    "4": "Erhöht beim Einsatz des Ultimates den KRIT-SCH des Trägers für <nobr>2</nobr> Rd. um <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31041,
      "ids": [
        31041,
        41041,
        51041,
        61041
      ],
      "id": "hunters_artaius_hood",
      "name": "Artaius-Hut des Jägers",
      "type": "HEAD",
      "desc": "Ein aus dem Kopffell eines Bären aus der Schneewüste hergestellter Hut. Das Fell scheint von einem Geist oder einer Gottheit besessen zu sein, wodurch ihm Schwerter nichts anhaben können.",
      "typeText": "Kopf",
      "backstory": "Die Jäger hatten eine einfache Regel, wie man in der Schneewüste des Schneelands überleben konnte: „Geh während der Jagdsaison von Artaius niemals in den Süden des Berges, denn dort lebt dieser Bär, der Berge schüttelt, und Besucher mag er nicht.“\n\nAls Jäger des Bundes fiel es Hugh zu, dem Hilferuf aus dem Gebiet südlich des Berges nachzukommen. Er hätte niemals erwartet, dort in einen Hinterhalt zu geraten, der schon von langer Hand geplant gewesen war.\n\nAls Hugh nach dem Schock der Schusswunden wieder zu sich kam, war ihm klar, dass er nur knapp dem Tod entronnen war. Sofort wurde ihm auch klar, dass er sich noch lange nicht in Sicherheit wiegen konnte, denn Artaius stand jetzt direkt vor ihm, seinen Blick auf Hugh gerichtet. Obwohl er seinem Opfer so nah war, schlug Artaius so wild um sich, dass er sein Ziel gewiss verfehlen würde ... Hugh wartete ruhig auf den richtigen Augenblick und zog dann die Knochenklinge, die bereits in Gift getränkt war. Mit einem plötzlichen Satz sprang er auf, um im Nu zuzuschlagen. Die Rollen von Jäger und Beute waren jetzt auf den Kopf gestellt.\n\nNachdem er Artaius den Kopf abgeschnitten und das Fell abgezogen hatte, konnte Hugh die erste Nacht im Schnee trotz seiner unbehandelten Schussverletzungen überleben.\n\nDie Tage vergingen, und schließlich entdeckte der Jägerbund die enthauptete Leiche von Artaius und kam zu einer Erkenntnis. Der Jäger, der hätte sterben sollen, hatte überlebt, und ein unvorhergesehener Rächer wurde geboren."
    },
    {
      "_id": 31042,
      "ids": [
        31042,
        41042,
        51042,
        61042
      ],
      "id": "hunters_lizard_gloves",
      "name": "Echsenhandschuhe des Jägers",
      "type": "HAND",
      "desc": "Taktische Handschuhe, die mit den schuppigen Klauen der Schneefelsenechse bestickt sind. Damit kann man sich sicher an Wänden festhalten und sie hinaufklettern.",
      "typeText": "Hände",
      "backstory": "Schneefelsenechsen fehlt es zwar an Stärke und Geschick, aber sie können bis zu zwei Wochen auf einem Felsen ausharren und auf den entscheidenden Moment lauern, wenn ihre Beute unaufmerksam wird, und dann tödlich zuschlagen.\n\nZugelassene Jäger konnten aber nicht so lange warten. Sie beschlossen, zu den verschneiten Bergen zu marschieren und Hugh zur Strecke zu bringen, um diese Bedrohung ein für alle Mal zu beseitigen.\n\nObwohl es den zugelassenen Jägern des Bundes an Geschick und Begabung nicht fehlte, waren sie keine wirklichen Kameraden, die sich gegenseitig den Rücken deckten. Diese Jäger dachten nur an das saftige Kopfgeld, das es zu kassieren galt, und würden einander hintergehen, wenn nur der Preis stimmte. Immerhin könnte in dieser trostlosen Einöde ja alles passieren ... Solange sie sich um den alten Jäger Hugh kümmerten, würde jeder von ihnen eine stattliche Summe erhalten. Insofern waren sie sich in ihrem Denken also einig, doch gerade das sollte ihnen schließlich zum Verhängnis werden.\n\nHugh hatte mehr als genug Vorkehrungen getroffen. Hugh musste sich geduldiger als je zuvor zeigen, denn Geduld war schon immer die wichtigste Eigenschaft eines Jägers.\n\nEs dauerte nicht lange, bis die Anzahl der zugelassenen Jäger im Jägerbund schrumpfte, denn der Schrecken namens Hugh der Untote breitete sich aus."
    },
    {
      "_id": 31043,
      "ids": [
        31043,
        41043,
        51043,
        61043
      ],
      "id": "hunters_ice_dragon_cloak",
      "name": "Eisdrachenumhang des Jägers",
      "type": "BODY",
      "desc": "Ein aus den feinen Schuppen des Eisdrachen hergestellter Umhang, der unter der strahlenden Brechung des Lichts beinahe unsichtbar ist.",
      "typeText": "Körper",
      "backstory": "Der Herr des Eissees kann sich unter Wasser mit Leichtigkeit unsichtbar machen, denn sein Körper ist zur Gänze mit einzigartigen Schuppen bedeckt, die im Sonnenlicht blendend hell erstrahlen. Nur wenige Jäger konnten es mit einem solchen unsichtbaren Ungeheuer aufnehmen.\n\nEinige Tage später entdeckten die Jäger des Bundes den Kadaver des Eisdrachen. Die Schuppen hatte man bereits abgezogen. In diesem Moment waren die Jäger mehr überrascht als entsetzt.\n\nDie Bestien, die Hugh erlegt hatte, gingen in die Tausende, und jede von ihnen war einzigartig und kostbar. Ein Jäger konnte eine Jagd nur wirklich zum Abschluss bringen, wenn er mit den Merkmalen und Gewohnheiten seiner Beute so vertraut war, als wären es die eigenen ... Für Hugh war der Herr des Eissees das letzte Teil des Puzzles, das sich die Schneewüste nannte. Also musste er die Jagd abschließen, um seine Seele des Jägers zu vollenden.\n\nNun stand die höchste Belohnung nicht mehr auf dem Herrn des Eissees, sondern auf dem Kopf von Hugh dem Jäger. So begann eine abscheuliche Hetzjagd.\n\nAll die Jäger, die daran teilnahmen, sollten darauf vorbereitet sein, selbst zur Beute zu werden. So war es für Hugh, und so war es erst recht für diese Verräter."
    },
    {
      "_id": 31044,
      "ids": [
        31044,
        41044,
        51044,
        61044
      ],
      "id": "hunters_soft_elkskin_boots",
      "name": "Weiche Elchlederstiefel des Jägers",
      "type": "FOOT",
      "desc": "Starke Stiefel, die von weichem Elchfell umhüllt sind. Mit ihnen hinterlassen Jäger nur schwache Fußabdrücke in der Schneewüste.",
      "typeText": "Füße",
      "backstory": "Obwohl der sterbende Fackelelch schwer verwundet war und seinen Körper nicht mehr aufheizen konnte, um den Schnee zu schmelzen, war er trotzdem noch sehr gefährlich.\n\nHugh hob sein Jagdgewehr und zielte damit direkt auf den todgeweihten Elch, dessen Ehrfurcht gebietende Augen Hugh stets an seine eigenen erinnert hatten.\n\nSeit dem Hinterhalt dieser Gruppe zugelassener Jäger hatte Hugh die Lebenskraft nach und nach verlassen, und drohte wie die Flamme einer windgepeitschten Kerze zu erlöschen. Er war sich nur zu gut bewusst, dass ihn nur sein brennender Durst nach Rache am Leben hielt. Sobald er diesen gestillt hatte, würde auch sein Leben zu Ende gehen, verweht wie Schneeflocken ... Trotz seiner schweren Schritte hinterließen die großen, weichen Elchhautstiefel von Hugh keine Fußabdrücke. Für die letzte Jagd seines Lebens musste er einen kühlen Kopf bewahren.\n\nDer Jägerbund, in Panik und Hysterie verfallen, brach langsam zusammen. Eilig begann der Bund, die Verräter in seinen Reihen auszumerzen, in der Hoffnung, dass Hugh sich gnädig zeigen würde. Doch damit zerstörten sie nur ihr gegenseitiges Vertrauen, und schließlich sich selbst.\n\nHugh fiel in der Schneewüste ein letztes Mal zu Boden, ohne je den süßen Geschmack der Rache gekostet zu haben."
    }
  ]
}