{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "Regloses Salsotto",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht die KRIT-Rate des Trägers um <nobr>8%</nobr>. Wenn die aktuelle KRIT-Rate des Trägers <nobr>50%</nobr> oder höher erreicht, wird der durch Ultimates und Folgeangriffe verursachte SCH um <nobr>15%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [
        33065,
        43065,
        53065,
        63065
      ],
      "id": "die_fliegende_stadt_von_salsotto",
      "name": "Die fliegende Stadt von Salsotto",
      "type": "NECK",
      "desc": "Hierin befindet sich eine der letzten fliegenden Städte, die es auf Salsotto noch gibt, Steppenläufer. Diese eine Stadt konnte knapp dem grausamen Schicksal entrinnen, von der dunklen Nacht oder der Mitternachtssonne verschlungen zu werden.",
      "typeText": "Planarsphäre",
      "backstory": "Aus dem Weltraum betrachtet funkelte der Planet Salsotto wie Gold, da er über und über von einem Meer aus Sand bedeckt war, das von riesigen Meteoritenkratern durchsetzt war.\n\nAn einem schicksalhaften Tag fielen seltsame Meteoriten in einem nicht enden wollenden Schauer auf den Planeten Salsotto. Der erbarmungslose Meteoriten-Sternschauer war in einem solchen Winkel eingeschlagen, dass die Rotation des Planeten allmählich zum Stillstand kam. Es war, als hätte man einen Knopf gedrückt, der die Welt abschaltete. Die Tage und Nächte auf Salsotto wurden länger und länger, bis jeder Sonnenaufgang und Sonnenuntergang ewig anzuhalten schien, bis es niemand mehr aushalten konnte, bis der ganze Planet schließlich zum Stillstand kam ...\n\nSo kam es dazu, dass die glühenden Sommer unter der brennenden Sonne und die dunklen Nächte in bitterer Kälte ein halbes Jahr lang andauerten. Was von Salsotto übrig blieb, waren nur die letzten beiden Städte, die sich pausenlos fortbewegten und stets knapp vor der Tag-Nacht-Grenze blieben.\n\nDie kolossale Festung hing wie eine gigantische Regenwolke im Himmel, die mit donnerndem Getöse über der goldenen Wüste schwebte. Wo sie sich bewegte, wirbelte sie erdrückende Sandstürme auf, die in alle Richtungen rollten. In dieser gewaltigen fliegenden Stadt trugen die Salsottianer Flügelanzüge, mit denen sie von Gebäude zu Gebäude flattern konnten. Dieses fliegende Volk, das den Untergang des Planeten durch reines Glück überlebt hatte, gehörte nun dem Himmel an, doch war ebenso an ihn gebunden.\n\nMorgens verließen die Himmelsfischer den Hafen und segelten in die Sande hinab, um dort Phlogiston-Quallen zu jagen. So brachten sie den ganzen Tag zu und kehrten erst nach Einbruch der Nacht in die Stadt zurück. Dank dieser rätselhaften Kreaturen konnte die Stadt ihre Reise gerade noch fortsetzen.\n\nDas Überleben der Salsottianer hing voll und ganz von ihren zwei fragilen Flügeln ab, aber trotzdem waren sie stets optimistisch. Das schwere Schicksal, das ihnen auferlegt war, konnte weder ihren Mut noch ihr Rückgrat brechen. Wenn sie sich Zeit für die Familie nehmen konnten, spielten sie gerne auf gläsernen Musikinstrumenten. Dabei legten sie eine solche Stimmung an den Tag, dass man meinen könnte, sie würden die Noten direkt ins Glas eingravieren. Sie pflegten außerdem gerne Brieffreundschaften, wobei sie ihre Nachrichten in den Löwenzahn-Briefkasten legten, der sie zu der anderen fliegenden Stadt am anderen Ende der Tag-Nacht-Grenze befördern würde.\n\nMit der Zeit wurde das Magnetfeld des Planeten immer schwächer und die Atmosphäre immer dünner. Doch auch im Angesicht des vorherbestimmten Untergangs würde die Flamme des Lebens nicht erlöschen, und die Adler würden stets durch die Lüfte fliegen."
    },
    {
      "_id": 33066,
      "ids": [
        33066,
        43066,
        53066,
        63066
      ],
      "id": "tagnachtgrenze_von_salsotto",
      "name": "Tag-Nacht-Grenze von Salsotto",
      "type": "OBJECT",
      "desc": "Der Planet Salsotto dreht sich nicht mehr, und so scheint es, als sei jeder Tag und jede Nacht schier unendlich lang. Den Bewohnern bleit nur wenig Lebensraum, da sie pausenlos weiterziehen müssen, um stets der Tag-Nacht-Grenze nachzujagen.",
      "typeText": "Verbindungsseil",
      "backstory": "Seit der Stagnation, die der Meteoriten-Sternschauer nach sich gezogen hatte, war die Tag-Nacht-Grenze auch zur Rettungsleine der Salsottianer geworden.\n\nDamals, als alles angefangen hatte, war es noch selbstverständlich, dass Tag und Nacht ständig aufeinander folgten. Die Linie, die Morgen- und Abenddämmerung zeichneten, fegte um den Planeten und kletterte über Berge und Schluchten. Wer noch wach war, dem brachte sie einen Sonnenaufgang; wer bald schlafen ging, dem schickte sie den Sonnenuntergang ... Aber als dieser Rhythmus von Licht und Dunkelheit immer langsamer wurde, waren Tag und Nacht plötzlich fremd und furchteinflößend. Es war die Hölle auf Erden – die scheinbar ewige Hitze und die nicht enden wollende Kälte, die wie ein Sumpf alles Leben in die Tiefe zogen und unter sich begruben. Deshalb versammelten sich die Salsottianer, deren Überleben nun auf Messers Schneide stand, in der fliegenden Stadt, und begannen ihre ewige Jagd auf die Dämmerung.\n\nWer sich auf die Aussichtsplattform der fliegenden Stadt Steppenläufer begibt und in die Richtung blickt, in die sie sich bewegt, sieht dort das Tageslicht und hinter sich die Dunkelheit der Nacht.\n\nBei der Verfolgungsjagd der Stadt Steppenläufer geht es nicht nur ums Überleben, sondern auch um ein würdevolles Dasein. Überholte sie die Tag-Nacht-Grenze, ging das Licht des frühen Morgens in den Nachmittag über, hielt sie sich hinter der Tag-Nacht-Grenze, verblasste das Licht der Abenddämmerung langsam in der späten Nacht. So konnten die von Natur aus optimistischen Salsottianer jeden Tag wieder in seinen Ursprungszustand zurückversetzen. Sie waren mit einem sonnigen Gemüt und Romantik im Blut gesegnet, und so verbrachten sie friedliche Nachmittage mit fröhlichem Gesang und sternklare Nächte im wonnevollen Schlaf.\n\nAllerdings sollte diese Reise, die von Hartnäckigkeit und Durchhaltevermögen geprägt war, schließlich ein endgültiges Ende finden. Die Ruinen der einst fliegenden Stadt lagen nun weit hinter der Tag-Nacht-Grenze, die ihren Weg unbeirrt fortsetzte.\n\nJahre später standen sich die beiden Städte, die einander noch nie getroffen hatten, letztendlich gegenüber. Die Kanonen, die aus den Trümmern hervorragten, waren auf die jeweils andere Stadt gerichtet. Eine der beiden Städte musste den halben Planeten umrundet haben, um die andere anzugreifen. Unter den Sanddünen fanden sich immer noch manchmal Spuren eines brutalen Krieges zwischen den beiden Städten, die sich nun verschmolzen hatten – sowohl mit einem namenlosen Hass als auch miteinander – und so zu einer einzigen Ruine wurden.\n\nDer Planet Salsotto war still. An einem unbestimmten Zeitpunkt begann der Abstand zwischen jeder vollen Umdrehung immer geringer zu werden, womit die allmähliche Heilung des nun unbewohnten Planeten begonnen hatte."
    }
  ]
}