{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "Eiserne Kavallerie gegen die Plage",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht Brucheffekt um <nobr>16%</nobr>.",
    "4": "Wenn der Brucheffekt des Trägers <nobr>150%</nobr> oder mehr beträgt, wird beim Verursachen von Bruch-SCH <nobr>10%</nobr> der VTD des gegnerischen Ziels ignoriert. Wenn der Brucheffekt des Trägers <nobr>250%</nobr> oder mehr beträgt, wird beim Verursachen von Super-Bruch-SCH zusätzlich <nobr>15%</nobr> der VTD des gegnerischen Ziels ignoriert."
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "zielsuchender_helm_der_eisernen_kavallerie",
      "name": "Zielsuchender Helm der Eisernen Kavallerie",
      "type": "HEAD",
      "desc": "Ein stählerner Helm, der die Sinnessignale stark verstärkt und das Bewusstsein von Glamoths Eiserner Kavallerie mit der Rüstung vereint.",
      "typeText": "Kopf",
      "backstory": "Der Schwarm, der den Himmel bedeckt, verwandelt sich in Asche in einem Flammenmeer. Im trüben Glanz des Sterns silbern aufleuchtende Schneeflocken verstreuten sich in den Tiefen des Alls. Nur in diesem Augenblick verstummten endlich das unaufhörliche Summen der Flügelschläge und die Befehle in den Kommunikationskanälen.\\n\\nDer Angriff des Schwarms auf das „Imperium“ war noch nicht vollständig abgewendet worden. Der Befehl zum nächsten Angriff würde wie üblich nach kurzer Zeit erklingen.\\n\\nDie Eiserne Kavallerie des „Imperiums“ konnte die Außenwelt durch das Geomark-Signal spüren. Sie erinnerte sich an die Erfahrung, als sie das letzte Mal aus dem Cockpit entwichen war. Die heiße Brise wehte sanft über ihr langes Haar, die heiße Luft drang in ihren Hals und die Schweißtropfen klebten an ihrer Haut. Sie hasste das Gefühl nicht. Es fühlte sich hundertmal lebendiger an als die simulierten Signale. Die Rüstung synchronisierte die Sinne mit denen des Piloten. Obwohl dies den Schmerz des Entropieverlusts noch verschlimmern wurde, hatte die Eiserne Kavallerie keine andere Wahl, wenn sie den Schwarm besiegen wollte.\\n\\n<i>„Artikel 8 der Militärregeln von Glamoth: Alle überlebenden Ritter müssen sich freiwillig bei ihrem Regiment zurückmelden ...“</i>\\n\\nErst als die Kämpferin die enthauptete silberne Rüstung sah, erkannte sie, dass die sensorischen Signale der Rüstung sie getäuscht hatten ... Der nächste Befehl zum Aufbruch ins Schlachtfeld wird nie wieder ertönen. Was für eine grausame, kurze Gnadenfrist."
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "vernichtende_faust_der_eisernen_kavallerie",
      "name": "Vernichtende Faust der Eisernen Kavallerie",
      "type": "HAND",
      "desc": "Eine mächtige Armschiene, geeignet zum Zerschmettern von Insektoiden. Leicht, scharf und stabil.",
      "typeText": "Hände",
      "backstory": "Die Ritter von Glamoths Eiserner Kavallerie zogen ihre eisernen Fäuste fest und zerschmetterten die schmutzigen Flügel. Die korrosive Flüssigkeit in den Abdomen der Insekten spritze frei heraus. Als die insektoide Flüssigkeit mit der silbernen Rüstung in Berührung kam, verdampfte sie sofort und hinterließ nur Schmutz- und Blutflecken.\\n\\nDie Überreste von Rüstungen und insektoiden Gliedmaßen verstreuten sich in den Tiefen des Weltraums, während rund um Glamoth der „Fluss des Todes“ lautlos unter der Anziehungskraft der Schwerkraft floss und das Ende der blutigen Schlacht markierte.\\n\\nDie Anführer des Konzils diskutierten über die Nachkriegsstrategie, und sie fällten ihr Urteil gegen „Titania“, die niemals die wirkliche Macht besaß. Sie betrachteten ihre Kontrolle über die Eiserne Kavallerie, deren Macht der des Schwarms gleichte, als die größte Bedrohung für das Überleben der Republik ... Die Menschen läuteten die Glocken des Friedens, welche dem Volk verkündeten, dass der Schwarm besiegt worden war und die Republik in eine Ära des klaren Himmels zurückkehren werde.\\n\\n<i>„Wer kann diese Waffen kontrollieren, wenn die Macht der ‚Kaiserin‘ nicht eingeschränkt wird?“</i>\\n\\nIm Laufe ihres kurzen Lebens haben die Ritter der Eisernen Kavallerie ihre Fäuste stetig geschärft, aber sie hätten nie gedacht, dass ... die blassen, schwachen Hände des Konzils die Macht hatten, das Schicksal von Glamoth zu ändern."
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "silberne_panzerung_der_eisernen_kavallerie",
      "name": "Silberne Panzerung der Eisernen Kavallerie",
      "type": "BODY",
      "desc": "Eine propulsierende Panzerung, die Glamoths Eiserner Kavallerie die Macht verleiht, das Schlachtfeld in Brand zu setzen.",
      "typeText": "Körper",
      "backstory": "Mehrere Bögen lodernden Feuers schossen über den Nachthimmel, ragten über den Horizont, wo die Morgendämmerung aufging, und steuerten auf verschiedene Sektoren von Glamoth zu – eine Routine, mit der die Bewohner der Republik am vertrautesten waren, die sie jedoch auch am meisten fürchteten.\\n\\nSilberne Rüstungen schossen über den Himmel in einem Rennen gegen die Zeit, um die verwüsteten Schlachtfelder zu erreichen. Sie waren zu sehr damit beschäftigt, über die Schauplätze nachzudenken, die sie Tag und Nacht unermüdlich bewachten.\\n\\nDie Befehle der Kaiserin duldeten keinen Widerspruch, und aus den Inkubatoren wurden Krieger geboren, die der Kaiserin ihre völlige Treue schworen, um Glamoths Himmel zurückzuerobern. Die Eiserne Kavallerie durchquerte die Berge der Kadaver und blutigen Meere der summenden fliegenden Insektoiden, verbrannte die verkohlten Überreste ihrer Panzer und zerschmetterte ihre riesigen Kiefer und zahnigen Überreste ... Das Schicksal von Glamoths Eiserner Kavallerie war es, den langsamen Zerfall der Entropie zu ertragen und am brennenden Rande von Leben und Tod zu existieren.\\n\\nBis die Flammen vollständig erloschen waren, bis die Insektoiden, die den Himmel verdunkelten, sich in ascheschwarze Erde verwandelten, bis niemand zurückkehrte, würde die Routine weiterbestehen ...\\n\\nWas bedeutet es, am Leben zu sein? Als die Beschleunigung der Rüstung ihre Brust eng zusammenschnürte und der stechende Schmerz der durch Entropie verursachten Taubheit kurzzeitig durch ihre Körper jagte, schmeckten sie nur einen Hauch davon, was es bedeutete, am Leben zu sein."
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "himmlische_beinschienen_der_eisernen_kavallerie",
      "name": "Himmlische Beinschienen der Eisernen Kavallerie",
      "type": "FOOT",
      "desc": "Mechanische Beinschienen, die zerstörerische Kraft und Geschwindigkeit vereinen. Sie ermöglichen es Glamoths Eiserner Kavallerie, hochzuspringen und ihre Kraft auf einen auf den Feind gerichteten Tritt zu konzentrieren.",
      "typeText": "Füße",
      "backstory": "Die Spuren der Eisernen Kavallerie breiteten sich wie lodernde Meteore über jeden Winkel von Glamoths „Imperium“ aus, doch sie konnten dem von Titania gesponnenen „Traum“ nicht entkommen.\\n\\nDie Bürger der Republik machten sich Sorgen über die für den Krieg geborene Kavallerie und fragten sich, wie viele Überschneidungen es zwischen dem nie existierenden „Imperium“ und ihren vertrauten Territorien wirklich gab ...\\n\\nDie Kaiserin verlieh ihren Rittern Ehre und Glauben, und die Eiserne Kavallerie schwor der Kaiserin ihre Loyalität und Hingabe zu ... Ständig wurden neue Menschen aus Inkubatoren geboren und Missionen zugewiesen. Alte Menschen versteckten sich unter Stahlbarrieren und genossen den lang ersehnten Frieden, den sie lange erwartet hatte. Die Wege des Krieges, die die menschliche Natur erschüttern, sollten nicht existieren. Wenn die Katastrophe nachlässt, müssen diejenigen mit ängstlichen Herzen die verzerrten Produkte des Krieges vollständig zerstören ...\\n\\nDie Beinschienen der Kämpfer der Eisernen Kavallerie durchdringen den Himmel. Wenn sie es wollen, könnten sie jeden entfernten Stern erreichen.\\n\\nDas „Imperium“ ist jedoch nirgendwo zu finden. Vor der Eisernen Kavallerie liegt nur ein vorgegebener Weg – ein Weg, dessen ein Ende zum Tod führt, das andere Ende zu sich selbst."
    }
  ]
}