{
  "_id": 314,
  "id": "izumo_gensei_and_takama_divine_realm",
  "name": "Izumo-Gensei und Takama-Himmelreich",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht den ANG des Trägers um <nobr>12%</nobr>. Wenn beim Kampfeintritt mindestens ein Verbündeter dem gleichen Pfad wie der Träger folgt, wird die KRIT-Rate des Trägers um <nobr>12%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33145,
      "ids": [
        33145,
        43145,
        53145,
        63145
      ],
      "id": "izumos_magatsunomorokami",
      "name": "Izumos Magatsu-no-Morokami",
      "type": "NECK",
      "desc": "Die Ebene umfasst Izumo, dessen Vergangenheit und Zukunft von einem Schwert durchtrennt wurden. Izumo hat unsägliche Existenzkämpfe sowie glorreiche Glanzjahre durchgemacht ... Heutzutage ist in seinem Ödland nichts mehr zu finden bis auf ein Schwertgrab, in dem die Vergangenheit begraben liegt.",
      "typeText": "Planarsphäre",
      "backstory": "Zwei Planeten, einander verwoben in ein tragisches Schicksal, tanzen einen ewigen Kreis um eine große, schwarze Sonne.\\n\\nZuerst wurden auf einem dieser Planeten Menschen geboren. Sie neigten ihre Köpfe und nannten das Land unter ihren Füßen „Izumo“; dann hoben sie ihre Köpfe und nannten die Welt im Himmel „Takamagahara“. Eines Tages stiegen „Yaoyorozu-no-kami“ aus Takamagahara herab. Diese bösen Bestien, die sich Götter nannten, ließen den Himmel einstürzen, die Meere brennen und den Erdboden zusammenbrechen ... Die Menschen waren schockiert, als sie feststellten, dass dies nicht eine Invasion zum Herrschen, Dominieren oder Plündern war, sondern dass die bösen Kami nur zur Jagd gekommen waren.\\n\\nZu dieser Zeit von Leben und Tod schlug Izumo den Weg des „Kami-Massakers“ ein, nutzte die gesamte Macht des Landes, um den schrecklichen „Gott der Offenbarung“ zu töten, und schmiedete seinen tierischen Körper zu dem ursprünglichen „Ediktschwert“. Durch das Rezitieren des in die Klinge eingravierten Mantras konnte ein Schwertträger Takamagaharas göttliches Schicksal in den Händen halten, um die bösen Taten der Götter zu vergelten, sie zu bekämpfen und die Welt zu retten. Daraufhin begann das Reich Izumo einen langen Eroberungszug, bei dem im Gegenzug für den Sturz eines Gottes nach dem anderen unzählige Opfer gebracht wurden, tausende Schwerter zerbrachen und schließlich die zwölf „Ediktschwerter zum Schutze der Welt“ geschmiedet wurden.\\n\\nIn diesem grausamen Überlebenskampf nutzte das Reich Izumo die Macht der Ediktschwerter, um die barbarische, dunkle Welt zu erhellen und schillernde Stadtstaaten zu errichten. Das einst unerreichbare Reich der Götter war nun in greifbare Nähe gerückt ... Doch die Geschichte fand in diesem Moment ein jähes Ende, als sich die Existenz zweier Planeten in Luft auflöste und sie spurlos verschwanden.\\n\\nHeute ist die Vergangenheit des Grenzsterns Izumo nur noch in wenigen Aufzeichnungen im Universum zu finden. Gelehrte sind sich über seinen Untergang uneinig, und niemand konnte das Rätsel lösen. Die Geschichte von Izumo hätte ein langer, fließender Fluss sein sollen, aber er wurde mit einem Messer durchtrennt, sodass die gesamte Vergangenheit und Zukunft im Nichts verschwand. Hat Izumo etwa nie existiert und ist nur eine erfundene Geschichte? Ist dies alles etwa Fantasie, eine Verwechslung von Ursache und Wirkung? Handelt es sich um ein weiteres schreckliches Experiment von „Dr. Primitiv“, oder ist es ein Vorbote für die Rückkehr der Gier vom Ende des Kosmos?\\n\\nDie Antwort kennt nur die große, dunkle Sonne. Doch sie schweigt für immer.\\n\\nDenn alles, was geschehen ist, muss zu einem Ende kommen, und alles, was zu einem Ende gekommen ist, muss wieder geschehen. Das Universum kehrt für alle Ewigkeit in seinen Schatten zurück, und Izumo ist letztendlich nur eine Ellipse in einer Fußnote."
    },
    {
      "_id": 33146,
      "ids": [
        33146,
        43146,
        53146,
        63146
      ],
      "id": "izumos_klingen_von_ende_und_anfang",
      "name": "Izumos Klingen von Ende und Anfang",
      "type": "OBJECT",
      "desc": "Die Menschen auf Izumo banden ihre scharfen Klingen mit Quasten um ihre Taille. Sie zogen um die Welt, machten mit ihren Schwertern Jagd auf Götter und schmiedeten wiederum mit deren Überresten Schwerter ... Mit diesem Kreislauf bewegte sich Izumo gen Wohlstand, gen Ernüchterung, gen Leere.",
      "typeText": "Verbindungsseil",
      "backstory": "Zwei Planeten, einander verwoben in ein tragisches Schicksal, und eine längst verlorene Ballade erklingt an der himmlischen Felshöhle.\\n\\nDieses Lied hat weder Anfang oder Ende noch Klang, es kommt aus niemandes Mund und dringt an niemandes Ohr. Es steht geschrieben wie folgt:\\n\\n<i>Takamagahara, fern wie Izumo, Land der gar höchsten Glückseligkeit.</i>\\n<i>Finster sind dort Himmel und Erde, große Sonne lenkt die Gezeiten, so rauscht Götterwanderung hinab auf dem Fluss der Zeit.</i>\\n<i> Yaoyorozu-no-Magakami schlachteten ab ganz ohne Gnade, ahnten nicht, dass gestohlen würde ihre Unsterblichkeit.</i>\\n<i>Siebzigtausenddreiunddreißig Schwerter Izumos brachen entzwei, geschmiedet der Ediktschwerter zwölf, zum Schutze der Menschheit.</i>\\n\\n<i>Eins ist „Wahrheit“, gegossen mit dem „Gott der Offenbarung“. Mit ihm können Sterbliche alle Gesetzesprinzipien erkennen, alles dekonstruieren zur Erschaffung von Wundern.</i>\\n<i>Zwei ist „Himmel“, gegossen mit dem „Ehrwürdigen des Himmels“. Mit ihm können Sterbliche den Himmel zur Wand machen und Magatsu-no-Morokami den Durchgang erschweren.</i>\\n<i>Drei ist „Vogelsang“, gegossen mit dem „Donnergott“. Mit ihm können Sterbliche ein Loch in den Himmel reißen, durch die Macht des Donners himmlische Strafen verhängen.</i>\\n<i>Vier ist „Bergnebel“, gegossen mit dem „Gott des Windes“. Mit ihm können Sterbliche erderschütternde Winde herbeirufen, Wolken und Regen in gewaltigen Orkanen tosen lassen.</i>\\n<i>Fünf ist „Frost“, gegossen mit dem „Himmlischen Wintergewand“. Mit ihm können Sterbliche Zeit einfrieren, schier endlose eisige Flächen erschaffen.</i>\\n<i>Sechs ist „Leben“, gegossen mit dem „Ewigen Gestein“. Mit ihm können Sterbliche tote Hügel zum Blühen bringen, den Fluss von Leben und Tod spurlos verschwinden lassen.</i>\\n<i>Sieben ist „Brand“, gegossen mit dem „Schicksal des Feuers“. Mit ihm können Sterbliche alles in Schutt und Asche legen, selbst den Himmel in Brand setzen.</i>\\n<i>Acht ist „Gefühl“, gegossen mit dem „Weisheitsgott“. Mit ihm können Sterbliche im Wasserspiegel die Zukunft erkennen, Tausende von Generationen nicht Falsches und Wahres sehen.</i>\\n<i>Neun ist „Fundament“, gegossen mit dem „Großen Bergherrn“. Mit ihm können Sterbliche Inseln hoch im Himmel hängen, Berg wie Tal vor den Truppen wegbröckeln lassen.</i>\\n<i>Zehn ist „Tausend“, gegossen mit dem „Gott der Unterwelt“. Mit ihm können Sterbliche alle Menschen der Welt zu einer Einheit verbinden, die Gezeiten nach Belieben steigen und fallen lassen.</i>\\n<i>Elf ist „Bund“, gegossen mit dem „Schutzgott“. Mit ihm können Sterbliche alle Pfade in Käfige fehlleiten, böse Geister und alles Übel verschwinden lassen.</i>\\n<i>Zwölf ist „Mahl“, gegossen mit dem „Gott des Unglücks“. Mit ihm können Sterbliche die langlebige Welt zerfallen lassen, die Grenzen zwischen Göttern und Geistern verwischen.</i>\\n\\n<i>Welten hinweggefegt, Kämpfe entbrannt, zwölf Strahlen gebrochen entzwei;</i>\\n<i>Die Wüste leer, schwarze Sonne so klar, Last der Welt auf zwei Schwertern voll Ehre.</i>\\n<i>Der Anfang weilt im ersten, dem zweiten gehört das Ende; eins ist der Mensch und der Geist ist zwei.</i>\\n<i>Ein Bruch und die Stimmen schweigen still, Pracht der Blumen verfallen und welk. Der Verlierer kehrt zurück ins Nichts, der Gewinner wird zur Leere.</i>\\n\\nEin humpelnder Mönch sang das unmelodische Lied und diejenigen mit göttlichen Kräften zogen sich zu den Göttern zurück.\\nUnter dem Blick der großen Sonne, auf dem Land, das einst als Izumo bekannt war, sind Menschen, Götter und Geister ... nirgendwo mehr zu finden."
    }
  ]
}