{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "Ritterin vom Palast der Reinheit",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht VTD um <nobr>15%</nobr>.",
    "4": "Erhöht die vom Träger gewährte Schildmenge um <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 31031,
      "ids": [
        31031,
        41031,
        51031,
        61031
      ],
      "id": "vergebungsvoller_helm_der_ritterin",
      "name": "Vergebungsvoller Helm der Ritterin",
      "type": "HEAD",
      "desc": "Ähnelt dem Steinhelm der Göttin der Vergebung. Wird verwendet, um das Aussehen des Trägers zu verhüllen.",
      "typeText": "Kopf",
      "backstory": "Die ehrwürdige Ritterin hatte ihren harten, schweren Helm noch nie vor jemandem abgenommen. Safinas religiöser Ernst und ihre besondere Art machten sie unerträglich einschüchternd.\n\nIm Angesicht ihrer majestätischen Ausstrahlung zeigten hochnäsige Teufel und abtrünnige Geistliche instinktiv ihre Furcht.\n\nNur wenige unter den Geistlichen waren sich über den teuflischen Ursprung Safinas bewusst, der sich hinter diesem schweren Helm der Frömmigkeit verbarg. Die Kirche fürchtete die Kräfte der Teufel, aber begehrte sie gleichermaßen und so entstand der Widerspruch ... Sie hatten eine neugeborene Teufelin entführt und zu einer tapferen, ehrwürdigen Ritterin erzogen. Sie verboten ihr, jemals ihr wahres Aussehen zu offenbaren, formten sie zu einer gehorsamen Dienerin der Kirche und ernannten sie schließlich zur stillen Ritterin der Maid.\n\nDie Maid Vanira war in einem ähnlichen Alter wie Safina, und sie war es, die Safina beigebracht hatte, die Schriften zu lesen. Bis heute noch kann sich die Maid Vanira daran erinnern, wie eine Gesichtshälfte der Teufelin im Kerzenlicht erglühte.\n\n„Meine liebe Safina, einst sah ich dein Gesicht und hielt es für immer in Erinnerung.“ Im Erwachsenenalter verlor die Maid Vanira nach und nach das Augenlicht."
    },
    {
      "_id": 31032,
      "ids": [
        31032,
        41032,
        51032,
        61032
      ],
      "id": "ring_des_stillen_eides_der_ritterin",
      "name": "Ring des stillen Eides der Ritterin",
      "type": "HAND",
      "desc": "Ein silberner Ring, mit einem sakralen Muster verziert und mit trüb schimmernden Edelsteinen besetzt.",
      "typeText": "Hände",
      "backstory": "Nach und nach verkamen religiöser Ernst, Sitte und Anstand, und so erhoben die Ritter der Kirche ihre Schwerter im Kampfe gegeneinander. Die Ringe des geschworenen Eides begannen, zu verwittern.\n\nDie Macht, die aus dem Kosmos herniedergefahren war, gab der Kirche die Kraft, die Teufel zu bekämpfen. Gleichzeitig verbreitete sie aber einen Wahnsinn, der jeder Menschlichkeit entbehrte.\n\nIm Bann dieses Wahns konnten die Ritter der Kirche nicht mehr erkennen, was sittlich und gerecht war. Sie brüllten nur davon, zur Rettung der Kirche jegliche Teufelsbrut auszumerzen. Als diese Drohungen gegen die Maid ausgesprochen wurden, konnte Safina nicht einen Moment zögern. Sie musste sich ihren Feinden mit vollster Kraft entgegenstellen, auch wenn es sich dabei um die Ritter der Kirche des Palasts der Reinheit handelte.\n\nDie ehrwürdige Ritterin muss stets die Maid beschützen und verteidigen. Safina hatte das nicht vergessen.\n\n„Meine liebe Safina, bitte fühle dich nicht schuldig. So muss mit jenen verfahren werden, die die Macht der Äonen begehren.“ Alles, was von der Kirche übrig blieb, waren die Maid und ihre Wächterin."
    },
    {
      "_id": 31033,
      "ids": [
        31033,
        41033,
        51033,
        61033,
        55004
      ],
      "id": "feierliche_brustplatte_der_ritterin",
      "name": "Feierliche Brustplatte der Ritterin",
      "type": "BODY",
      "desc": "Eine schwere Brustplatte, die mit verschiedenen Symbolen der Kirche des Palasts der Reinheit verziert ist. Selbst die Verbindungsstellen sind absolut undurchlässig.",
      "typeText": "Körper",
      "backstory": "In einer Gelöbniszeremonie für den Dienst als Wächterin der Maid muss die Rüstung der ehrwürdigen Ritterin von der Maid Vanira gesegnet werden.\n\nEinst hatte die Kirche die junge Teufelin in Ketten gelegt, ihr Hände und Füße gebunden. Jetzt bat Safina darum, ihre Rüstung aus Metallen schmieden zu lassen, die aus dem Land der Teufel stammten. So hätte sie, wenn sie eines Tages ihre letzte Ruhe finden würde, etwas aus ihrem Heimatland bei sich.\n\nDie Maid der Kirche des Palasts der Reinheit wusch sorgfältig alle Sünden von der Rüstung, rezitierte ehrfürchtige Gebete an Gott und versah einen Punkt der Brustplatte direkt über dem Herzen mit einem alten Wunder. Die Kirche glaubte nicht an die Treue von Teufeln, war aber davon überzeugt, dass ihre Doktrin alles reinwaschen würde. Safina sah stumm zu, während ihr dieses altertümliche Ritual eine große Verantwortung auferlegte.\n\nDie Maid glaubte nicht, dass die Zeremonie einen Zweck hatte oder dass irgendwelchen fiktiven Sünden weggewaschen werden müssten.\n\n„Meine liebe Safina, die Ritterin muss die Maid beschützen.“ Als Vanira sich gegen Safinas Brustplatte lehnte, hörte sie deutlich das heftige Schlagen ihres Herzens."
    },
    {
      "_id": 31034,
      "ids": [
        31034,
        41034,
        51034,
        61034,
        55005
      ],
      "id": "eiserne_stiefel_der_ordnung_der_ritterin",
      "name": "Eiserne Stiefel der Ordnung der Ritterin",
      "type": "FOOT",
      "desc": "Gewöhnliche Stiefel der Ritter der Kirche des Palasts der Reinheit, in deren Absätze ein einfaches Wort graviert ist: Ordnung.",
      "typeText": "Füße",
      "backstory": "Nach dem Zusammenbruch der Kirche des Palasts der Reinheit zog sich Safina ihre Eisenstiefel aus und trat zusammen mit Maid Vanira eine lange Reise ins Land der Teufel an.\n\nAuf die Bitte der Maid sorgte sie dafür, dass kein Ritter der Kirche den Wahnsinn in die Welt hinaustragen konnte. Dieses Geheimnis war für immer tief in ihren Herzen begraben.\n\nEs gab ein Gerücht, von dem niemand wusste, woher es kam – von einer Teufelsbrut, die einst von der Kirche verbannt wurde, aber dann von der ehrwürdigen Ritterin Besitz ergriff, was zum Zusammenbruch der Kirche führte ... Mit der Zeit wurden Gerüchte zur Wahrheit, und die treuen Anhänger der Kirche gaben alle Schuld der ehrwürdigen Ritterin. All ihr Groll und all ihre Frustration galten nun ihr, jener, die sie als Ursprung allen Unheils nannten.\n\nNachdem sie ihre Unterkunft verloren hatten, schlug die Maid vor, sich in Richtung Heimat aufzumachen.\n\n„Von nun an bin ich eine Teufelin und auch du verwandelst dich in eine zurück.“ Safina konnte Vaniras Worten nicht widersprechen."
    }
  ]
}