{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "Langlebige Jüngerin",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht die max. LP um <nobr>12%</nobr>.",
    "4": "Wenn der Träger getroffen wird oder seine LP von einem Verbündeten verbraucht werden, wird seine KRIT-Rate für <nobr>2</nobr> Rd. um <nobr>8%</nobr> erhöht. Dieser Effekt ist bis zu <nobr>2</nobr>-fach stapelbar."
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [
        31131,
        41131,
        51131,
        61131
      ],
      "id": "augenprothese_der_jngerin",
      "name": "Augenprothese der Jüngerin",
      "type": "HEAD",
      "desc": "Ein mechanisches Auge, das einst jemandem gehörte. Es ist jetzt nutzlos, seit es aus dem Körper der Besitzerin ausgestoßen wurde.",
      "typeText": "Kopf",
      "backstory": "In der düsteren, chaotischen Traumwelt träumte sie immer wieder von der Helligkeit, die sie in diesen wenigen Tagen gesehen hatte. Tausende Hektar Eukalyptusbäume wiegten sich sanft und die Blütenblätter flatterten in der Brise. Die indigoblauen Wellen schlugen gegen die Felsen und verwandelten sich in weiße Jadestücke. Fliegende Vögel breiteten ihre silbernen Flügel aus und verschwanden im grünen Bambuswald.\\n\\nSie suchte in ihren Träumen immer nach jemandem, der die Szenerie mit ihr hätte genießen sollen.\\n\\nAber alles, was sie sehen konnte, war eine verschwommene Gestalt. Sie erinnerte sich deutlich an das kurze, seidige Haar und die Augen wie schwarze Jadesteine, aber ihre Erinnerungen verblassten in einem Labyrinth, das ihr Nervensystem konstruiert hatte. Sie wachte immer mit einem Schreck auf, kurz bevor sie das Gesicht deutlich erkennen konnte. Benommen berührte sie ihre Augenprothese, die ihr so viel Schmerz bereitet hatte. Mit Hilfe der falschen Augen musste sie die verschwommene Gestalt nicht mehr durch Geräusche, Gerüche und Berührungen zusammensetzen.\\n\\n„Es ist nicht mehr von Nutzen“, sagte der Emanator des Schöpfers des Ruins. Sie hörte das Geräusch des schwingenden Handfächers und das schallende Lachen des Emanators. „Bald wirst du alles sehen können, was du sehen willst – mit deinen eigenen Augen.“\\n\\n„Das sind meine eigenen Augen“, sagte sie lächelnd, „und ich werde nie wieder die Gelegenheit haben, die Szenerie zu sehen, die sie einmal gesehen haben.“"
    },
    {
      "_id": 31132,
      "ids": [
        31132,
        41132,
        51132,
        61132
      ],
      "id": "mechanische_hand_der_jngerin",
      "name": "Mechanische Hand der Jüngerin",
      "type": "HAND",
      "desc": "Eine geniale Gliedmaßenprothese für die Langlebigen. Sie erfordert keinen invasiven Eingriff.",
      "typeText": "Hände",
      "backstory": "Schutzgel auf das unterentwickelte Ende ihres Arms auftragen, dann den neuralen Signalempfänger fest auf ihrer Haut anbringen und die Spannung einstellen, um die mechanische Holzhand fest an ihren Körper anzubringen – das ist seit Hunderten von Jahren ihre tägliche Morgenroutine.\\n\\nDie Holzhand hat ihr unerwünschte Aufmerksamkeit gebracht. Sie will weder Ärger heraufbeschwören noch Mitleid erregen.\\n\\nAls Mensch mit Behinderung hat selbst der Besitz eines seltenen Talents und die Besetzung eines Postens mit Entscheidungsgewalt in der Verwaltung nichts an dem Gefühl der Befremdung in der Haltung der anderen geändert: Die, die sich über sie lustig machen, kommen und gehen, während andere mit vorgetäuschtem Mitgefühl wie die Fliegen um sie herumschwirren und sie als „erstaunliches, unvollständiges Individuum, das blind und mit einem Arm geboren wurde“ bezeichnen.\\n\\nSie hat Variationen davon in der Vergangenheit schon tausende Male gehört und jedes Mal hat es sie krank gemacht. Als sie mit ihren eigenen Augen in den bettelnden Blick starrt, fühlt es sich noch schlimmer an.\\n\\nSie legte unbewusst ihre linke Hand auf den Rand des kochenden Kessels, und ein scharfer Schmerz riss sie in die Realität zurück. Schnell zog sie ihre Hand zurück, die Verbrennung in ihrer Handfläche heilte schnell.\\n\\n„Manchmal habe ich das Gefühl, dass die alte Holzhand nützlicher war.“"
    },
    {
      "_id": 31133,
      "ids": [
        31133,
        41133,
        51133,
        61133
      ],
      "id": "taubedecktes_federkleid_der_jngerin",
      "name": "Taubedecktes Federkleid der Jüngerin",
      "type": "BODY",
      "desc": "Ein Federkleid, das nach Plänen alter Schriftrollen angefertigt wurde. Es gehörte entweder einem alten Dämon oder einem Retter der Menschheit.",
      "typeText": "Körper",
      "backstory": "Die Suche nach Informationen in Fragmenten historischer Überreste ist für Blinde besonders schwierig. Ihre Freunde lasen ihr wahllos die Unmengen an alten Texten vor und sie stellte die Sätze zusammen und schrieb sie in Auszügen ab, um die darin enthaltenen Geheimnisse zu erforschen.\\n\\nDa sie eine Person mit außergewöhnlicher Intelligenz ist, kann sie sich die meisten Passagen, die sie gehört hat, nach einmaligem Hören merken. Die Geschichte von „Die Hexe im Federkleid“ hörte sie sich jedoch immer wieder an, ohne sich zu langweilen.\\n\\nDer Legende nach rettete eine gewisse Höhlenmeisterin ihren Partner, indem sie ihn in einen Vogel verwandelte und ihm damit Unsterblichkeit verlieh. Irgendwann konnte sie dem Ruf des Vogels nicht mehr widerstehen, verwandelte sich ebenfalls in einen Vogel und flog mit ihm davon. Mit der Zeit wurde die Meisterin verwirrt und verlor ihre wahre Gestalt, sodass sie ein halb gefiedertes, halb menschliches Monster wurde. Als ihre Untertanen den Palast stürmten und sie mit flammenden Speeren und Pfeilen durchbohrten, sangen die beiden Vögel ein letztes klagendes Lied und wurden gemeinsam zu Asche.\\n\\nSie liebte diese Geschichte, also nahm sie die Essenz des Vogels und verwandelte sie im Alchemie-Brennofen in ein Material, dann ließ sie jemanden einen luxuriösen Federmantel weben. Sie konnte nicht sehen, wie schön der Mantel war, aber sie genoss es trotzdem, mit ihm im Haus herumzulaufen, als würde sie ihn für jemanden tragen, der nicht mehr existierte.\\n\\nWenn das Gewand flatterte, hatte sie immer das Gefühl, dass eine vogelähnliche Seele durch ihre Hände und Schultern flog und immer präsent war."
    },
    {
      "_id": 31134,
      "ids": [
        31134,
        41134,
        51134,
        61134
      ],
      "id": "himmlische_seidensandalen_der_jngerin",
      "name": "Himmlische Seidensandalen der Jüngerin",
      "type": "FOOT",
      "desc": "Ein Paar Seidensandalen mit dünnen Sohlen. Ihr Besitzer muss sich schon lange nicht mehr mit den Beinen fortbewegt haben.",
      "typeText": "Füße",
      "backstory": "Jedes Mal, wenn sie sich der Schwerkraft entzieht und schwebt, um den Gläubigen himmlische Spuren zu zeigen, fühlt sie sich an die alten Mythen erinnert.\\n\\n„Einst gelang es einem Anhänger der unsterblichen Künste, seine Kräfte zu vervollkommnen. Er wanderte durch die Welt und schöpfte aus der Essenz, die durch seine Adern floss, um mit den Techniken der Unsterblichkeit unzählige Wunder zu vollbringen. Er versuchte, sich über den Himmel hinaus zu erheben, um zu den Sternen zu gelangen. Da er jedoch zu weit von den Adern der Welt entfernt war, aus denen er seine Kraft bezog, fiel er unweigerlich in den Abgrund des Todes.“\\n\\nDoch die aktuelle Situation ist anders, dachte sie. Die Xianzhou hatte keine Wurzeln, aber der Himmelsbaum hat in ihr Wurzeln geschlagen, sodass sie mit dem Äon des Überflusses koexistieren kann und eng mit dem grenzenlosen Land der Reinheit verbunden ist, das Yaoshi versprochen hat. Doch nun haben die Verräter die Verbindung zum Weg der Unsterblichkeit gekappt und die Xianzhou erneut zu einer unsicheren Insel gemacht.\\n\\nDer falsche Boden auf der Xianzhou kann ihr keine Kraft geben und die Wurzeln, die sie sucht, befinden sich nicht unter ihren Füßen, sondern in den Tiefen des Himmels. Sie wird die Jünger dazu anleiten, dem Himmelsbaum ein zweites Leben zu geben und die höchste Gnade des Überflusses anzunehmen.\\n\\nÜber Tausenden von Menschen in leichten Seidenschuhen schwebend, erklärte sie mit schallender Stimme: „Wenn ihr zu mir aufblickt, seht ihr nicht zu mir auf, sondern zu dem Platz im Himmel, der euch rechtmäßig zusteht.“"
    }
  ]
}