{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "Lushaka, die versunkenen See",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht Die Energie-Wiederherstellungsrate des Trägers um <nobr>5%</nobr>. Wenn der Träger nicht die erste Figur in der Teamformation ist, wird der ANG der ersten Figur in der Teamformation um <nobr>12%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "die_versunkene_azurblaue_hauptstadt_von_lushaka",
      "name": "Die versunkene, azurblaue Hauptstadt von Lushaka",
      "type": "NECK",
      "desc": "Eingekapselt in der Ebene liegt eine versunkene Stadt in der Unterwasserwelt von Lushaka. Der Meeresspiegel stieg irgendwann so hoch, dass sogar die Stadt überflutet wurde. Jetzt tuckern nur gigantische Staatenschiffe mit ihrer Besatzung über das Meer und versuchen, den richtigen Kurs für ihre nächste Reise in die Ferne zu finden.",
      "typeText": "Planarsphäre",
      "backstory": "Unter den unzähligen Planeten im Przesmir-Sternensystem, denen es an flüssigem Wasser mangelt, sticht Lushaka mit seinem strahlend reinen Blau besonders hervor. Das Meer von Lushaka gleicht der Wiege der Mutter aller Ozeane. Das Wasser nährt und erhält alles Leben ... doch es hält es auch gefangen, kontrolliert es und umschlingt es, bis es kein Entrinnen mehr gibt.\n\nBei Tagesanbruch klopft der Erste Offizier des Staatenschiffs sanft an die Tür der Kapitänskajüte und stößt sie auf. An den Wänden der Kajüte hängen die Inselökosysteme der siebenunddreißig Gebiete der Alten Zeit. So wird Land schmerzlich vermisst ... Meteore von jenseits der Himmel sind im Begriff, ganz Lushaka mit Wasser zu bedecken, als würden sie ein gemeinsames Streben einen. Eine ewige Flut begräbt das gesamte angestammte Land tief unter Wasser und hinterlässt nur eine endlose blaue Weite ... Der Erste Offizier weckt den schlafenden Kapitän, denn auf dem Meer funkeln bereits Flecken von Gold ... Das Staatenschiff beginnt einen weiteren Tag auf See.\n\nDas Aufklärungsschiff trifft in der Mitte des Platzes ein. Es feuert seinen Ankerpfeil in Richtung einer riesigen Unterwasserstruktur, die einmal ein Kaufhaus war. Der Anker verhakt sich fest in einem Fensterrahmen ... Bevor die Tauchglocke ertönt, schrecken unzählige Fischschwärme aus den Kaufhausregalen auf.\n\nAm Nachmittag verlassen die Forscher die Tauchglocke. Sie schwimmen am Buchladen vorbei, ohne auch nur eine Sekunde innezuhalten ... Die Buchstaben dürften schließlich schon lange unleserlich geworden sein. Ihnen ging es schon immer um Medien aus Schellack oder Plastik, von denen man Informationen aus vergangenen Tagen nach einer kurzen Reinigung leicht extrahieren kann. Tiefseearchäologie wie diese ist immer beschwerlich. Die Putzer halten die Stellung und beobachten wachsam die Umgebung, wobei sie ihre stählernen Hellebarden schwingen, um zahnbewährte Raubtiere auf Abstand zu halten. Die Menschen stoßen gelegentlich mit Wassergeistern der Tiefsee zusammen, doch beide Parteien sind zu sehr mit ihrer jeweiligen Sammelaktion beschäftigt, als dass sie einander Aufmerksamkeit schenken würden. Statt an zerknüllten Dosen sind die Putzer eher an Samen, Gewürzen oder Alkohol interessiert.\n\nDie Tiefseeerkundung nähert sich ihrem Ende und die Sauerstoffreserven gehen zur Neige. Als du unter Wasser noch einmal zurückschaust, haben die Riesenmakrelen bereits die Stadt erreicht. Sofort halten die ängstlichen Wassergeister den Atem an, heften sich an die Wand oder verstecken sich in geheimen Kammern. Sie haben sich daran gewöhnt, den Unterwasserwald aus Stahl zu ihrem Vorteil zu nutzen.\n\nBei Sonnenuntergang lässt das Nieseln nach und die vielen Staatenschiffe lassen ihre Hörner erklingen, um die gierig plündernden Seevögel zu verscheuchen. Die Ausbeute des Tages wird an Deck ausgebreitet, damit die Einwohner des Staatenschiffs sich nehmen können, was sie brauchen. Nachts kommen Strömungen auf, während der Leuchtturm in kristallenem Licht erstrahlt. Die Luvianer tanzen um den flammenden Mast herum, ohne an morgen zu denken. Sie gedenken des heute erlangten Ruhms mit Seemannsliedern und schwelgen leise seufzend in Erinnerungen an die gute alte Zeit. Der Kapitän holt seinen Kompass hervor und schaut in die Richtung, die er anzeigt ... Er weiß, dass in dieser Richtung ihre Heimat liegt, von der sie sich immer mehr entfremden und wo immer noch Leute sehnlich auf die Rückkehr ihrer Liebsten warten.\n\nUm Mitternacht löscht das kolossale Schiff alle Lichter und treibt leise auf dem Wasser. Haben sie wirklich Frieden gefunden? Oder verbergen sie mit ihrem Lächeln ihre Tränen, die längst eins mit dem Meer geworden sind?\n\nAuch nach dieser Nacht wird dieses tiefe Blau unverändert daliegen, so wie immer."
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "die_symbiotischen_seewege_von_lushaka",
      "name": "Die symbiotischen Seewege von Lushaka",
      "type": "OBJECT",
      "desc": "Selbst das schwächste Zeichen am grenzenlosen Horizont kann diese Stille zerspringen lassen. Die Besatzung schreibt ihre Geschichte auf den Seewegen, während die Wassergeister ihr Glück in den Wasserströmungen versuchen.",
      "typeText": "Verbindungsseil",
      "backstory": "Für die Wassergeister war die Welt über der Wasseroberfläche ursprünglich fremd und gefährlich, aber das ist jetzt nichts weiter als eine ferne Erinnerung. Schließlich sind die Dinge, die damals noch über dem Wasser waren, schon seit Langem in diesem tiefen Blau versunken.\n\nDie Landbewohner von Lushaka pflegen eine enge Beziehung zu den Wassergeistern, die ihnen doch gleichzeitig so fremd sind. Begegnungen mit den Wassergeistern während Tiefseeerkundungen sehen die Landbewohner als glückliches Omen an und beschreiben die Geister als wunderschöne und geheimnisvolle Kreaturen. Wassergeister haben marineblaue Flügelmembranen und tiefschwarze Augen. Außerdem besitzen sie einzigartige Stimmbänder, mit denen sie ätherische Laute erzeugen können. Laut den Geschichten, die sich die Tiefseeforscher erzählen, sind diese Kreaturen oft in der Gesellschaft von Meeresdrachen zu finden und wohnen in einer silbernen Stadt tief unter Wasser ... Sie existieren zwischen Realität und Legende und verkörpern sowohl Ruhe als auch Lebhaftigkeit.\n\nIn der längst versunkenen Vergangenheit jedoch nannte man sie anders: Edars, Monster der Tiefsee.\n\nVor langer Zeit führten die Edars und die Landbewohner einen erbitterten Konkurrenzkampf ums Überleben. Die Meere färbten sich unübersehbar in einem leuchtenden Rot. Anfangs wurden junge Edars lediglich als leichter Fang gesehen. Dann wurden die Landbewohner von den Liedern der Edars ins Meer gelockt, um ertränkt zu werden. Beide Spezies waren einander Jäger und Beute in den Weiten des Wassers. Dann stießen Klingen auf Anker und Seemonster auf Kanonen. Der unerbittliche Krieg über und unter der Wasseroberfläche dauerte an, bis die Riffe unter glühendem Magma zerbarsten. Erst nach vielen Jahren verstanden die Staatenschiffforscher, dass das Geschwür aller Welten Lushaka schon lange eine glorreiche Zukunft verheißen hatte ... nur dass diese Verheißungen von einem Wassergeist kamen, der den Übeltäter im Albtraum mit einem stillen Schrei verfluchte.\n\nDie lange vergessene Vergangenheit liegt unter den Stahl- und Betonriffen der Tiefsee begraben, so vergänglich wie Rauchwolken und niemandem mehr bekannt.\n\nSeither wurden die Städte und das Land vom Meer verschlungen, Konflikte und Blut fortgeschwemmt und die Geschichte und Zivilisation von den Wellen ertränkt. Um dem steigenden Meeresdruck zu entfliehen, wandern die Wassergeister stetig nach oben. Sie sind bestrebt, sich in Städten anzusiedeln, die einst von Landbewohnern bevölkert waren, und stöbern in Erinnerungen voller Gelächter und Tränen herum ... Sie wissen, dass es an der Oberfläche nur noch wenige Geräusche gibt und dass das Blau nur ihnen allein gehört. Und doch ist die Stille zu erdrückend.\n\nWenn die Staatenschiffsänger auf ihrer Route azurblaue seidene Flügel erblicken, dann fangen sie an, diese wunderschöne Folge von Liedern zu singen ...\n\n„Sie sind auf voller Fahrt, dem Leuchtturm und Sturm hinterher, und wollen nur das reine Blau zurück.“"
    }
  ]
}