{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "Bote im Hackerspace",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht GES um <nobr>6%</nobr>.",
    "4": "Wenn der Träger ein Ultimate auf einen Verbündeten anwendet, erhöht sich die GES aller Verbündeten für <nobr>1</nobr> Rd. um <nobr>12%</nobr>. Dieser Effekt ist nicht stapelbar."
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [
        31141,
        41141,
        51141,
        61141
      ],
      "id": "holobrille_des_boten",
      "name": "Holobrille des Boten",
      "type": "HEAD",
      "desc": "Die Form ist genau wie die einer Skibrille. Sie ist nicht nur blendfrei, sondern kann auch verwendet werden, um virtuelle Live-Streams zu sehen.",
      "typeText": "Kopf",
      "backstory": "Die Boten in der Hauptstadt der Leidenschaft durchqueren die Stadt normalerweise in den niedrig gesicherten Himmelsstraßen, um den von den Plutokraten angeheuerten privaten Streitkräften zu entgehen.\\n\\nSie kauen gerne billigen Kaugummi und tragen stark modifizierte Holobrillen, die die gesamte Cyberstadt pulsierend abtasten.\\n\\nDie Holobrille projiziert Echtzeitinformationen der Stadt direkt auf die Netzhaut und verwandelt so scheinbar unmögliche Routen in einen Luftkorridor für die Boten: Gebäudedächer, Klimaanlagen, Werbetafeln, die Ausleger von Kränen ... sogar Logistikdrohnen können Teil des Korridors werden. Deshalb müssen die Boten genug Geschick haben, um schon bei der kleinsten Abweichung einen Absturz zu vermeiden.\\n\\n„Irgendein Idiot hat wahllos alle Holobrillen blockiert und ich war zufällig in dem Moment in der Luft. Dieser Absturz war der schlimmste, den ich je hatte.“\\n\\nDiese Holobrille der Serie „Quietschente“ ist ein altes Auslaufmodell, das unter Enthusiasten einen hohen Wert haben soll."
    },
    {
      "_id": 31142,
      "ids": [
        31142,
        41142,
        51142,
        61142
      ],
      "id": "transformationsarm_des_boten",
      "name": "Transformationsarm des Boten",
      "type": "HAND",
      "desc": "Eine kybernetische Armprothese, die nach Belieben abmontiert werden kann. Sie kann Knöchel wie Kugeln abfeuern.",
      "typeText": "Hände",
      "backstory": "Nicht alle Boten haben kybernetische Armprothesen, aber die, die sie haben, haben oft eine starke Leidenschaft für persönliche Anpassungen. Schließlich will niemand ein kybernetisches Glied haben, das genauso aussieht wie die anderen. \\n\\nDie Bewohner der Hauptstadt der Leidenschaft sind besessen von kybernetischen Prothesen und die begrenzten städtischen Vorschriften können nur von exzessiven kybernetischer Modifikationen abraten.\\n\\nDie Registrierungs- und Anmeldestandards für Modifikationen in der Hauptstadt der Leidenschaft beinhalten nur drei Kategorien und insgesamt achtzehn Typen. Das reicht den rebellischen Boten, die einen großen Teil ihres Gehalts in ihre fantasievollen Entwürfe investieren, eindeutig nicht aus. Sie erstellen Entwürfe, mit denen ihre elektronischen Umwandlungsmaschinen Blitze freisetzen oder ihre Handprothesen in Raketen verwandeln können. Die Entwürfe werden immer unverschämter, je höher die Gebühren für die Beschäftigung von Boten sind.\\n\\n„Arbeiten diese Boten, um Informationen zu schützen, oder arbeiten sie, um ihre exorbitanten Hobbys zu finanzieren?“\\n\\nDiese Armprothese der Serie „Quietschente“ wurde speziell modifiziert, sodass sich jedes Fingergelenk mit hoher Geschwindigkeit drehen und wie ein Geschoss abgeschossen werden kann."
    },
    {
      "_id": 31143,
      "ids": [
        31143,
        41143,
        51143,
        61143
      ],
      "id": "geheime_umhngetasche_des_boten",
      "name": "Geheime Umhängetasche des Boten",
      "type": "BODY",
      "desc": "Eine modische Kuriertasche. Sie ist mit vielen Accessoires verziert, die sie niedlich aussehen lassen.",
      "typeText": "Körper",
      "backstory": "Die Plutokraten der Hauptstadt der Leidenschaft überwachen den gesamten Informationsfluss in der Stadt und nutzen das Informationsmonopol, um ihre Vormachtstellung zu erhalten. Jeder, der versucht, dieses Monopol zu untergraben, bekommt Besuch von der Regulierungsbehörde für öffentliche Sicherheit.\\n\\nEinst protestierten die Menschen, woraufhin sie die Plutokraten beschwichtigten, indem sie ihnen mehr Bequemlichkeit versprachen. Bald gaben die Menschen ihre Privatsphäre auf.\\n\\nOb in realen oder virtuellen Situationen, ob wichtige oder triviale Informationen, die Plutokraten sammeln sie gierig ein. Infolgedessen sind Kuriertaschen zur letzten Bastion der Privatsphäre geworden. Die Kuriertasche ist klein, leicht und kann nur Chips oder Dokumente transportieren. Doch genau diese engen Informationsblindstellen sichern das, was von der Unabhängigkeit der Informationen in der Hauptstadt der Leidenschaft übrig geblieben ist.\\n\\n„Warum benutzen die Menschen in der wohlhabenden Hauptstadt der Leidenschaft immer noch Kanäle außerhalb des Netzwerks, um Informationen zu übermitteln? Das wollen auch die Boten wissen.“\\n\\nDiese limitierte Auflage der Kuriertasche der Serie „Quietschente“ ist zwar schon ein bisschen alt, aber mit ihren verschiedenen Accessoires sieht sie immer noch modisch aus."
    },
    {
      "_id": 31144,
      "ids": [
        31144,
        41144,
        51144,
        61144
      ],
      "id": "coole_turnschuhe_des_boten",
      "name": "Coole Turnschuhe des Boten",
      "type": "FOOT",
      "desc": "Ein Paar Turnschuhe, die für Parkour-Aktivitäten geeignet sind. Sie sind bequem und das ist alles, was man braucht.",
      "typeText": "Füße",
      "backstory": "Die ehemaligen Boten der Hauptstadt der Leidenschaft warfen ihre Turnschuhe zur Seite und gingen schweigend davon. Die meisten Boten hinterließen weder ihren Namen noch eine Spur in der Stadt. Dieses Verhalten war nichts weiter als eine selbstgefällige Koda.\\n\\nEs ist für Boten schwer zu sagen, wann sich das Wesen des Botendaseins änderte und Boten zu den Menschen wurden, die sie am meisten hassten.\\n\\nSchweigend wurde die Informationsunabhängigkeit, die die Boten beschützten, monopolisiert. Im Stillen wurden die Risiken, denen Boten ausgesetzt waren, zu einem Druckmittel. Im Stillen wurden die Boten zu Komplizen der Verschwörer ... Die Plutokratie schaffte es nicht, sie zu vernichten, aber es war der unreife Idealismus der Boten, der sie verriet. Bevor alles außer Kontrolle geriet, versammelten sich die Boten und verabschiedeten sich von ihrem rennenden Leben.\\n\\n „Vielleicht sollten die Boten hier anhalten, damit jeder diese Stadt sehen kann, und wahre Reformer zum Handeln aufrufen.“\\n\\nDas sind die am Straßenrand zurückgelassenen Turnschuhe der SErie „Quietschente“. Die Boten der Hauptstadt der Leidenschaft sind zu einer Legende aus der Vergangenheit geworden."
    }
  ]
}