{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "Musketierin des wilden Weizens",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht ANG um <nobr>12%</nobr>.",
    "4": "Erhöht die GES des Trägers um <nobr>6%</nobr> und den durch Standardangriffe verursachten SCH um <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 31021,
      "ids": [
        31021,
        41021,
        51021,
        61021
      ],
      "id": "musketeers_wild_wheat_felt_hat",
      "name": "Wildweizen-Filzhut der Musketierin",
      "type": "HEAD",
      "desc": "Ein Cowboyhut, der mit wildem Weizen dekoriert ist – ein Markenzeichen der legendären Musketierin Oakley.",
      "typeText": "Kopf",
      "backstory": "Oakley hatte diesen Pelzhut von ihrem verstorbenen Vater geerbt. Sie hatte ihn mit Weizenähren verziert, und jetzt sah er noch hübscher aus. Die Kopfgeldjäger neigten dazu – ob absichtlich oder nicht – sich ein persönliches Markenzeichen zu schaffen, in der Hoffnung, dass dies eines Tages den Anfang einer großen Legende bilden würde.\n\nDie Interastrale Friedenskorporation hatte ein großzügiges Kopfgeld auf die Interastral-Piraten ausgesetzt, um sich Expertenhilfe zu sichern. Oakley, die am liebsten alleine arbeitete, zog auf der Suche nach immer größeren Herausforderungen in die trostlosen Gebiete am Rande der Welt.\n\nTagsüber brannte die glühende Sonne vom Himmel, des Nachts herrschte bittere Kälte. Auf ihrer einsamen Odyssee konnte Oakley dann ihren Kopf auf ihrem Pelzhut betten und in ihren Träumen versinken, wenn sie neben einem Lagerfeuer lag. Jedoch wurde jeder ihrer Träume von einem mysteriösen Revolverhelden unterbrochen, der von sich behauptete, ein Kopfgeldjäger aus der Ferne zu sein. Seine dürre Gestalt stand im Kontrast zu seinem grimmigen, strengen Blick. Der Revolverheld forderte Oakleys Vater zu einem Duell heraus – zur Mittagsstunde würden sie bis zum Tode kämpfen. Schüsse wurden abgegeben, der Pelzhut fiel herab, und Oakleys Vater ging rücklings zu Boden, woraufhin das verzweifelte Schluchzen ihrer Mutter ertönte ...\n\nDie kleine Oakley sah den Revolverhelden wie benommen an. Er beherrschte seine Waffe so geschickt, dass ihr Vater nicht die geringste Chance gehabt hatte.\n\nAls sie erwachte, war der Pelzhut von Tränen getränkt. Als Kind hatte sie nur deshalb gelernt, mit einer Pistole umzugehen, weil sie den schönen Hut wollte, der ihrem Vater so gut gestanden hatte."
    },
    {
      "_id": 31022,
      "ids": [
        31022,
        41022,
        51022,
        61022
      ],
      "id": "musketeers_coarse_leather_gloves",
      "name": "Grobe Lederhandschuhe der Musketierin",
      "type": "HAND",
      "desc": "Ein Paar Lederhandschuhe mit stellenweise rissiger Oberfläche. Besonders abgenutzt ist der Teil, wo man eine Waffe hält.",
      "typeText": "Hände",
      "backstory": "Die junge Oakley übte unentwegt. Sie trainierte vom Morgengrauen bis zum Einbruch der Nacht auf der Ranch. Ihr Vater erwischte sich manchmal dabei, Überraschung und Stolz zu empfinden, was die Talente der kleinen Oakley anbelangte. Aber an manchen Tagen hatte er Angst davor, was das Leben als Musketierin für sie bedeuten würde.\n\nOakleys Mutter schien die einzige gewesen zu sein, die sich wirklich um die zarten Hände der jungen Oakley sorgte. Oft gab sie ihrem Mann die Schuld, ihr beigebracht zu haben, wie man mit einer Pistole umging.\n\nSchon seit Jahren, seit diesem schicksalhaften Duell bis zum Kassieren ihres ersten Kopfgelds und ihrem späteren Ruhm, hatte Oakley immer dieselben abgewetzten Handschuhe getragen. Ihren Kollegen war es jedoch ein Rätsel, warum Oakley nach all den Jahren als Revolverheldin immer noch dasselbe Paar abgenutzter Handschuhe trug. Nur Oakley konnte die widersprüchlichen Gefühle spüren, die in ihnen steckten, denn dieses Paar Handschuhe war das einzige Abschiedsgeschenk, das ihre Mutter ihr überlassen hatte.\n\nWie ihre Mutter mit sich gerungen haben musste – war sie doch einst streng dagegen gewesen, dass ihre Tochter den Umgang mit Pistolen lernte.\n\nNach jenem Duell hielt Oakley ihre Mutter, deren Tränen kein Ende fanden, in den Armen. In diesem Moment spürte ihre Mutter Oakleys Willen, Musketierin zu werden – ohne, dass die beiden ein Wort hätten wechseln müssen."
    },
    {
      "_id": 31023,
      "ids": [
        31023,
        41023,
        51023,
        61023,
        55003
      ],
      "id": "musketeers_windhunting_shawl",
      "name": "Windjäger-Umhang der Musketierin",
      "type": "BODY",
      "desc": "Sieht aus wie ein gestrickter Umhang mit folkloristischem Muster und ist mit kugelsicheren Fasern gefüttert.",
      "typeText": "Körper",
      "backstory": "Ein Musketier darf sich während eines Duells niemals eine Blöße geben. Oakley vermochte es stets, unbemerkt Patronen in die Kammer ihrer Pistole zu laden, und ihre Ziele anzuvisieren, ohne diese zu alarmieren. Beobachter beteuerten, dass sich ihr loser Mantel nicht auch nur einen Zentimeter bewegt hatte, bis der Schuss abgefeuert wurde. Es war ihnen ein Rätsel, wie sie dazu in der Lage war.\n\n„Die ausgeklügelten Manöver geschehen unter dem Mantel. Das Duell muss gelaufen sein, bevor die Kugel überhaupt die Kammer verlässt.“ Das hatte ihr Vater stets betont.\n\nAls Oakley zufällig einer Bande bewaffneter Banditen über den Weg lief, fing sie sich augenblicklich und beobachtete die Situation. Bevor sie ihre Pistole zog, blieb sie so aufrecht stehen wie ein Fels, der sich seit Jahrhunderten nicht bewegt hatte. Oakley hatte all ihre Vorkehrungen getroffen, bevor die Banditen auch nur einen Finger rühren konnten. Der glasklare Klang einer Salve war zu hören und nur noch einer der Banditen stand auf den Beinen. Oakley hatte ihn absichtlich am Leben gelassen, damit er seiner Banditenbande eine Warnung überbringen konnte.\n\nIhre Gedanken und ihr Gesicht waren gleichermaßen unlesbar. Ihre Gegner waren ihr oft hoffnungslos ausgeliefert. Das war der Eindruck, den Oakley auf die anderen Kopfgeldjäger machte.\n\nWährend eines Duells glich Oakley eher diesem einen mysteriösen Revolverhelden aus ihren Träumen, mit ihren sauberen Schüssen und keiner einzigen überflüssigen Bewegung. Sie kam nicht umhin, sich selbst zu verabscheuen, als ihr klar wurde, dass sie ihrem Erzfeind immer ähnlicher wurde."
    },
    {
      "_id": 31024,
      "ids": [
        31024,
        41024,
        51024,
        61024
      ],
      "id": "musketeers_rivets_riding_boots",
      "name": "Nietenbesetzte Reitstiefel der Musketierin",
      "type": "FOOT",
      "desc": "Diese Reitstiefel haben eine V-förmige Aussparung, wodurch sie entspannt sitzen und sehr bequem aussehen.",
      "typeText": "Füße",
      "backstory": "Die Reise war lang und gefährlich, aber Oakley hatte sich schon längst an diese Einsamkeit gewöhnt. Sie trug jederzeit ihre Reitstiefel, um sich in die trostlose Ferne am Rand der Welt aufzumachen, ganz egal, wie gering die Bezahlung ausfiel.\n\nSie hatte eine gewisse Vermutung – dass der mysteriöse Revolverheld auch ein Mann war, der die Abgeschiedenheit vorzog. Also würde sie ihn unweigerlich an einem Ort treffen, an den sich nur wenige wagten.\n\nNachdem sie über eine Mundharmonika gestolpert war, verbrachte Oakley ihre meiste Zeit allein damit, Lieder zu üben. Für welches Publikum? Nur Taranteln, Sandstürme und Steppenläufer. Im Laufe ihrer Reise wurde Oakley immer besser darin, die Zeit totzuschlagen. Man sagt, dass der Wind einst stillgestanden war, um Oakley beim Spielen ihrer Mundharmonika zuzuhören, und sich erst wieder in Bewegung gesetzt hatte, als das Lied zu Ende war. Die IFK bot den Kopfgeldjägern genügend Möglichkeiten für interstellare Reisen, und die einsame Musketierin kümmerte sich nicht darum, wohin diese führten.\n\nManchmal fragte sich Oakley, ob sie die ganze Zeit über einem Phantom nachgejagt war, denn der mysteriöse Revolverheld war schon längst spurlos verschwunden. Manchmal schien es, als täte Oakley nichts, außer von einer Mission zur nächsten aufzubrechen.\n\nOakley war sich jedoch sicher, wenn ihr Name „Wilder Weizen“ nur bekannt genug war, würde der mysteriöse Revolverheld sie finden und eines Tages an ihrer Türschwelle erscheinen, wie er damals auch auf ihrer Ranch erschienen war, um sich mit ihrem Vater zu duellieren."
    }
  ]
}