{
  "_id": 303,
  "id": "pancosmic_commercial_enterprise",
  "name": "Pangalaktische Handelsgesellschaft",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht die Effekt-Trefferrate des Trägers um <nobr>10%</nobr>. Erhöht gleichzeitig den ANG des Trägers in Höhe von <nobr>25%</nobr> der Effekt-Trefferrate, bis zu einem Höchstwert von <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33035,
      "ids": [33035, 43035, 53035, 63035],
      "id": "das_megahauptquartier_der_ifk",
      "name": "Das Mega-Hauptquartier der IFK",
      "type": "NECK",
      "desc": "Das Hauptquartier der IFK in Pier Point wird von einer Planarsphäre umschlossen. Kein Planet kann sich vor dem genialen Businessplan der Interastralen Friedenskorporation verstecken. Sie ist weit ins All vorgedrungen, um sich die Möglichkeiten des gesamten Universums zunutze zu machen.",
      "typeText": "Planarsphäre",
      "backstory": "Der Subraum-Aufprall erschütterte das Universum. Der stille und einsame Koloss nahm den Bau der großen Barriere durch die Galaxie in Angriff. Die selbst ernannten Orakel schritten zur Tat. Sie wollten dem Äon Qlipoth dabei helfen, den Wall zu errichten.\\n\\nDas Universum ist in unmittelbarer Gefahr, und die Errichtung des Walls konnte nicht warten. Die unbedeutenden Menschen hatten nicht die Absicht, dem Gott nachzueifern. Stattdessen schlossen sie sich zu einem selbsternannten „Unterstützungsteam“ des Äons zusammen. Sie waren bereit, sich voll und ganz dem Bernsteinfürsten hinzugeben. Mit der Kraft der Bewahrung lenkt das Unterstützungsteam die Flotte in verschiedene Galaxien, um Baumaterialien wie Stein, Holz, Gold und Supernium zu kaufen. Unermüdlich wird Baumaterial zur Subraumbarriere geliefert und in der planetaren Ödnis angehäuft.\\n\\nNach einer kurzen Erschließungsphase konnte das Unterstützungsteam sich in Pier Point niederlassen und gründete dort die Interastrale Friedenskorporation. Um ihre Aufgabe voll und ganz erfüllen zu können, richtete die Korporation ihren Blick in die Tiefen des Alls.\\n\\nAuf Louis Flemings Aufforderung hin verließ die Handelsflotte die angrenzenden Sternensysteme des Äons Qlipoth. Zu ihrem Sortiment gehörten nun nicht mehr nur Baumaterialien ... Ihr Plan lautete nun, die Galaxie zu vernetzen und mit allem zu handeln. Bald darauf erließ Dongfang Qixing galaxieweite Handelsbestimmungen und errichtete ein „Credit“-System als Standard für den Handel im Universum. In die Billionen gehende Warenbestände sammelten sich unter der Megastruktur von Pier Point wie in einem Schwarzen Loch und ließen sämtliche Vorstellungen von den Grenzen des Reichtums lächerlich erscheinen.\\n\\nHeute sind die Schiffe der Interastralen Friedenskorporation überall in der Galaxie anzutreffen. Obgleich sie bereits als Konzerndiktatur kritisiert wird, expandiert die IFK immer weiter. Für sie spielt die Meinung anderer keine Rolle und sie folgt stets der Mission, mit der sie gegründet wurde.\\n\\nDie Methoden im Rekrutentraining der IFK sind stetigen Veränderungen unterworfen. Nur eine Tradition wurde in den fast <unbreak>800</unbreak> Bernsteinzeitaltern immer beibehalten. Damals stand Louis Fleming, der Gründer der IFK vor dem Unterstützungsteam und hielt eine leidenschaftliche Rede. Er setzte sich dafür ein, das Universum zu vereinen und es entsprechend den Wünschen des Äons zu schützen. Sobald die Rede endete, erklang in der Ferne das gewaltige Geräusch eines galaktischen Aufpralls und verlieh diesem feierlichen und erhabenen Moment eine höhere Bedeutung. Von diesem Moment an wurde allen klar, dass sie einem unerschütterlichen Glauben folgten.\\n\\n„Alles im Namen des Bernsteinfürsten.“"
    },
    {
      "_id": 33036,
      "ids": [33036, 43036, 53036, 63036],
      "id": "handelsroute_der_ifk",
      "name": "Handelsroute der IFK",
      "type": "OBJECT",
      "desc": "Mithilfe des praktischen Credit-Systems wurde das interstellare Wirtschaftssystem aufgebaut. Die Interastrale Friedenskorporation vernetzte die Sterne durch wirtschaftliche Aktivität und erweiterte die Grenzen des Handels.",
      "typeText": "Verbindungsseil",
      "backstory": "Das Unterstützungsteam eilte durch das Sternensystem rund um Äon Qlipoth, wobei die Flugbahnen der alten Schiffe die ersten Routen bildeten.\\n\\nIm Glauben an den Weg des Äons machte das Team den ersten Schritt, um den Handel von Waren gegen andere Waren mit einer Nachbargalaxie aufzubauen. Das Unterstützungsteam belud eine ausreichend große Flotte mit seltenen und wertvollen Waren und konnte mit ihrem überzeugenden Angebot überall im Sternensystem unzählige Geschäfte abschließen. Daraufhin hatte das Unterstützungsteam Handelsrouten und -informationen fest im Griff und besaß exklusive Verhandlungsrechte, wodurch es die Handelsbestimmungen der Galaxie entscheidend prägen konnte.\\n\\nFlotten voller Holz, Stein, Stahl und Supernium flogen an Äon Qlipoth vorbei wie ein Schwarm kreisender Fliegen. Der Bernsteinfürst schwieg und würdigte sie nicht eines Blickes.\\n\\nIrgendwann änderten sich die Zeiten und der Handel mit den benachbarten Sternensystemen genügte dem emsigen Unterstützungsteam nicht länger. Zwei kluge Köpfe waren fest entschlossen, weiter in die Galaxie vorzudringen. So wurde die Interastrale Friedenskorporation gegründet. Die IFK hatte alles im Angebot, was sich ein Planet nur wünschen konnte, und das zu fairen Preisen, die an ihre „Credits“ gebunden waren. Damals entstand die Handelsroute der Galaxie. Alle Planeten, die sich dem Handelsnetz der IFK anschließen, können die gleiche Währung nutzen, die gleichen Waren kaufen und die gleichen Services erhalten.\\n\\nHandelsschiffe des Credit-Systems reisten zwischen den Sternen und aus den sich bündelnden und aufspaltenden Handelsrouten formte sich ein galaxieübergreifendes Netz. Schiffe voller Schätze von fernen Sternen passierten den Äon Qlipoth unzählige Male wie Glühwürmchen, und der Äon blieb still wie zuvor.\\n\\nDie seit der Zeit des Unterstützungsteams angesammelten Baumaterialien häuften sich auf jedem Planeten rund um den Äon Qlipoth, und ihre Menge wächst stetig weiter. Der Äon Qlipoth hat nicht die Absicht, diese eifrig dargebrachten Geschenke anzunehmen. Stattdessen konzentriert er sich allein auf die Gefahr, die den nichts ahnenden Sterblichen droht, und muss gigantische Barrieren errichten, die sich nur in Lichtjahren messen lassen. Aus der kleinen Organisation, die einst Materialien einkaufte, ist schon lange eine Großmacht der Galaxie geworden. Ihre Angehörigen blickten auf den kopflosen Koloss, ohne ihre Mühen je für vergeblich zu halten.\\n\\n„Alle Mühen und alles Mehren unseres Kapitals dienen Qlipoth, auf dass wir den Willen des Äons vollbringen, wenn die Zeit kommt.“"
    }
  ]
}
