{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "Wanderer der vorbeiziehenden Wolke",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht bewirkte Heilung um <nobr>10%</nobr>.",
    "4": "Stellt zu Kampfbeginn sofort 1 Fertigkeitspunkt wieder her."
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [
        31011,
        41011,
        51011,
        61011
      ],
      "id": "verjngter_hlzerner_haarstab_des_wanderers",
      "name": "Verjüngter hölzerner Haarstab des Wanderers",
      "type": "HEAD",
      "desc": "Ein verwelkter Zweig, der als behelfsmäßiger Haarstab benutzt wird. Dem einst toten Ast sind neue Blütenknospen entsprungen, doch jetzt ist die Vergangenheit tot. Der Stock, der mit teilweise vergoldeten Blütenknospen bedeckt ist, feiert den Beginn eines neuen Lebens.",
      "typeText": "Kopf",
      "backstory": "Ein fernes und doch vertrautes Gefühl der Nervosität umgab ihn, scharf und deutlich mit Phantomschmerzen, als der Namenlose aus seinem langen und tiefen Schlummer erwachte. Seine Vergangenheit war in messerscharfe Scherben zersplittert und er vergaß sogar seinen eigenen Namen.\\n\\nNachdem er ziellos umhergewandert war, trank er geschmolzenen Schnee, um seinen Durst zu stillen, jagte wilde Tiere, um seinen Magen zu füllen, und hackte einen verdorrten Ast ab, um ihn als hölzerne Haarspange zu benutzen, mit der er sein wallendes Haar befestigte.\\n\\nWie der unaufhörlich fließenden Strom einer Bergquelle hörte sein langes, schwarzes Haar nicht auf zu wachsen. Sein Fleisch zuckte und pochte unter seiner Haut, wie Flusskarpfen, die schwimmen und wimmeln ... Faszinierende Kräfte bauten seinen Körper unaufhörlich wieder auf und verursachten einen immerwährenden Schmerz, bei dem Knochen und Sehnen aufbarsten und wieder heilten. Während sich zahllose Phantomschmerzen und Qualen durch seinen Körper quälten, begann sich auch seine zerrüttete Vergangenheit wieder zusammenzufügen ... Als er sein Spiegelbild im Wasser betrachtete, klärte sich die Geschichte dieser Tragödie allmählich vor seinem geistigen Auge.\\n\\nAls das Gesicht in der Spiegelung nicht mehr das eines Fremden war, erkannte der Namenlose plötzlich, dass der tote Ast Blütenknospen sprießen ließ.\\n\\nDie Erleuchtung traf ihn wie ein Blitz. Der Fluch der Unsterblichkeit wütete noch immer und der Groll vergangener Missgunst war nie erloschen. Er war jetzt die neugeborene Blume auf diesem einst toten Zweig."
    },
    {
      "_id": 31012,
      "ids": [
        31012,
        41012,
        51012,
        61012
      ],
      "id": "wanderdrachen_armschutz_des_wanderers",
      "name": "Wanderdrachen- Armschutz des Wanderers",
      "type": "HAND",
      "desc": "Armschutz aus goldenen Korallen, feinem Webmaterial und dem Leder eines unbekannten Tieres. Einzig die Handwerksmeister der Vidyadhara-Drachen sind in der Lage, solch hochwertige Rüstungen herzustellen.",
      "typeText": "Hände",
      "backstory": "Anscheinend stehen die Objekte eines Paares in telepathischer Verbindung. Der Namenlose besaß nur einen der Armschutze, aber seine Fingerspitzen konnten immer noch vage die Temperatur des anderen spüren.\\n\\nEr schloss seine Augen und versuchte, dieser flüchtigen Verbindung Informationen zu entlocken – wo sich das Gegenstück befand, wer es besaß.\\n\\nDie Hand, die den anderen Armschutz einst getragen hatte, war schlank und stark zugleich. Diese Hand hatte den scharfen Speer einst bei Kampfübungen mit dem Namenslosen im kalten Licht glänzen und wie Sternschnuppen erblühen lassen. Der Besitzer dieses anderen Armschutzes hatte einst auch neben dem Namenlosen gesessen und mit diesem getrunken, die Blicke beider zum Mond emporgerichtet, ohne ein Wort zu verlieren. Schließlich war es auch diese Person, die stur am Plan mit dem Namenlosen festgehalten hatte, die Geliebte in eine Monstrosität zu verwandeln und sie schließlich alle in den Abgrund der ewigen, unaufhörlichen Reue zu stoßen.\\n\\nEin jedes Paar von Gegenständen wird eines Tages wieder zueinander finden. Die langen Jahre des Grolls und des Hasses, die zwischen ihnen hängen, sollte man nur langsam genießen, wie eiskalten Alkohol, der über Jahre hinweg gereift ist, einen Schluck nach dem anderen, bis die Flasche voller Missgunst schließlich geleert ist.\\n\\nWürde der Träger des anderen Armschutzes dasselbe empfinden? Der Namenlose wollte die Antwort nicht wissen."
    },
    {
      "_id": 31013,
      "ids": [
        31013,
        41013,
        51013,
        61013,
        55001
      ],
      "id": "zerlumpter_bestickter_mantel_des_wanderers",
      "name": "Zerlumpter bestickter Mantel des Wanderers",
      "type": "BODY",
      "desc": "Ein alter Mantel mit zerfetztem Saum. Die Stickereien wurden durch Klingen beschädigt. Manches Fleisch heilt von allein, doch die Makel eines Mantels bleiben bestehen, genau wie der Schmerz eines Menschen.",
      "typeText": "Körper",
      "backstory": "Schon lange war der Namenlose im Exil herumgestreift, als wäre er eine wandelnde Leiche, bis sein Weg eines Tages von einer Frau mit Sonnenbrille und einer Gestalt in kolossaler Rüstung versperrt wurde. Bevor sie auch nur ein Wort der Einladung von sich geben konnten, hatte der Namenlose schon abwehrend sein Schwert gezückt. Aber nach nur einem heftigen Schlagabtausch machte die lächelnde Frau dem Namenlosen ein Angebot, das er nicht ablehnen konnte.\\n\\nSchließlich nahm der Namenlose den Handel an, erhielt eine neue Identität und kehrte zur Zivilisation zurück.\\n\\nDer Namenlose wurde zu einem Schneider gebracht, wo man seine Maße nahm und passende Kleidung für ihn anfertigte. Man nahm sich sogar seiner Haare an und putzte ihn fein heraus, wodurch der Namenlose sein altes Aussehen zurückerlangte. Er verfiel in eine Trance und verlor das Zeitgefühl. Er erinnerte sich verschwommen daran, sich endlich dafür zu entscheiden, seiner Busenfreundin das Jadefläschchen, das er selbst hergestellt hatte, zu schenken – nur um dann erschüttert erfahren zu müssen, dass die Person, nach der er sich sehnte, plötzlich verschwunden war.\\n\\nIn diesem Moment wurde ihm klar, dass all das, worauf er sich im Zuge seines Daseins einst verlassen hatte – diesen Körper, dieses Leben, diese Liebe, diesen Hass, ja sogar diese Kleidung, die er trug – nur geliehen waren.\\n\\nEines Tages wird er all das zurückzahlen müssen, und dann seinen letzten Atemzug tun."
    },
    {
      "_id": 31014,
      "ids": [
        31014,
        41014,
        51014,
        61014,
        55002
      ],
      "id": "dstere_wanderstiefel_des_wanderers",
      "name": "Düstere Wanderstiefel des Wanderers",
      "type": "FOOT",
      "desc": "Ein langlebiges Paar Wanderstiefel, das auf zahlreichen Welten Spuren hinterlassen und mit seinem Träger unzählige todbringende Situationen überstanden hat.",
      "typeText": "Füße",
      "backstory": "Der Namenlose befolgte die Befehle des Sklaven und machte sich mit seinen neuen Begleitern zur anderen Seite des Himmels auf. Erfüllt von Verwunderung und Hass bewanderte er zahlreiche Welten und fand sich dort in prekärer Lage, ein stetiger Kampf um Leben und Tod.\\n\\nSchon lange hatte er die Freude an der Schöpfung verloren und eilte nur von einem Schlachtfeld auf das nächste.\\n\\nIm Zuge der Kämpfe, die er bestritt, zog er sich zahllose Schwertwunden und Schnitte zu. Im Zuge seiner Niederlagen wurde sein Leib immer und immer wieder gespalten und in Stücke geschlagen. Sein Gegner beendete den Zweikampf stets mit einem Angriff, der ihm direkt das Herz durchbohrte. Und jetzt waren all diese meisterhaften Schwerthiebe, die ihn mit Narben gespickt hatten, für immer in seine Erinnerung eingraviert. Auf diese Weise verfeinerte er durch zahllose Kämpfe bis zum Tod stetig seine eigene Kampffertigkeit. Der Namenlose führte sein Schwert und schlug sich für seine Verbündeten durch jedes Hindernis. Wo auch immer er zu Boden ging, stand er sogleich wieder auf, immer und immer wieder. So hingebungsvoll widmete er sich dem Tanz der Schwerter, dass sein Hass wie verflossen schien.\\n\\nDer Sklave versprach dem Namenlosen, seinem Leben und allem, was ihm verhasst war, ein immerwährendes Ende zu setzen, auf dass er endlich in Frieden ruhen könne. Der Namenlose nickte, steckte sein Schwert wieder in seine Scheide und eilte zur nächsten Welt.\\n\\nWenn das Leben eine endlose Reise ist, dann wünscht sich der Namenlose nichts sehnlicher als den Tag, an dem er endlich über eine Lache aus dem Blut all derer steigen kann, die er so zutiefst verabscheut, bevor er schließlich das Ziel seiner Reise erreicht."
    }
  ]
}