{
  "_id": 117,
  "id": "pioneer_diver_of_dead_waters",
  "name": "Pioniertaucherin toter Gewässer",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht den bei Gegnern mit Debuff verursachten SCH um <nobr>12%</nobr>.",
    "4": "Erhöht die KRIT-Rate um <nobr>4%</nobr>. Der bei Gegnern mit nicht weniger als <nobr>2</nobr>/<nobr>3</nobr> Debuffs verursachte KRIT-SCH des Trägers wird um jeweils <nobr>8%</nobr>/<nobr>12%</nobr> erhöht. Nachdem er dem Gegner einen Debuff zugefügt hat, werden diese Effekte für <nobr>1</nobr> Rd. um <nobr>100</nobr> % erhöht."
  },
  "pieces": [
    {
      "_id": 31171,
      "ids": [
        31171,
        41171,
        51171,
        61171
      ],
      "id": "hitzefester_panzer_der_pionierin",
      "name": "Hitzefester Panzer der Pionierin",
      "type": "HEAD",
      "desc": "Ein schwerer Tauchhelm im typischen Stil von Orkron. Durch das winzige Fenster kann man nur die unerträglich weite Dunkelheit sehen.",
      "typeText": "Kopf",
      "backstory": "Wolken türmten sich in Orkrons Nachthimmel auf und verdeckten schillernde Planetenringe. Fuchsienfarbene Schneeflocken fielen auf den schweren Helm, füllten lautlos die Rillen des verrosteten Eisens und verbargen die Spuren der Erosion. Die zwei Mädchen saßen inmitten des Zedernwaldes ... Ihre Reise für einen Moment unterbrochen.\n\n„Schau! Die Luft in Orkron riecht nach Himbeeren.“ Die fuchsienfarbigen Schneeflocken fielen auf die weiche, wolkenartige Zuckerwatte und verschwanden schnell. Die kleine Namenlose aus Toyro kicherte beim Essen und musste sich bald den Bauch halten, als sie über ihre eigene Wortwahl lachte ... Wie konnte man einen Geruch sehen? Nach dem Gelächter war die Stille messerscharf und die Luft schien auf einmal zu gefrieren.\n\n„Frebass, willst du immer noch in die Tiefen von ‚IX‘ gehen?“ Die Frage kam von ihrer Reisegefährtin, die immer eine lange Klinge bei sich trug. Sie war eine gute Gefährtin, doch niemand wusste, woher sie kam.\n\nDie kleine Namenlose versteckte sich in ihrem dicken Taucheranzug. Nach einem langen Moment des Schweigens reichte sie ihrer Gefährtin ein leicht verkohltes Marshmallow, und ihre zusammengekniffenen Augen glichen zwei gespannten Bögen.\n\n„Natürlich ... denn ich werde einen Weg beschreiten, der tiefer und weiter ist als Akivilis!“"
    },
    {
      "_id": 31172,
      "ids": [
        31172,
        41172,
        51172,
        61172
      ],
      "id": "hohler_kompass_der_pionierin",
      "name": "Hohler Kompass der Pionierin",
      "type": "HAND",
      "desc": "Ein Kompass in der Form einer Armbanduhr. Da die magnetische Nadel entfernt wurde, kann der Kompass keine Richtung mehr anzeigen.",
      "typeText": "Hände",
      "backstory": "„Die Strömung am Meeresgrund\npickte flüsternd an ihren Knochen,\nim Einklang auf und ab wogend.\nSie erlebte die Phasen von Alter und Jugend\nund drang in den Strudel ein.“\n\nDas Mädchen hatte eine solche Geschichte gehört. In der Geschichte wurde die Welt, in der die Menschen lebten, als ein turmhoher Baum dargestellt, der aus herrenloser Energie bestand. „Diese Art von Energie ist unsichtbar und unfassbar, sowohl unbegreiflich als auch bedeutungslos“, dachte sie, „so wie auch ‚IX‘ bedeutungslos ist.“\n\nDie kleine Namenlose war ein wenig mutlos und sorgte sich darum, wie sie nach ihrem Eintritt in die „Nichtigkeit“ den Weg finden sollte. Aber es dauerte nicht lange, bis sie eine Eingebung hatte – im Alter von vierzehn Jahren hatte ihre Mutter ihr ein letztes Geburtstagsgeschenk hinterlassen, einen kleinen Kompass.\n\n„Wenn das so ist, wäre dann das Problem dann nicht gelöst, wenn der Kompass anstelle von Magnetfeldern ‚Energie‘ messen würde?“\n\nDie kleine Namenlose entfernte die Magnetnadel des Kompasses. Doch in dem Moment, in dem das Mädchen in die Dunkelheit eintauchte, stellt es fest, dass die einzige Richtung des Kompasses nach unten war."
    },
    {
      "_id": 31173,
      "ids": [
        31173,
        41173,
        51173,
        61173
      ],
      "id": "versiegelter_bleimantel_der_pionierin",
      "name": "Versiegelter Bleimantel der Pionierin",
      "type": "BODY",
      "desc": "Ein schwerer Tauchanzug aus Alteisen, der wasserdicht und undurchdringbar ist. Diejenigen, die ihn tragen, sagen oft, dass er eher wie ein Tiefsee-Sarg aussieht.",
      "typeText": "Körper",
      "backstory": "„Frebass, die Namenlose aus Toyro, starb vierzehn Tage und Nächte,\nsie vergaß die Schreie der Möwen, das Wellenrauschen im Abgrund,\ndie Gewinne und Verluste.“\n\nDie kleine Namenlose blickte auf den Planetenring, der breiter war als die Alleen von Toyro; sie beschloss, sich in die Singularität des schwarzen Lochs zu stürzen.\n\n„Nicht einmal Akivili hat es dorthin geschafft.“ Das Mädchen hörte immer noch das schwache Echo der Wellen in ihrem Herzen widerhallen. „Ich werde auf jeden Fall tiefer und weiter gehen können als er.“ Sie hatte sich darauf vorbereitet – rostige Eisenbleche unbekannter Herkunft, gebrauchte Sauerstofftanks, alte gyroskopische Haltungskontrollgeräte, selbstzirkulierende Lebenserhaltungssysteme und Fahrwerksverkleidungen ... Sie hatte die Materialien zusammengeschmiedet, um sicherzustellen, dass die gesamte Rüstung undurchlässig war. Das, so glaubte sie, würde sie vor der „Nichtigkeit“ schützen.\n\nSie hob den Taucherhelm auf, den ihr Vater zurückgelassen hatte, und legte ein selbstgebasteltes „Ehrenabzeichen“ an. Bevor sie aufbrach, gingen sie und ihre Reisegefährtin noch einmal in den Zedernwald, um ein letztes Mal Marshmallows zu rösten.\n\nSpäter, als sich Frebass’ Raumschiff dem Rande des schwarzen Lochs näherte, war das alles, woran sie sich von Orkron erinnern konnte."
    },
    {
      "_id": 31174,
      "ids": [
        31174,
        41174,
        51174,
        61174
      ],
      "id": "astraler_anker_der_pionierin",
      "name": "Astraler Anker der Pionierin",
      "type": "FOOT",
      "desc": "Die schweren Stiefel haben die Form eines Schiffsankers. Ihre Besitzerin ist darauf vorbereitet, nie wieder an die Oberfläche zurückzukehren.",
      "typeText": "Füße",
      "backstory": "„Ihr, die ihr das Rad dreht und über die Winde wacht,\ndenkt an sie, an Frebass,\neinst so schön und erhaben wie ihr.“\n\nBleistiefel zogen das Mädchen wie eiserne Anker weiter nach unten; treu erfüllten sie die Aufgabe, die ihnen von Beginn an angedacht gewesen war.\n\nDas Mädchen schloss die Augen nicht und kämpfte beharrlich gegen die kalte und einsame Dunkelheit an. Sie erinnerte sich daran, wie sie zum ersten Mal die Geschichte von Akivili gehört hatte; an das „Ehrenabzeichen“, das sie sich am Tag ihres Aufbruchs angefertigt hatte; an die dreißig Tage, die sie mit ihrer Reisegefährtin unterwegs gewesen war; an die Waldlichtung, auf der sie sich zum ersten und letzten Mal getroffen hatten, wo die Luft nach Himbeeren roch; an die Pfeifen, die Gitarren und die Bambusflöten, und die Lieder, die sie gemeinsam gesungen hatten; an die fuchsienfarbenen Schneeflocken, die auf die leicht verkohlten Marshmallows fielen und schnell wieder verschwanden.\n\nAm Ende ihrer lebhaften Erinnerungen kam eine große Leere auf sie zu, als sie plötzlich einen scharlachroten Blitz inmitten der schwarzen Welt sah.\n\nUnd so erinnerte sich die kleine Namenlose an ihr eigenes herzhaftes Lachen, als das Mädchen mit der Klinge das letzte Mal ein Marshmallow nahm.\n\n„Ich hätte nie gedacht, dass ich jemanden genau wie mich treffen würde. Du bist auf diesem ‚Weg‘ so viel weiter gereist als ich.\nAlso gehst du sicher bis zum Ende mit mir, oder?“\n„Natürlich. Unser Ende ist schon vorbestimmt ... Aber es ist genau wie du gesagt hast:\nAuch wenn ich am Schluss zu einer seichten Pfütze mit totem Wasser werde, kann ich auf dem Weg zu diesem Moment trotzdem noch viel tun. Egal was passiert, ich muss es also versuchen ...\n... denn ich werde einen Weg beschreiten, der tiefer und weiter ist als Akivilis!“"
    }
  ]
}