{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "Klagende Dichterin",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht Quanten-SCH um <nobr>10%</nobr>.",
    "4": "Reduziert die GES des Trägers um <nobr>8%</nobr>. Wenn die GES des Trägers vor dem Kampfeintritt unter <nobr>110</nobr>/<nobr>95</nobr> liegt, wird die KRIT-Rate des Trägers um <nobr>20%</nobr>/<nobr>32%</nobr> erhöht. Dieser Effekt wirkt auch auf den Memogeist des Trägers."
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "dillkranz_der_dichterin",
      "name": "Dillkranz der Dichterin",
      "type": "HEAD",
      "desc": "In der Abenddämmerung des Frühlings erhielt die beste Bardin vor dem Tempel einen von Mnestia gesegneten Dillkranz.",
      "typeText": "Kopf",
      "backstory": "„Mnestia, wir beten zu dir. Wenn es keinen Gesang auf der Welt gibt, keinen gesangerfüllten Frühling, keine blühenden Blumen im Walde ...“\n\nNachdem sie ihre Hände am Bach gewaschen und dann kalten Wein für die Götter dargeboten hatten, versammelten sich die Barden vor dem Tempel, um darüber zu streiten, wer den von Mnestia gesegneten Kranz erhalten würde. Die drei Schwestern aus Parthia, berühmt für ihre Liebesgedichte, sangen als erste, gefolgt von Lupes, dem alten Dichter mit den tausend wunderbaren Metaphern. Die Göttin ließ sich von den schönen Worten nicht beeindrucken, und der Becher mit Wein vor ihr rührte sich nicht.\n\nSchließlich trug eine wandernde Dichterin mit einer siebensaitigen Leier in der Hand eine Geschichte vor, die auf altem Papyrus geschrieben stand. Tausend Jahre alte Sandstürme fegten über das Land hinweg und die Geschichte begann so: In den Tagen, als es viele Stadtstaaten auf der Welt gab, wurde einer davon von einem bösen Drachen angegriffen.\n\n„Ein Klagelied erklingt für meine Heimat ...\nEin Monster weilt in des Palastes Hallen, noble Erben werden zu Schurken,\nAllein wegen des Riesendrachens, der hineindrang in den hohen Turm,\nDer meinen König verdarb, die Prinzessin meines Landes verschlang ...“\n\nDer gute Wein wurde von der Göttin leergetrunken, und die wandernde Dichterin wurde zur Besitzerin des Kranzes."
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "armreif_der_dichterin",
      "name": "Armreif der Dichterin",
      "type": "HAND",
      "desc": "Ein Armband, das aus dem beliebtesten Metall gefertigt ist. Auch der böse Drache in der Geschichte war einst mit Ketten aus diesem Metall gefesselt.",
      "typeText": "Hände",
      "backstory": "„Die Menschen gruben Gold aus dem Körper von Georios, das erste schreckliche Metall, und seitdem gibt es Intrigen und Kriege.“\n\nDer Ursprung des Krieges ist nicht bekannt, und ein Großteil der Geschichte ist zur Legende geworden. Aber selbst wenn es sich um eine Legende handelt – es ist eindeutig, dass Arroganz, Betrug und Gier die Ursache für die endlosen Kämpfe der Menschen sind, obwohl ungerechterweise dem Gold die Schuld gegeben wird. In jenen glanzvollen Jahren, in denen es keine Unruhen gab, waren weißes Eisen und Bronze ursprünglich rituelle Opfergaben für die Götter, bevor man sie schließlich vom Altar stieß und zu Schwertern und Speeren schmolz, wodurch sie zu noch schrecklicheren Metallen als Gold wurden.\n\nDer Drache in der Geschichte muss besiegt werden ... Auch die Kriege zwischen den Städten nahmen ab. Die Reisen der wandernden Dichterin führten in die Heilige Stadt, wo sie die Geschichte der Folgen vortrug: Nachdem der böse Drache die Stadt besetzt hatte, versammelten die Menschen Drachenjäger, um die Prinzessin zu retten.\n\n„Ein Klagelied erklingt für meine Heimat ...\nDer mutige Zenturio bezwingt mit seinen Fesseln aus schwerem Golde schließlich den bösen Drachen.\nDas Wehklagen des alten Königs hallt von der Spitze des Turms ...\nIm Bauch des Drachen finden sich nur noch vereinzelte Knochen der verschlungenen Prinzessin.“\n\nDie Quasten des Metallarmbands laufen über die Leier und entlocken ihr einen klaren Seufzer."
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "sternengewand_der_dichterin",
      "name": "Sternengewand der Dichterin",
      "type": "BODY",
      "desc": "Die Morgendämmerung ist die sanfteste Zeit des Tages. Ihr Rock hat die gleichen Farben wie die letzte Sternenkette vor Tagesanbruch.",
      "typeText": "Körper",
      "backstory": "„Wenn Aquila die Augen öffnet, schlafen alle Sterne ein. Nur ein zwinkernder Abendstern, der neugierigste von allen, bleibt.“\n\nDie poetische Erzählung wurde noch bis zum zweiten Tag-Nacht-Zyklus gesungen. Um die Dichterin versammelte sich eine wachsende Zuhörerschaft, darunter Kremnosianer mit rasselnden Pfeilen und die Einwohner von Janusopolis, die Wünschelruten für göttlichen Rat auswarfen. Seit die Schwarze Flut über die Städte hereingebrochen war, waren so viele Dokumente verloren gegangen, dass die Gelehrten des Hains sie nicht alle rechtzeitig hatten sammeln können, und viele der kleineren Stadtstaaten hatten nicht einmal ihre Namen hinterlassen können.\n\nNur die wandernde Dichterin wusste, dass der alte, vom bösen Drachen verwüstete Stadtstaat einst die geheime Kunst der Alchemie überliefert hatte: Mit Fleisch und Blut als Grundlage konnten Leben geschaffen und Wunder vollbracht werden, so sprach der Alchemist zum König, der seine geliebte Tochter verloren hatte.\n\n„Ein Klagelied erklingt für meine Heimat ...\nDer zungenfertige Alchemist ist zuversichtlich, dass er die Prinzessin aus dem Fleisch und Blut des Drachens wiederbeleben kann.\nTot und doch untot. Zehn weitere Tage und Nächte vergehen.\nDann ist das Ritual vollbracht. Jedoch ...“\n\nDer letzte leuchtende Abendstern schloss widerwillig die Augen und sehnt sich danach, die unvollständige Geschichte der Kinder der Menschheit zu hören."
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "silberschuhe_der_dichterin",
      "name": "Silberschuhe der Dichterin",
      "type": "FOOT",
      "desc": "Die gewebten Schuhe sind mit Silber beschlagen, und die Reihen prägen die Muster der Worte in den Sand. Auf ihrer Mission, alle Gedichte der Vergangenheit zu sammeln, haben ihre Schritte nie innegehalten.",
      "typeText": "Füße",
      "backstory": "„Die Menschen können nirgendwo die Spur von Thanatos finden, und auch in den Legenden kann kein Lebender den Fluss der Seelen überqueren. Wohin also fließt der Fluss?“\n\n„Wir haben noch nie von einem solchen Drachen gehört, geschweige denn in den alten Büchern von einem Ritual der Wiederbelebung aus Fleisch und Blut gelesen“, zweifelte jemand aus dem Publikum. Die Dichterin antwortete, dass sie keine Erbin des alten Stadtstaates sei und auch nicht wisse, ob es jemals wirklich einen bösen Drachen gegeben habe; es handle sich nur um Gedichte, die sie von früheren Barden gehört habe und die von Generation zu Generation mündlich weitergegeben worden seien.\n\nWenn niemand die Gedichte weitergibt, wird die Geschichte des alten Stadtstaates wahrhaftig von Staub bedeckt, und alles würde mit der Zeit verblassen: Das einst florierende Königreich, das vom Fluss der Seelen umspült und verschluckt wurde, ist zu einem Ort geworden, den selbst wilde Hunde und kreisende Geier meiden – ein Fluch, der von den vom bösen Drachen verschlungenen Seelen hinterlassen wurde.\n\n„Ein Klagelied erklingt für meine Heimat ...\nOh Prinzessin! Du wurdest in die Gestalt eines bösen Drachen verwandelt!\nSie verschlang sie alle – den Alchemisten, den mutigen Zenturio und den törichten König.\nEin blutiges Festmahl ruft den Schatten des Todes herbei, und der alte Stadtstaat wird vernichtet ...“\n\nMerkt euch den Namen des ausgelöschten Königreichs! Dies ist die Geschichte von Styxia, gesungen von der Dichterin mit silberbeschlagenen Schuhsohlen, die Geschichten nur um der Geschichten selbst willen sammelt, so wie die silbernen Nieten auf ihren gewebten Schuhen die Worte hinterlassen: „Merkt euch die Geschichte. Vergesst mich.“"
    }
  ]
}