{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "Gefangene in tiefem Gewahrsam",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht den ANG um <nobr>12%</nobr>.",
    "4": "Für jeden DoT-Effekt, den der Gegner erleidet, ignoriert der Träger <nobr>6%</nobr> der VTD dieses Gegners, wenn er diesem SCH zufügt. Bis zu <nobr>3</nobr> DoT-Effekte werden gezählt."
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "maulkorb_der_gefangenen",
      "name": "Maulkorb der Gefangenen",
      "type": "HEAD",
      "desc": "Der Maulkorb, der eng das Gesicht des gefangenen Biests umschließt. Es ist wichtig, zu verhindern, dass dieser Übeltäter seine Reißzähne entblößt und andere verletzt.",
      "typeText": "Kopf",
      "backstory": "Gerüche formten das Weltbild des Borisin-Kriegshäuptlings. Regen, Staub, Lagerfeuer, Blut, Medizin ... Eine ganze Schwade waberte ihm aus dem Schlachtfeld entgegen und überwältigte seine Sinne.\\n\\nJetzt roch er allerdings nur noch die schweren Foltergeräte und die neurotische Angst der Richter, die schwer in der Luft lag.\\n\\nIhm ist bewusst, dass sich diese weichfleischigen Richter vor seinen Reißzähnen fürchten. Er hatte am Rande einer steilen Klippe gestanden, gebadet im Mondlicht des Wahnsinns, und das instinktive Verlangen gespürt, das in seinen Adern pulsierte. In einer mondlosen Nacht war er dem Labyrinth aus Gerüchen gefolgt und ins feindliche Lager eingedrungen. Er hatte die Schädel seiner Beute einen nach dem anderen zerdrückt ... Die Borisin-Kriegshäuptlinge verehren polierte Reißzähne und sehen sie wie Schwerter und Speere; Symbole für Macht und Selbstvertrauen, mit denen man alles zerreißen kann.\\n\\n„Der Borisin-Nestlord nagte und knabberte am Fleisch und verschlang das Blut der Unschuldigen. Er wurde anhand der zehn unverzeihlichen Sünden zu einer lebenslangen Haftstrafe in einem Käfig verurteilt. Sein Gesicht ist mit einem Maulkorb bedeckt.“\\n\\nDer Kriegshäuptling blickt sich verächtlich um. Der Schwertmeister, der alles wie ein eisiges, stürmendes Meer verschlungen hatte, war nirgends zu sehen ... An dieser lästigen Strafe ist er so gar nicht interessiert."
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "bleisteinschellen_der_gefangenen",
      "name": "Bleisteinschellen der Gefangenen",
      "type": "HAND",
      "desc": "Schwere Schellen, die sich mit stählernen Nägeln fest um die Handgelenke des Bösewichts legen, sodass die teuflischen Krallen keinem Leid antun können.",
      "typeText": "Hände",
      "backstory": "Die Wolken teilten sich und das schattenhafte Licht des Mondes schien auf den vernarbten Körper des Kriegshäuptlings. Die riesige Kralle war ihm von dem silberhaarigen Schwertmeister abgeschnitten worden und lag verwahrlost an der Seite. Dem Kriegshäuptling pulsierte das Blut in den Ohren. Begleitet von einem langen, schmerzerfüllten Heulen ließ er seine scharfen Krallen wieder wachsen.\\n\\nDer Kriegshäuptling war vom Mondwahnsinn angetrieben und konnte den mondlichtähnlichen Schwerthieben kaum ausweichen. Er betete leise für die Kraft des Überflusses und war entschlossen, den letzten Kampf als gefangene Bestie hinter sich zu bringen.\\n\\nEr hatte bereits vergessen, wie oft die Armee der Borisin die feindlichen Truppen durchbrochen hatte. Er erinnerte sich nur noch an die unzähligen Male, die seine Männer mit ihren Krallen vorrückten, nur um dann wieder eingeschlossen zu werden. Die erschöpften Borisin verließen sich auf ihre fast unzerstörbare Regeneration und rangen mit ihren Gegnern. Das Blut des Kriegshäuptlings tränkte seine Krallen und er sank in eine Trance. Dann wurde ihm jedoch klar, dass er nicht entkommen konnte und ihm niemand gefolgt war.\\n\\n„Borisin-Nestlord, du hast unzählige Leben genommen. Deine Hände sollen mit Blei und Stein gebannt werden.“\\n\\nEndlich brach der Kriegshäuptling machtlos vor dem Schwertmeister zusammen. Zum ersten Mal in seinem Leben spürte er, dass er dem Tod nahe war. „Was für ein unglaubliches Schwert. Und was für ein unglaublicher Spaß!“, dachte er."
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "versiegelte_fesseln_der_gefangenen",
      "name": "Versiegelte Fesseln der Gefangenen",
      "type": "BODY",
      "desc": "Gefängnisuniform, die zum Fesseln gefährlicher Straftäter verwendet wird. Verfügt über sich in beide Richtungen biegende Scharniere, die die Verwandlungsfähigkeit des Gefangenen einschränken.",
      "typeText": "Körper",
      "backstory": "Die Borisin sind von Natur aus Krieger. Ihr Knochenbau ist breit und stark, sie besitzen kräftige Kiefer und Nackenmuskeln. Ihre Eckzähne sind ausgezeichnet entwickelt, sie haben tierähnliche Ohren auf dem Kopf und scharfe Krallen an Händen und Füßen. Die Borisin verfügen über ein Idealbild von einem starken Körper und betrachten diesen als Segen der Götter.\\n\\nDer Kriegshäuptling ist sowohl der geistige Führer als auch der stärkste Krieger des Stammes, der seine flutartige Armee befehligt und auf dem Schlachtfeld über Leben und Tod herrscht.\\n\\nDie furchterregenden Bestienschiffe, die sich auf den Weg machten, bedeckten den ganzen Himmel, und er blickte auf die unruhigen Krieger auf dem Schlachtfeld hinab – der borisinische Kriegshäuptling spürte den Ruf des Mondwahnsinns. Scharfe Knochen bohrten sich durch seinen Körper, und sein pechschwarzes Blut verschwand im Wind wie Nebel. Er streckte seine Arme aus wie ein Märtyrer – das Lupitoxin der Borisin, ein furchteinflößendes Pheromon, verteilte sich zusammen mit dem Blutnebel und stimulierte die Sinne der Borisin-Krieger, sodass sie von der Macht der Götter und Dämonen besessen zu sein schienen.\\n\\n„Nestlord, gib uns Muskeln aus Eisen und Knochen aus Stahl. Nestlord, verleihe uns die Macht der Götter.“\\n\\nEr erinnerte sich an die Tage, als Fleisch und Blut keine Grenzen gesetzt wurden. Die Kinder der Borisin, die den Mondwahnsinn geerbt hatten, hatten die Grenzen von Fleisch und Blut überwunden. Ihre Körper platzten und verformten sich, doch sie spürten weder Schmerz noch Angst. Sie zu führen war einst ein Privileg und eine Verantwortung, die nur den Starken vorbehalten war."
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "bindungsfesseln_der_gefangenen",
      "name": "Bindungsfesseln der Gefangenen",
      "type": "FOOT",
      "desc": "Metallfesseln, die den Tieren die Füße binden und sie daran hindern, zu fliehen und ein Chaos zu verursachen.",
      "typeText": "Füße",
      "backstory": "Die Borisin streifen durch die Galaxis und verachten die sesshaften Zivilisationen. Sie rauben Frieden und Ruhe und bringen Krieg mit sich. Ihr harter Überlebenswille zwingt sie dazu, unaufhörlich zu kämpfen und unendlich viel Blut zu vergießen.\\n\\nSie haben ihren eigenen Glauben und ihre eigenen Wege – wohin auch immer die Borisin ihren Fuß setzen, gehört das Land ihnen.\\n\\nDer Kriegshäuptling der Borisin ist stolz darauf, die Flammen des Krieges eine nach der anderen entzündet zu haben, die Würde der Beschützer zu verletzen, die Tränen der Vertriebenen zu trinken und das Vertrauen von Nahestehenden mit Füßen zu treten. Er ließ zu, dass Dornen wuchsen und fruchtbares Land zerstört wurde, zwang Menschen in die Sklaverei und genoss ein ausschweifendes Leben ... Um die früheren Anführer zu übertreffen, musste der neue Kriegshäuptling den Frieden beenden und seine Soldaten auf eine Expedition in die Außenwelt führen, um sich einen Namen zu machen und seine Stellung im Stamm zu festigen.\\n\\n„Nestlord der Borisin, mit dir kommt der Krieg und eine Geißel über alle Welten. Deine Strafe ist es, auf ewig im Kerker gefangen zu sein, um nie wiedergeboren zu werden.“\\n\\nDer Kriegshäuptling ist verwirrt über das Urteil. Er schaut sich um, verwirrt von den Prozessen der Schwachen. Diese sogenannten Verbrechen sind nichts anderes als die Gesetze des Überlebens."
    }
  ]
}