{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "Küste der Weintrunkenheit",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht den ANG des Trägers um <nobr>12%</nobr>. Wenn der ANG des Trägers <nobr>2400</nobr>/<nobr>3600</nobr> oder höher beträgt, wird sein verursachter DoT zusätzlich um <nobr>12%</nobr>/<nobr>24%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "Flammendes Leuchtfeuer der singenden Küste",
      "type": "NECK",
      "desc": "In der Planarsphäre, die Styxia versiegelt, liegt die Stadt, versunken in ewiger Feierlaune. Ein Leuchtturm brennt endlos an der Küste und spielt unaufhörlich Melodien. Schiffe, angelockt von fröhlichen Klängen, segeln durch den Nebel – nur um auf Grund zu laufen und zu sinken, ihre zerbrochenen Wracks von der Flut verschlungen.",
      "typeText": "Planarsphäre",
      "backstory": "Die Meereswellen sind wie ein endloses Rondo. Die Seeleute hatten genug von den Vergnügungshäfen, breiteten ihre Seekarten aus und wählten ihr Reiseziel. Ihr Kompass zeigte ruhig auf Styxia, die Stadt der ewigen Freude an der Küste – ihr Schicksal, ihr Grab der Glückseligkeit. Sie kümmerten sich nicht darum. Ohne sich des Todes bewusst zu sein, hissten sie in trunkener Freude die Segel und betraten voller Vorfreude den Ballsaal von Phagousa.\n\nIm Rhythmus der Gezeiten und des Mondes sangen die Seeleute, während sie mit Harpunen auf Wale zielten, mit ihren Bugspitzen gegen uralte Gletscher rammten und lachend segelten ... bis sie sich im Nebel verirrten, bis der Leuchtturm immer näher kam – bis sie schließlich auf das Riff prallten.\n\nDie zerstörten Schiffe versanken in den Wellen. Aus den Wellen erhob sich der Unsterbliche wieder. Der Seemann kletterte an Land, sein Körper war mit Seetang und Salzkruste bedeckt. Die Feiernden am Leuchtturm hatten lange gewartet. Sie verneigten sich und luden ihn ein, sich der ewigen Feier anzuschließen. Der Musik folgend, überquerten sie den langen Damm und betraten den weißen Leuchtturm zwischen den Riffen. Aufrechterhalten von Walöl tanzte die Flamme des Leuchtfeuers von Styxia kalt und blau, umgeben von Linsen aus Kristallen. Der Turm selbst stand wie eine riesige Wasserleier. Mit jedem Schritt nach oben konnten die Gäste sehen, wie Meerwasser durch Glasrohre floss, die in das Mauerwerk eingelassen waren und im Rhythmus des Meeres pulsierten. Auf der Terrasse tanzten die Feiernden Hand in Hand um das Licht herum, während Musik die Luft erfüllte. Ihre Schatten streckten sich weit über das ferne Meer. Und dort – am Rand des Horizonts – sah der Seemann sie: die Stadt der ewigen Freude, von der er geträumt hatte.\n\nDas war eine Zeit vor dem Verfall, als Schmerz, Leid und Tod noch nicht existierten. Styxia sonnte sich in Phagousas Gunst, umgeben von einer halbmondförmigen Bucht, die sie wie eine Wiege umschloss, und gewiegt von Wiegenliedern, die so sanft waren wie der Schlaf.\n\nDie Lippen des Seemanns bebten vor Angst. Vor ihm öffneten die Feiernden ihre Arme. Sie hießen ihn als Verwandten willkommen, um mit ihm grenzenlose Ekstase zu teilen. Doch hinter ihm erstreckte sich das endlose, graue Meer. Wrackteile übersäten die Riffe, ertrunkene Seelen trieben in den Wellen, Seeanemonen und Korallen krochen über ihre Haut. Er erinnerte sich an den Moment, als er fiel – wie die Unterströmungen ihn in die dunkle und hoffnungslose Tiefe zogen. Die kalte Hand der Meerjungfrau hatte seine Wange gestreichelt. Durch ihren verschwommenen, sanften Gesang erwachte er und wurde zurück an die schimmernde Oberfläche gedrückt.\n\nDoch dieser eine Moment des Zögerns – nur ein Blick zurück – reichte aus. Die Tore zur Glückseligkeit schlossen sich. Lächelnd wiesen die Feiernden den Seemann davon ab, Styxia zu betreten – denn eine Seele, die noch immer die letzten Reste der Trance abschüttelte, hätte der wahren Verzückung niemals standhalten können."
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "Gesangspfad der singenden Küste",
      "type": "OBJECT",
      "desc": "Die Bewohner von Styxia glauben fest daran, dass die Meerjungfrauen, genau wie es die Legenden sagen, ihr Paradies mit Leib und Leben bewachen. Und dass sie eines Tages, angezogen vom endlosen Gesang des Leuchtturms, endlich ankommen und mit einem ewigen Festmahl belohnt werden.",
      "typeText": "Verbindungsseil",
      "backstory": "Wie diejenigen vor ihm verweilt der einsame Seemann zwischen Meer und Stadt, an der Schwelle zwischen der Welt der Sterblichen und dem Rausch. Er wischt das Öl von der Wunde eines gestrandeten Wals. Bei Einbruch der Nacht zündet er das Leuchtfeuer an. Dann setzt er sich vor das Licht und beginnt, auf seiner Wasserleier zu spielen – Melodien, die noch nie gespielt wurden, hallen durch die Saiten.\n\nDer Leuchtturm summt mit jeder Note, und ganz Styxia wird von Gesang erfüllt. Die Melodien, mal sanft, mal leidenschaftlich, wecken in der Königin von Styxia unendliche Fantasien der Freude. Als der Seemann beginnt, die Melodie von der letzten halben Pause an rückwärts zu spielen, wird sie verspielt und lebhaft. Weiße Langboote mit Trunkenbolden und Narren gleiten durch die Kanäle. Männer und Frauen in prächtigen Gewändern säumen die Ufer, ihre Gesichter mit Blattgold und Federn maskiert. Die Königin schlüpft zwischen ihnen hindurch und lässt sich vom Duft von Flieder und Mandeln umhüllen.\n\nDann verschärft der Seemann den Rhythmus, die Töne klingen wild und triumphierend. Auf der Bühne von Styxia entfaltet sich ein stadtweites Schauspiel. Als Piraten verkleidete Stadtbewohner schwenken schwarze Flaggen und stürmen die ungeschützten Mauern. Sie plündern Wein und Gold, erhängen Adlige an mit Blumen geschmückten Galgen und krönen die Bettler. Am Ende wird der Turm in Flammen gesetzt, und die Menge tanzt wie verrückt zu der anschwellenden Musik, völlig außer sich vor Rausch.\n\nDie tosende Brandung durchnässt die Notenblätter und verwischt die Noten, die eigentlich beruhigen und verlangsamen sollten. Im Nebel vor dem Leuchtturm spielt die Königin nach einem neuen Drehbuch. In einem meerblauen Fischschwanzkleid wird sie zur Begleiterin von Phagousa – der Königin der Meerjungfrauen.\n\nIn dieser Geschichte haben die Meerjungfrauen die Aufgabe, die tiefsten Tiefen des Ozeans zu bewachen, wo Qualen jenseits des menschlichen Vorstellungsvermögens herrschen. Sie tragen die Last mit Leib und Blut und ziehen die pechschwarze Katastrophe in den Kelch der Fülle, damit Styxia sich in ewiger Freude suhlen kann. Und wenn die festgesetzte Zeit gekommen ist, werden die Meerjungfrauen dem Licht und Gesang des Leuchtturms folgen, den Damm entlanggehen und Styxia betreten. Die Menschen werden ihre Hände nehmen, und gemeinsam werden sie sich der nie endenden Feier anschließen.\n\nDie Königin von Styxia watet ins Wasser und nimmt ihren imaginären Tod an. In einer Nacht, in der sich die Gezeiten von den Fesseln des Mondes befreien, steigen tief unter den Wellen die hohlen Tränen der Meerjungfrauen wie Schaum auf. Sie hoffen. Sie warten. Sie blicken auf das Mondlicht, das sie nie gekannt haben – bis ihr Fleisch sich auflöst. Aber heute Nacht gibt es kein Mondlicht. Nur der Leuchtturm flackert wie immer. Und so steigen ihre Tränen allein auf, tauchen in einem Schimmer auf, bevor sie sich in den Wellen auflösen.\n\nEndlich geht der Wunsch des einsamen Seemanns in Erfüllung. Die Feiernden, deren Augen vor Glückstränen glänzen, heißen ihn in Styxia willkommen. Und mit den ersten Tönen des ewigen Chors entfalten sich die verwelkten Flügel des Todes über dieser Stadt der ewigen Freude."
    }
  ]
}