{
  "_id": 309,
  "id": "rutilant_arena",
  "name": "Sternenarena",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht die KRIT-Rate des Trägers um <nobr>8%</nobr>. Wenn die aktuelle KRIT-Rate des Trägers einen Wert von <nobr>70%</nobr> oder höher erreicht, wird der SCH durch Standardangriff und Fertigkeit um <nobr>20%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33095,
      "ids": [
        33095,
        43095,
        53095,
        63095
      ],
      "id": "laserstadion_auf_taikiyan",
      "name": "Laser-Stadion auf Taikiyan",
      "type": "NECK",
      "desc": "Die gekapselte Ebene ist die fortschrittlichste Arena auf dem Planeten Taikiyan: das Taikiyan-Stadion. Sowohl innerhalb als auch außerhalb der Kuppel herrscht eine lebhafte Atmosphäre und überall flattern Flaggen in der Luft. Alle Augen sind nun auf die Arena gerichtet – der Anpfiff für die nächste spannende Partie Roboball steht kurz bevor.",
      "typeText": "Planarsphäre",
      "backstory": "Der Planet Taikiyan war einst ein Abstellplatz für alte Raumschiffe im Besitz der IFK, an den Gutachter versandt worden, um zu versuchen, die Wrackteile noch so gut wie möglich zu verwerten.\\n\\nEin Posten auf Taikiyan war für die Gutachter gleichbedeutend mit einem Exil ohne Rückkehr. Auf diesem winzigen Planeten türmten sich Berge aus Kohlefasern und rostfreiem Stahl. Gigantische Schiffe, die nur noch auf die Ausmusterung warteten, warfen ihre Schatten über die Leere dieser stählernen Ruinen. Niemand hielt es hier lange aus. Jahrelang bekriegten sich die Gutachter unter Deck, kämpften um wertvolle Einzelteile. Sie trugen Raketenanzüge mit modernen Antriebssystemen, in denen sie einander unentwegt durch die Korridore versunkener Schiffe jagten. In den Schatten dieser Unterwelt befolgten sie ihre eigenen Regeln ... Doch die sehnlichsten Wünsche dieser gefangenen Bestien wurden nie erfüllt. Kein Einziger kehrte jemals zurück.\\n\\nDie Regeln, die die Gutachter für ihr Untergrunddasein aufgestellt hatten, entgingen auch der IFK-Aufsicht nicht. Die Aufzeichnungen der von ihnen getragenen Kameras gelangten in die Hände der IFK und wurden zum Insiderwitz unter den hohen Tieren der Organisation. Der Investor der Abteilung für Traditionsprojekte dachte lange darüber nach und kam zu dem Schluss, dass man hieraus etwas „Entertainment“ gewinnen könnte.\\n\\nDer Plan sah vor, dass auf Taikiyan eine neue Sportart ins Leben gerufen werden solle: Taikiyan-Roboball. Dafür wurden mehrere transformierende Maschinen auf den Planeten entsandt. Die ausrangierten Raumschiffe wurden herausgerissen. Nicht ein einziger Schatten verblieb. Mit einem Schlag wurde der damals noch unbekannte kleine Planet zu einem imposanten Sportzentrum umfunktioniert, das sich ganz und gar um Roboball drehen sollte. „Niemand wird sich darum kümmern, wie das alles angefangen hat. Jetzt geht es nur noch um reinen Sportsgeist und profitable Handelsabkommen.“\\n\\nSportler in Raketenanzügen und Schutzausrüstung, dreidimensionale Rennbahnen, die sich ständig veränderten, Körper, die funkensprühend aneinander prallten ... Die Ankündigung der neuen Sportart versetzte die ganze Galaxie in Aufregung. Der Planet, der einst in Dunkelheit gehüllt war, sah seit jenem Moment keinen Schatten mehr.\\n\\nIn dem riesigen Stadion stehen Auswärts- und Heimmannschaft Kopf an Kopf und die lärmenden Publikumsmassen füllen die Kuppel bis zum Rand. Sie brüllen die Namen der Spieler in einer nicht enden wollenden Kakofonie. Auch außerhalb der Kuppel herrscht auf dem Planeten emsiges Treiben und auf dem Markt tobt der Kampf um Werbeverträge. Schwarze Wetten führen gleichermaßen zu Begeisterung und Enttäuschung. Die einst tintenschwarze Nacht ist mittlerweile nur noch die Leinwand, auf der sich die grellen Lichter des Stadions abzeichnen.\\n\\nSeit seiner Eröffnung hat das Taikiyan-Stadion die dunklen Nächte mit hellem Licht geflutet, sodass niemand mehr weiß, wo die verblassten Schatten versteckt liegen."
    },
    {
      "_id": 33096,
      "ids": [
        33096,
        43096,
        53096,
        63096
      ],
      "id": "lichtbogenrennbahn_auf_taikiyan",
      "name": "Lichtbogen-Rennbahn auf Taikiyan",
      "type": "OBJECT",
      "desc": "Die Standard-Rennbahn des Taikiyan-Stadions besteht im Regelfall aus einer metallischen Struktur, die mit glattem Zement überzogen und mit Naturholzböden ausgekleidet wird. Damit das Publikum den Wettkampf problemlos verfolgen kann, wurde beim Bau des Stadions eine große Menge an durchsichtigem Polycarbonat-Kunststoff benutzt, der einen klaren Blick auf die Spiele gewährt.",
      "typeText": "Verbindungsseil",
      "backstory": "Die Abteilung für Traditionsprojekte lud Sportexperten vom Interastralen Friedensentertainment ein, um die barbarischen Aspekte des Untergrund-Regelwerks von Taikiyan zu entfernen und den Sport zu einem lukrativen Wettstreit zu machen.\\n\\nMaterialexperten entwarfen einen Roboball, der den Anforderungen gerecht war: ein hochmoderner Eisenball mit einem Durchmesser von <unbreak>35</unbreak> Zentimetern, <unbreak>30</unbreak> Kilogramm schwer, aus Kohlefaser und rostfreiem Stahl gefertigt. Er jagt ständig den Schwankungen der Phasenflamme hinterher und trägt so durch wilde Bewegungen zur Unberechenbarkeit des Spiels bei. Schließlich entwickelten Experten für Sportausrüstung einen standardisierten gepanzerten Raketenanzug für Roboball-Spiele. Auf diese Weise konnten die Marktführer in Sachen Sportausrüstung und Medizin ihr Können unter Beweis stellen und zugleich für Nachhaltigkeit sorgen, indem sie ein festes Einkommen und einen sicheren Wettbewerb gewährleisteten.\\n\\nDies war die Geburtsstunde des offiziellen Taikiyan-Roboballverbands und die erste Version der Taikiyan-Roboballspielregeln wurde ausgearbeitet. Zu dieser Zeit wurde auch das grundlegende Spielprinzip und die Aufteilung in zwei Mannschaften zu je sieben Spielern festgelegt.\\n\\nDie Architekten der Intelligenzia-Gilde hatten die Idee des „Rennens“ zu einer kreisförmigen, dreidimensionalen Rennbahn mit einer Standardlänge von <unbreak>2,91</unbreak> Kilometern erweitert. Der flache Mittelbereich der Rennbahn ist 5 Meter breit, während die gekrümmten Seitenabschnitte in der Breite von 2 bis <unbreak>14</unbreak> Meter variieren. Die Roboball-Spieler bewegen sich über mehrere Runden hinweg in einer Richtung über die weiträumige, hell erleuchtete Rennbahn. Die Geräusche von Kollisionen und ein beständiges Sausen begleiten sie das ganze Spiel hindurch. Tests haben ergeben, dass sich unzusammenhängende Lichtquellen mit dem Nachleuchten der Sportler vereinen, wenn sie sich mit hoher Geschwindigkeit über die Rennbahn bewegen. So bilden eine Vielzahl schwacher Lichter gemeinsam eine bestechende Lichtbogen-Rennbahn. Interastrales Friedensentertainment lud wohlhabende Individuen ein, der Liga beizutreten, um ihrem Lieblingssport die Aufmerksamkeit zu bringen, die ihm zustünde. Daraufhin wurden die Liga-Clubs ins Leben gerufen, in denen sich die talentiertesten Spieler versammelten. Alles war bereit.\\n\\nInterastrales Friedensentertainment hatte das exklusive Ausstrahlungsrecht für das Event und benutzte die hochmoderne Technologie der Ultra-Fernwahrnehmung, damit das Spektakel nah und fern gesehen werden konnte. Auch die Sinneseindrücke der Sportler während des Events wurden aufgezeichnet, damit Zuschauer die Geschwindigkeit, die Kollisionen, das Sausen und die Lichtbögen auch gemütlich von zu Hause miterleben konnten. Der alte Abstellplatz war nun ein Ziel für Besichtigungsreisen und brausende Menschenmengen versammelten sich in den Straßen, von Licht und Werbung erleuchtet, um sich langsam in das Stadion zu drängen. Sie nahmen ihre Sitzplätze ein, sahen sich um, und wurden von Bannern, Flaggen und nach Malzschaum duftender Luft begrüßt. Die Scheinwerfer schienen ihr Licht auf die stille Rennbahn.\\n\\nUnter dem Jubel der Menge fiel der Startschuss für das erste Spiel."
    }
  ]
}