{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "Wiedererlebte Tortur des Priesters",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht GES um <nobr>6%</nobr>.",
    "4": "Wenn eine Fertigkeit oder ein Ultimate auf einen Verbündeten eingesetzt wird, wird der KRIT-SCH des Ziels für <nobr>2</nobr> Rd. um <nobr>18%</nobr> erhöht. Dieser Effekt ist bis zu <nobr>2</nobr>-fach stapelbar."
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "melodische_ohrringe_des_priesters",
      "name": "Melodische Ohrringe des Priesters",
      "type": "HEAD",
      "desc": "Meistens saß er im Beichtstuhl. Das Gewicht seiner Ohrringe erinnerte ihn ständig daran, dass selbst das leiseste Flüstern Bedeutung hat.",
      "typeText": "Kopf",
      "backstory": "„Wie du befiehlst. Ich habe gesündigt. Ich habe fälschlicherweise behauptet, dass die verschiedenen Erblinien voneinander getrennt sind, und diese auf Gerüchten beruhende Fehlinformation gegen Bezahlung verbreitet ...“\n\nDurch die Trennwand hindurch erhaschte das Familienoberhaupt den ausweichenden Blick des Reporters, während der Büßer nervös auf seine Antwort wartete – ein Beichtritual, das er schon unzählige Male durchgeführt hatte, als er den Büßern die Absolution wie die Himmelsglocken erteilte. Unbewusst drehte er den Kopf, um etwas zu sagen, hielt aber inne, da seine metallenen Ohrringe neben seinen Ohren klirrten.\n\n„Ich bin mir sehr wohl bewusst, dass diese Behauptung haltlos ist. Die Wahrheit ist, dass alle Familien durch die Gnade der Erhabenen vereint sind. Diese Einheit spiegelt den kollektiven Wunsch aller Mitglieder der Familien wider, welche die Erhabene hingebungsvoll verehren.“\n\nDer Büßer beichtete seine Sünden, beschloss, sich zu bessern, und suchte die Absolution in den harmonischen Melodien. Das Familienoberhaupt schloss leicht die Augen und sprach den heiligen Segen.\n\n„Nun gut. Beweise den anderen Mitgliedern der Familie deine Aufrichtigkeit und räume mit diesen Gerüchten auf. Auf diese Weise wirst du wieder in die Harmonie aufgenommen. Bitte gehe nun in Frieden.“\n\nWelche Sünde liegt darin, die Wahrheit zu sagen? Sein Diktat war glasklar, aber schwer wie ein Joch. Er seufzte und schüttelte den Kopf.\n\n„... Der Nächste, bitte. Tritt vor.“"
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "begrungshandschuhe_des_priesters",
      "name": "Begrüßungshandschuhe des Priesters",
      "type": "HAND",
      "desc": "Meistens stand er in der Halle, um Besucher zu begrüßen, und lud sie unzählige Male ein. Die makellosen Handschuhe erinnerten ihn an die Tugenden der Demut und Höflichkeit.",
      "typeText": "Hände",
      "backstory": "„Diese Besucher behaupten, sie hätten dringende Angelegenheiten zu melden, verehrtes Oberhaupt, aber einige von ihnen sind von fragwürdiger Herkunft, und sie haben dubiose Mittel benutzt, um in die Traumlandschaft einzudringen ...“\n\nDie ungebetenen Gäste, die in die Traumlandschaft eingedrungen sind, wurden in einer Reihe aufgestellt. Missetäter, die anderen Leid zufügen, wurden verbannt und Hochstapler festgenommen – alles geschah, ohne dass er ein Wort sagen musste. Angesichts seines Zorns tauschten die Unschuldigen unruhige Blicke aus. Doch er lächelte nur und streckte seine Hand in einer einladenden Geste aus, ein Zeichen der Anerkennung und Symbol seiner Autorität.\n\n„Als geschätzte Gäste der Familie Eichenblatt werdet ihr von ganzem Herzen willkommen sein. Vielleicht fragt ihr euch, wie ich zu diesem gerechten Urteil komme. Nun, es liegt daran, weil sich euer Weg mit dem meinen überschnitten hat.“\n\nDie Bediensteten, die Künstler und die Arbeitslosen legten ihre Zweifel ab, als sie die Aufrichtigkeit seiner Einladung erkannten.\n\n„Sünder sollen hart bestraft werden und Gäste die verdiente Ehre erhalten. So will es das Gesetz der Harmonie.“\n\nDurch seine Strenge und Großmut erwarb sich das Familienoberhaupt das Vertrauen seiner Gäste. Er blickte in die Runde und verbeugte sich langsam ...\n\n„Willkommen in der Familie Eichenblatt.“"
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "zeremonielles_gewand_des_priesters",
      "name": "Zeremonielles Gewand des Priesters",
      "type": "BODY",
      "desc": "Häufig stand er vor dem Ankleidespiegel und vergewisserte sich, dass seine Kleidung makellos und bis ins kleinste Detail durchdacht war.",
      "typeText": "Körper",
      "backstory": "„Wenn ein Vogel frei von jeglichen Fesseln geboren wird, was bindet mich dann an mein Schicksal? ♬“\n\nAm Tag der Probe versteckte sich das junge Familienoberhaupt unter den Zuschauerplätzen, um die Sängerin auf der Bühne nicht zu stören und den richtigen Abstand zu wahren, genau wie er es sich vorgenommen hatte. In seinem zeremoniellen Gewand saß er aufrecht da und war in diesem Moment der einzige Zuhörer. Bei den vertrauten Melodien wanderten seine Gedanken zurück in seine Kindheit. Er erinnerte sich daran, wie sie auf der Bühne sang und er ihr einziger Zuhörer war.\n\n„Es ist so lange her, dass du mit solcher Freude gesungen hast ... Ich habe eine Bühne für dich gebaut, auch wenn sie ... ein bisschen schlicht ist.“\n\nWährend eines Konzerts nur mit ihnen beiden versprach er ihr, dass sie eines Tages auf einer großen, hellen Bühne stehen würde.\n\n„Lass mein Herz mutig die Flügel ausbreiten. Durchquere die dunkle Nacht, um dem hellen Mondlicht zu folgen ... ♬“\n\nEr erwachte aus seiner Trance und dachte darüber nach, warum er nicht näher an die Bühne herantreten wollte – sein zeremonielles Gewand diente nicht nur dazu, die Aufführung zu genießen, sondern auch dazu, sich jederzeit zurückziehen zu können.\n\n„Glückwunsch, Schwester. Wir beide haben unsere Träume wahr gemacht“, sagte er leise."
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "beschwerliche_stiefel_des_priesters",
      "name": "Beschwerliche Stiefel des Priesters",
      "type": "FOOT",
      "desc": "Meistens wählte er bequem zu tragende Stiefel, bevor er sich auf die Reise machte. Trotz zahlreicher Stürze stand er jedes Mal wieder auf.",
      "typeText": "Füße",
      "backstory": "„Geh jetzt. Du bist frei – oh Auserwählter, der es wagte, seine Grenzen zu überschreiten. Lege deine Flügel ab, steige hinab in die Welt der Sterblichen und durchstreife ihr Land. Erfahre, wie deren Welt wirklich ist.“\n\nSeitdem dachte er oft an die Worte der IFK-Führungskraft. Er ging durch geschäftige Straßen und entlang stiller Ufer, immer in Bewegung und doch an einem Ort verwurzelt ... Er zweifelte nie an seiner eigenen Entschlossenheit und seinen Fähigkeiten, aber bevor er wieder aufstieg, wollte er den harten Aufprall seiner Ideale auf dem Boden erleben ...\n\n„Die Steinfragmente, durchtränkt von Tierblut und Menschenschweiß, für immer kalt, rau und unbeugsam ...“\n\nAls Oberhaupt der Familie Eichenblatt hat er zahlreiche verlorene Seelen auf den richtigen Weg geführt. Doch bei ihm selbst schienen diese sanften Beschwichtigungen ihren Zauber zu verlieren. Er brauchte keine Ermahnung, keine Führung und kein Mitleid.\n\n„Aus dem Schlamm erheben sich diejenigen, die sich durchkämpfen und schuften. Ich schreite voran und lerne mehr aus meinen Niederlagen als aus meinen Triumphen.“\n\nBevor er sich auf seine eigentliche Reise begab, nahm er sich die Zeit zum Nachdenken und Neuordnen seiner Gedanken.\n\n„Um voranzukommen, bedarf es keiner komplizierten Philosophie. Wenn sich ein Weg als unpassierbar erweist, nimmt man einfach einen anderen.“"
    }
  ]
}