{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "Im Wissen verlorene Gelehrte",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht KRIT-Rate um <nobr>8%</nobr>.",
    "4": "Erhöht den durch Fertigkeiten und Ultimates verursachten SCH um <nobr>20%</nobr>. Nach dem Einsatz des Ultimates wird der SCH beim nächsten Einsatz der Fertigkeit zusätzlich um <nobr>25%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "silberrandmonokel_des_gelehrten",
      "name": "Silberrandmonokel des Gelehrten",
      "type": "HEAD",
      "desc": "Ein Monokel, in dem sich ein großartiges Gebäude widerspiegelt. Es demonstriert zusammen mit dem Gehstock, dem Armband und der Brosche die Kultiviertheit und Gelehrsamkeit seines Besitzers.",
      "typeText": "Kopf",
      "backstory": "[ID] EVD-W019EI06-003\n\n[Name] Kristall-Monokel\n\n[Hauptmerkmal] Weist offensichtliche Bruchstellen auf\n\n[Ort] Labor von Bohdan im Energieforschungslabor der Zentralen Akademie der Wissenschaften in Ohioti\n\n[Betroffene Person] Bohdan, der leitende Wissenschaftler auf dem Gebiet der Energieanalyse und Mitglied Nr. 7 der Geniusgesellschaft.\n\n[Untersuchung des Tatorts]\nDie Spuren am Tatort deuten darauf hin, dass die Person bei der Bedienung des Beobachtungsgeräts versehentlich eine Reaktion auslöste, die zum Austritt von Phlogiston und zu schweren Verletzungen an der linken Hand der Person führte. Während des Vorfalls fiel das Monokel herab und wurde dabei beschädigt.\n\n[Ergänzende Aussage]\nBohdan berichtete, dass während des Experiments anormale visuelle Lichtemissionen aus dem Monokel auftraten, die zu einer Reihe von Zufällen führten, die schließlich das Phlogiston-Leck verursachten.\n\nDie Aussage wurde wegen einer zu großen Anzahl an Zufällen, die der Zeuge erwähnte, für unzulässig erklärt.\n\n[Zusätzliche Information]\nEs wird vermutet, dass es sich um eine vorsätzliche Straftat handelt. Da jedoch eine Häufung von Zufällen, die den Schmetterlingseffekt hervorrufen, keine reproduzierbare kriminelle Methode darstellt, wurde der Vorfall schließlich als Unfall eingestuft.\n\n[Aufzeichnung]\n„... Dieser Unfall stellte sich als Segen heraus, denn dadurch bin ich wieder mit Lambda vereint. Eigentlich ist es das vierte Mal, dass wir wieder heiraten wollen ... und es ist mir ein bisschen peinlich, das zu sagen, aber dies ist MEIN erster Antrag für eine erneute Heirat.“ Aufgezeichnet von Bohdan."
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "hilfsfinger_der_gelehrten",
      "name": "Hilfsfinger der Gelehrten",
      "type": "HAND",
      "desc": "Ein Exoskelett aus einer Legierung, das die Bewegungen der Finger unterstützt, maßgeschneidert für die Hand des Benutzers und sehr wertvoll.",
      "typeText": "Hände",
      "backstory": "[ID] EVD-X024DE18-002\n\n[Name] Exoskelett für Finger mit Grausiegel-Goldlegierung\n\n[Hauptmerkmal] Weist Anzeichen einer äußeren Beschädigung auf. Es wurde bestätigt, dass es vor der Explosion beschädigt wurde.\n\n[Ort] Zentraler Kontrollraum, Ausgrabungsstätte für polare Energie\n\n[Betroffene Person] Lambda (verstorben), die leitende Wissenschaftlerin auf dem Gebiet der Biowellenerkennung und Mitglied Nr. 8 der Geniusgesellschaft.\n\n[Untersuchung des Tatorts]\nDem Überwachungsvideo zufolge führte die unsachgemäße Bedienung durch die Person zu einer Explosion im zentralen Kontrollraum, bei der die Person sofort starb.\n\n[Ergänzende Aussage]\n„Gott weiß, welche Geheimnisse sie verbirgt, aber wenn ihr etwas zustößt, hat Klein auf jeden Fall etwas damit zu tun!“\n\nZwei Wochen vor der Explosion erstattete Bohdan Anzeige, wonach Lambdas behinderte rechte Hand von einem Schläger verletzt worden war. Lambda, das eigentliche Opfer, lehnte jedoch weitere Untersuchungen ab und zog den Fall zurück.\n\n[Zusätzliche Information]\nNach der Explosion bat der Ehemann des Opfers darum, das Exoskelett zusammen mit den Fingerknochen des Opfers nach Abschluss der Ermittlungen zu erhalten.\nIn Anbetracht der vielen unglaublichen Zufälle bei diesem Fall wird empfohlen, diesem hohe Priorität einzuräumen.\n\n[Aufzeichnung]\n„Komm zu mir, Klein! Wir haben noch eine Rechnung zu begleichen! Du und ich wissen ganz genau, dass es in dieser Welt keine ‚Zufälle‘ gibt, und schon gar nicht diese unglaubliche Aneinanderreihung von Zufällen.“ Aufgezeichnet vom Sicherheitssystem in Kleins Haus."
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "tweedjacke_des_gelehrten",
      "name": "Tweedjacke des Gelehrten",
      "type": "BODY",
      "desc": "Tweedjacken, kombiniert mit Strickwaren, sind an der Akademie alltäglich. Der strapazierfähige Stoff ist die ideale Wahl für Gastdozenten.",
      "typeText": "Körper",
      "backstory": "[ID] EVD-X043FE21-001\n\n[Name] Tweedjacke, Weste aus grober gesponnener Wolle und weißes Hemd\n\n[Hauptmerkmal] Weist ein 8 Zentimeter großes Phlogiston-Brandmal auf der linken Brust auf\n\n[Ort] Labor von Bohdan im Energieforschungslabor der Zentralen Akademie der Wissenschaften in Ohioti\n\n[Betroffene Person] Bohdan (verstorben), der leitende Wissenschaftler auf dem Gebiet der Energieanalyse und Mitglied Nr. 7 der Geniusgesellschaft.\n\n[Untersuchung des Tatorts]\nDie Spuren am Tatort deuten darauf hin, dass die Grausiegel-Goldpellets, welche die Person bei sich trug, eine beträchtliche Menge an Phlogiston absorbierten, was nah am Herzen der Person zu einem Temperaturanstieg von fast 1.000 Grad Celsius führte und Verbrennungsspuren auf Jacke, Weste und Hemd hinterließ.\n\nIm verbrannten Bereich wurde die Hälfte eines unverbrannten Fingerknochens gefunden, der als von Lambda stammend identifiziert oder mit hochreinen Grausiegel-Goldpellets in Verbindung gebracht wurde.\n\n[Ergänzende Aussage]\n„... Wir hätten besser auf ihn aufpassen sollen, vor allem wenn man bedenkt, dass er den Tod seiner Frau nie wirklich überwunden hat ...“\n\nNach Aussage der anderen Wissenschaftler des Labors wäre Bohdan, der die Spezifikationen des Sicherheitshandbuchs erstellt hat, ein derartiger Fehler nicht unterlaufen.\n\n[Zusätzliche Information]\nGrausiegel-Gold ist eine seltene Legierung, die von Klein, Mitglied Nr. 9 der Geniusgesellschaft, entwickelt wurde und dafür bekannt ist, dass sie Phlogiston absorbieren und speichern kann.\n\nWenn sich eine Reihe von Zufällen häuft, sind es dann noch Zufälle?\n\n[Relevantes Dokument]\n„Es ist strengstens untersagt, hochreine Grausiegel-Goldlegierungsprodukte in Labors mit Beobachtungszonen für Phlogiston zu bringen.“ Auszug aus dem Sicherheitshandbuch des Energieforschungslabors."
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "filzschneestiefel_der_gelehrten",
      "name": "Filz-Schneestiefel der Gelehrten",
      "type": "FOOT",
      "desc": "Diese bequemen und stilvollen Damenstiefel begleiten ihre Besitzerin seit Jahren auf Polarexpeditionen und passen perfekt zu wadenlangen Hosen.",
      "typeText": "Füße",
      "backstory": "[ID] EVD-X031JA12-004\n\n[Name] Damen-Schneestiefel für Polarexpeditionen\n\n[Hauptmerkmal] Weisen deutliche Gebrauchs- und Reparaturspuren auf, mit einer versteckten Diskette in der Sohle. Die Möglichkeit von Spionage wurde vorläufig ausgeschlossen.\n\n[Ort] Keller von Kleins Haus\n\n[Betroffene Person] Klein (verstorben), der leitende Wissenschaftler auf dem Gebiet der Legierungswissenschaften und Mitglied Nr. 9 der Geniusgesellschaft.\n\n[Untersuchung des Tatorts]\n\nIn Kleins Haus wurden zahlreiche Gegenstände gefunden, die der verstorbenen Wissenschaftlerin Lambda gehörten, darunter auch diese Stiefel.\n\n[Ergänzende Aussage]\n„Vielleicht habe ich mich in ihm getäuscht ... Ich meine, Klein. Und was meine verstorbene Frau, Lambda, betrifft ... Sie ist schon eine ganze Weile fort und ich habe so ein komisches Gefühl bei ihr.“\n\nBohdan wusste nichts von den Habseligkeiten der verstorbenen Lambda in Kleins Haus, war aber auch nicht überrascht, als er davon erfuhr.\n\n[Zusätzliche Information]\nKleins Wohnsitz befindet sich in einer abgelegenen Gegend, in der sich zum Zeitpunkt des Todes, wie vom Gerichtsmediziner festgestellt, keine Besucher aufhielten. Die vorläufige Diagnose ist, dass sein Tod ein Unfall war.\n\nBohdan, Lambda und Klein hatten eine einzigartige Verbindung zueinander und die Reihe von „Zufällen“, die sie erlebten, grenzt an übernatürliche Phänomene.\n\n[Aufzeichnung]\n„Ich weiß, dass du mir nicht glaubst, Bohdan, und ich kann nicht beweisen, dass ich unschuldig bin. Es tut mir leid wegen Lambda, aber ich bin der Letzte, der ihr je etwas antun würde ... Ich habe sogar eine Theorie über die Identität ihres Mörders. Hast du schon je von der Herrin der Stille gehört? ... *Lärm*“ Von der in den Stiefeln versteckten Diskette."
    }
  ]
}