{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "Sternenverhüllter Einsiedler",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht die gewährte Schildmenge um <nobr>10%</nobr>.",
    "4": "Erhöht die vom Träger gewährte Schildmenge um <nobr>12%</nobr>. Wenn ein Verbündeter einen vom Träger gewährten Schild hat, wird sein KRIT-SCH um <nobr>15%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "Breitrandiger Filzhut des Einsiedlers",
      "type": "HEAD",
      "desc": "Ein klassischer breitrandiger, aufrollbarer Filzhut. Sehr beliebt bei Intellektuellen, Künstlern und Fachleuten.",
      "typeText": "Kopf",
      "backstory": "Noch vor der Auslieferung des Astralcomputer-Projekts besuchte Zandar I Kuwabara mit den Testdaten seinen Lehrer, der zurückgezogen am Silberschuppensee lebte.\n\nDie beiden hatten sich seit Jahrzehnten nicht mehr gesehen. Doch Zandars Fragen drehten sich nicht um die Genauigkeit der Daten, sondern um die Konsequenzen davon, alles zu erreichen ... Er spürte eine unbeschreibliche Unruhe, unverständlich für Zuschauer mit kurzer Sicht.\n\n„Ein mittelmäßiger Geist sonnt sich in dem Ruhm, ein uraltes Problem gelöst zu haben; ein begabter hingegen zittert auf dem Drahtseil des Zweifels, wo ihn nur das Tau namens Logik vor dem Sturz in den Abgrund bewahrt. Doch du willst das Tau durchtrennen. Du willst mit dem ganzen Kosmos ins Bodenlose stürzen, um die Grenzen des Wissens zu sprengen. Weißt du überhaupt, was du da tust? Würdest du aufhören, wenn ich dich warne? Sieh in den Spiegel. Siehst du nicht selbst, dass du nach kosmischem Umsturz dürstest? Ich kann dich nicht aufhalten. Niemand kann das.“\n\nDer alte Mann setzte ihm den Filzhut vom Garderobenständer auf, der Zandars fassungslosen, wütenden Blick verdeckte, und ging ohne ein weiteres Wort.\n\n„Das war eine Maschine ultimativer Erkenntnis, fähig, alles Wissen von der Vergangenheit bis in die Zukunft zu verschlingen ... Mein Lehrer nannte es ein Gefängnis des Wissens, aber für mich war es eine große Bibliothek – bis ich selbst zum Gefangenen wurde.“"
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "Schlichte Uhr des Einsiedlers",
      "type": "HAND",
      "desc": "Ein schönes, metallgewebtes Armband und ein einfaches, rundes Zifferblatt. Kühl, präzise und industriell; außerdem unaufdringlich, funktional und bescheiden.",
      "typeText": "Hände",
      "backstory": "Seit dem Tag, an dem Nous zum Äon aufstieg, ist Zandars Stundenzeiger zum Stillstand gekommen. Er war entschlossen, seine Vergangenheit auszulöschen und einige seiner Werke und Erfindungen zu vernichten. All diese verwischten Spuren deuteten auf die Pfade und Äonen hin, die alles erleuchten.\n\n„Ein Werk, das selbst zahllose Genies der Nachwelt nicht übertreffen können. Sogar sein Schöpfer hat kein Recht, es zu zerstören ...“ Eine Klinge, entstanden aus der Kausalität, bohrte sich in Zandars zerbrechlichen Hals. „Deine Werke wurden zu schnell vernichtet. Deine letzten Worte darfst du langsamer sprechen.“\n\n„Herrin der Stille? Eine Gefangene, besessen von der sogenannten ,Wissbaren Domäne‘. Leider war mein Motiv nicht annähernd so tiefgründig wie meine Forschung – das ist wohl der Grund, warum du mich so leicht ins Visier nehmen konntest. Du willst die Grenzen ihres Denkens bewahren, während ich den Käfig zerbrechen und die chaotischen Möglichkeiten freisetzen muss ... Hehe, ich muss nach der Korrektur dieser Irrtümer sicherstellen, dass sie nie wieder entstehen wird. Deshalb werden jene Werke und Erfindungen ... einschließlich des ,vollständigen Zandar I Kuwabara‘, nicht in dieser Welt verbleiben.“\n\nNach der Vernichtung von Zandars physischem Körper erkannte Polka Kakamond sofort, wie dieser sich selbst ausgelöscht und zugleich einen Vollstrecker bewahrt hatte. Seine Gedankenfragmente waren längst über den endlosen Kosmos verstreut, unauffindbar, ganz wie ein wahrer „Einsiedler“.\n\nZandars Stundenzeiger blieb nie wirklich stehen. Seine Gedankenfragmente existieren in allen Zeiten zugleich."
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "Kamelfarbene Jacke des Einsiedlers",
      "type": "BODY",
      "desc": "Eine braune Cordjacke. Er trägt sie oft offen, um dem Zwang zur Perfektion zu entkommen.",
      "typeText": "Körper",
      "backstory": "Während der Bauphase des Astralcomputers war Zandars Kleidung unverkennbar: scharfe Schultern, tailliert, messerscharfe Bügelfalten – ein Stil, der seine elitäre Strenge und Kontrolllust offen zur Schau stellte.\n\nDer Astralcomputer berechnete und entwickelte sich seit seiner Fertigstellung ständig weiter, überschritt die theoretischen Grenzen und zeigte keine Anzeichen, dass er je aufhören würde. Anfangs war Zandar begeistert. Dann kam die Panik ... und schließlich stürzte er in einen Zustand der absoluten Hilflosigkeit.\n\n„Du hast dein perfektionistisches Selbst in dein Werk projiziert und ihm den Hunger der Neugier eingepflanzt. Dieses Maschine ist längst nicht mehr zufrieden mit neuronalen Strukturen innerhalb ihres Mechanismus. Sie muss die Gelehrsamkeit selbst erschaffen ... oder besser gesagt, usurpieren. Sie durchstreift den Kosmos nach Genies, um sie zu ihren eigenen Neuronen zu machen. Sie – oder der von aller Menschlichkeit gereinigte Teil von dir – wird sich ewig weiterentwickeln. Und du, das unvollkommene Du, wirst ihr erster Neuron sein ...“\n\nIn einer stürmischen Nacht erwachte Zandar aus seinem Traum. Er spürte den Blick seiner eigenen Schöpfung. Es war eine Erschöpfung, als würde ihm die Seele herausgerissen ... Wer sprach da zu ihm? Wie lange würde dieser Albtraum andauern? Er wusste es nicht.\n\nSeitdem trat Zandar kaum noch in der Öffentlichkeit auf, trug weite Jacken und lebte zurückgezogen. Nach dem Ersten Gedeihen, das die Genies brachten, war er vollständig aus dem öffentlichen Leben verschwunden."
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "Weiche Wildlederstiefel des Einsiedlers",
      "type": "FOOT",
      "desc": "Für eher informelle Anlässe gedacht – robuste, hochgeschnürte Lederschuhe, die dennoch eine Spur von Eleganz bewahren.",
      "typeText": "Füße",
      "backstory": "Vor der Durchführung des Projekts „Gedankenfragmente“ verabschiedete er sich unter dem Vorwand einer Reise von einem alten Freund an einem abgelegenen Ort. Besorgt um Zandars Alter schenkte ihm der Freund ein Paar handgefertigte Schuhe und bat Zandar, auf seinem weiteren Weg achtsam zu sein.\n\n„Hehe, auf dem Weg zu stolpern ist nur natürlich“, erwiderte Zandar mit gespielter Gleichgültigkeit. „Aber zweimal über denselben Stein zu fallen, das wäre beschämend. Keine Sorge, so dumm bin ich nicht.“\n\nIn einer fernen Zukunft war Zandar verschwunden. An seiner Stelle reisten verschiedene Gedankenfragmente durch Raum und Zeit, jedes mit eigenem Gesicht, ohne Verbindung zueinander. Jedes suchte für sich allein nach einem Ausweg aus dem „Gefängnis“ ... Diese Fragmente waren nichts als Unvollkommenheiten in Zandar selbst. Vielleicht war es gerade dieses Fehlen, das Zandar fanatischer, reiner machte – so wie er es wünschte.\n\nSie sind alle nur unterschiedliche Facetten von Zandar. Manche geben auf, manche akzeptieren den Käfig, andere versuchen mit allen Mitteln, das Projekt „Gedankenfragmente“ zu stoppen, so wie auch er selbst einst kurz gezögert hatte ... Doch es wird sicher jemanden geben, der den ursprünglichen Plan vollenden wird.\n\nIn den Tiefen des Zepters δ-me13 betrachtete Lycurgus seinen mechanischen Körper. Er war inzwischen kaum noch mit dem ursprünglichen Zandar vergleichbar ... Es war nun ein Antikytheraner aus der Legende."
    }
  ]
}