{
  "_id": 313,
  "id": "sigonia_the_unclaimed_desolation",
  "name": "Verlassenes Sigonien",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht die KRIT-Rate des Trägers um <nobr>4%</nobr>. Wenn Gegner besiegt werden, wird der KRIT-SCH des Trägers bis zu <nobr>10</nobr>-mal um <nobr>4%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33135,
      "ids": [
        33135,
        43135,
        53135,
        63135
      ],
      "id": "sigonias_gaiathra_berth",
      "name": "Liege der sigonischen Muttergöttin",
      "type": "NECK",
      "desc": "Hierin befindet sich die bewohnbarste Zone auf Sigonien-IV – die trostlose, karge Wüste, die als die Liege der Muttergöttin bekannt ist. Der riesige und schwere Rumpf der schlichten und bescheidenen Gaiathra Triklop umfasst in aller Stille alle Lebenden und Verstorbenen auf Sigonien.",
      "typeText": "Planarsphäre",
      "backstory": "Wenn man über Oswaldo Schneider spricht, den Leiter der Abteilung für Marketingentwicklung der IFK, werden häufig seine durchschlagenden Maßnahmen erwähnt, die er bei seinem Amtsantritt durchgeführt hat. Innerhalb von nur zwei Jahren nahm dieser junge Fanatiker drei gravierende Missstände in Angriff, die das Ministerium schon seit mehreren Bernsteinzeitaltern geplagt hatten, trotz bitterer Kälte, Pest und Tod, die damit einhergingen. Darunter war auch der trostlose Planet Sigonien-IV, von kargen Wüsten bedeckt und von Streitigkeiten zwischen den Klans gezeichnet ... ein Ort endloser Probleme und Konflikte.\n\nSigonien-IV liegt in der Nähe der Konvergenz dreier großer Sternhaufen und ist daher häufig den stellaren Winden mehrerer Sterne ausgesetzt. Daher rührt auch der Ruf des Planeten als „Auge des Sturms“ im gesamten Kosmos. Die Oberfläche des Planeten ist extrem unwirtlich, weshalb viele Zivilisationen entweder zu anderen Himmelskörpern abgewandert oder den Naturkatastrophen zum Opfer gefallen sind. Heute lebt dort nur noch eine kleine Anzahl intelligenter Spezies, die von den Gelehrten der Intelligenzia-Gilde als Sigonier bezeichnet werden.\n\nDie Sigonier sind in zahlreiche Klans aufgeteilt, von denen die meisten einen nomadischen Lebensstil pflegen. Nur wenige haben zentralisierte Regierungssysteme von bescheidener Größe errichtet.\n\nSie haben eine gemeinsame Sprache. In der vom Synästhesie-Leuchtfeuer bereitgestellten Übersetzung erfährt man, dass „Katica“ „Abhäutemesser“ bedeutet und das Symbol für den wildesten und barbarischsten Klan unter den Sigoniern ist. „Avgin“ hingegen bedeutet „Honig“; einige pedantische und sture Menschen bestehen darauf, dass die Mitglieder des Klans Diebe sind. Diese Klans führten in der grenzenlosen Wildnis, in der nur die Stärksten überleben, eine blutige Fehde gegeneinander, die mehrere Bernsteinzeitalter überdauerte – bis mysteriöse, schwarz gekleidete Gestalten vom Himmel herabstiegen. Die Sigonier waren vorübergehend unter dem Licht des Bernsteins vereint und der endlose natürliche Kreislauf fand schließlich ein zeitweiliges Ende.\n\nDanach gründeten die Sigonier unter der Führung der IFK die Sigonische Souveränität gemäß der Interstellaren Friedenscharta und machten ihre ersten Schritte zur Aufnahme in das zivilisierte Universum.\n\nBedauerlicherweise profitierten die Avginier und Katicaner nicht von dieser Einigkeit und dem Fortschritt. Einige böswillige Opportunisten unter den Sigoniern fürchteten sich vor dem Scharfsinn und der Gerissenheit der Avginier und verleumdeten die Katicaner als kannibalische Bestien. Obwohl sie nur wenig über die Bewahrung wussten, war ihnen klar, dass einige von ihnen dafür geopfert werden mussten. Mithilfe eines hoch entwickelten parlamentarischen Regelwerks verbannten die Korrupten beide Klans in die unendliche Wüste.\n\nAls Geste des Bedauerns versicherten sie, dass „die Avginier auf ewig das Recht auf Autonomie behalten würden“. Mit anderen Worten: Es war ihnen gesetzlich erlaubt, zu schweigen, wenn die beiden Klans in Zukunft wieder in Konflikt geraten würden."
    },
    {
      "_id": 33136,
      "ids": [
        33136,
        43136,
        53136,
        63136
      ],
      "id": "sigonias_knot_of_cyclicality",
      "name": "Sigonischer Knoten des Kreislaufs",
      "type": "OBJECT",
      "desc": "Sigonische Kalameteoriten werden sorgfältig poliert und geformt und dann von den Avginiern mit Goldfäden und grünlicher Seide zusammengebunden. Nach ihrem Glauben dürfen diese Knoten nicht im Sand vergraben werden, sondern müssen strahlen wie der göttliche Körper der Muttergöttin, der in der Nacht von Kakava wiedergeboren wurde.",
      "typeText": "Verbindungsseil",
      "backstory": "„Avgin“ bedeutet „Honig“ in der Sprache von Sigonien. Dieser einst gängige Begriff ist nun längst in den Tiefen der kosmischen Geschichte versunken.\n\nMan sagt, es gibt keinen Rauch ohne Feuer: Die Avginier haben von Natur aus attraktive Gesichtszüge, verführerische Augen und besitzen eine außergewöhnliche emotionale Intelligenz, die es ihnen leicht macht, Fremde für sich zu gewinnen. Jedoch zieht dieses angeborene Talent den Neid und Groll anderer auf sich. Jene gierigen Snobs begannen ihre unaufhörliche Verleumdung, und diese Verurteilung der Avginier verbreitete sich wie ein Lauffeuer in der Galaxie. Die öffentliche Meinung hat die Macht, die Wahrheit zu verschleiern, und so konnten die Avginier, ein einfaches Volk von einem Grenzstern, schwerlich über ihr Leiden sprechen und mussten alle Arten von Argwohn schweigend über sich ergehen lassen.\n\nDie Avginier mögen kunstvoll verzierte Stoffe und Schmuck aus kostbarer Jade, wobei sie eine besondere Vorliebe für den sigonischen Kalameteorit haben. Nur dieser Edelstein ist laut ihrer Mythologie vergleichbar mit dem herrlichen göttlichen Körper von Gaiathra Triklop, der wiedergeboren worden sein soll.\n\nDie Muttergöttin ist als Fenge Biyos bekannt und herrscht über alles, was mit Fruchtbarkeit, Reisen und Täuschung zu tun hat. In der Religion der Avginier wird die Muttergöttin oft in Form einer linken Handfläche mit drei Augen dargestellt. Die Avginier drücken ihre Ehrfurcht vor ihr vor allem durch gesprochene Gebete aus, da sie glauben, dass die Muttergöttin so still und bescheiden ist wie die Berge von Sigonien. Das Errichten von Statuen oder das Komponieren von Hymnen würde sie aus der schützenden Umarmung der Muttergöttin reißen.\n\nDie Avginier sehen die Welt durch den Körper der Muttergöttin – die Erde, die Berge und alles, was auf dem Land existiert, sind ein Teil des göttlichen Leibes der Muttergöttin. Und am Ende eines jeden Kalenderjahres stirbt er.\n\nAn diesem symbolträchtigen Tag steigt ihre göttliche Essenz als leuchtende Aurora in den Nachthimmel auf und wird am nächsten Tag wiedergeboren. Daher feiern die Avginier den ersten Tag des neuen Jahres mit einem großen Fest namens „Kakava“. Während dieses Festes weben sie Opfergefäße, die sie „Knoten des Kreislaufs“ nennen, und werfen sie in Lagerfeuer, um die Wiedergeburt der Großen Göttin zu feiern.\n\nLaut dem Bericht der Abteilung für Marketingentwicklung kam es gerade in einer Nacht von Kakava zu dem Moment schockierenden Widerstands. Ungeachtet der stürmischen Winde und des bewölkten Himmels, der das Licht der Polarlichter verschluckte, feierten die Avginier in dieser Nacht ausgelassener denn je, obwohl solche Phänomene im Allgemeinen als schlechte Omen gelten. Als ein Mädchen aus dem Klan darauf angesprochen wurde, gab es folgende Antwort.\n\n„Der Regen ist ein Geschenk der Muttergöttin. Sie ruft uns und fordert uns auf, die Waffen zu ergreifen und für unsere Zukunft zu kämpfen.“\n„Dieser Regen wird uns immer begleiten und beschützen. Im Regen werden wir auch ein ehrenvolles Ende finden.“"
    }
  ]
}