{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "Raumstation für Versiegelung",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht ANG des Trägers um <nobr>12%</nobr>. Wenn die GES des Trägers <nobr>120</nobr> oder höher erreicht, wird sein ANG zusätzlich um <nobr>12%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [
        33015,
        43015,
        53015,
        63015
      ],
      "id": "hertas_raumstation",
      "name": "Hertas Raumstation",
      "type": "NECK",
      "desc": "Hierin befindet sich Hertas Raumstation, die über dem Blau schwebte. Vor dem Hintergrund einer friedlichen Galaxie zog sie langsam ihre vorprogrammierten Bahnen, als wäre sie ein Buch, das nur darauf wartet, gelesen zu werden.",
      "typeText": "Planarsphäre",
      "backstory": "Früher hatte Frau Herta mit dem Problem zu kämpfen, dass ihre enorme Sammlung von Gegenständen über die ganze Galaxie verstreut war. Die unzähligen Gegenstände waren schwer zu lagern und Herta hatte absolut keine Lust, sich selbst um sie zu kümmern.\\n\\nSchließlich trat die überaus großzügige Interastrale Friedenskorporation mit einer Lösung an sie heran. So entstand die Herta-Raumstation als Hüterin des Wissens und der Geheimnisse. Man traf umfassende Sicherungsmaßnahmen, um die Raumstation von oben bis unten auf ihren gedachten Verwendungszweck vorzubereiten – die Gesamtheit der Dinge in einer umfassenden Sammlung zu vereinen, in der Ordnung und Klarheit herrschen. Phänomene wurden in speziellen Behältnissen aufbewahrt und die Sammlung von Kuriositäten in Verzeichnissen geordnet. Zahllose Gegenstände wurden kategorisiert und klassifiziert, dann zu Forschungszwecken tief ins Innere der Station gebracht.\\n\\nDie IFK schlug daraufhin vor, auf der Station jeden willkommen zu heißen, der das Geheimnis der Sterne ergründen will. So zog es neugierige und abenteuerlustige Wissenschaftler auf der Suche nach den Wundern des Universums auf die Raumstation.\\n\\nDie meisten von ihnen bewunderten Frau Herta und schworen, ihrem Streben nach der Erforschung jener Geheimnisse, die ihnen die Sterne zuflüsterten, stets treu zu bleiben. Sie erforschten die Sternensysteme und die Reiche der Lebewesen, führten Debatten über Ethik, Philosophie und die Frage nach wahrer Gerechtigkeit, erfassten die Sternenlandschaft der Galaxie, entzifferten die Geheimnisse, die sich um religiöse Rituale und Zeremonien rankten, und hielten stets an ihrem Grundsatz fest, in der Praxis nach Wahrheit zu suchen ... Ihr oberstes Gebot war der freie, offene Zugang zu Forschung, und sie setzten sich unentwegt dafür ein, dass das erlangte Wissen weitergegeben wurde.\\n\\nAls die Raumstation jedoch in die Umlaufbahn einschwenkte, begann sie selbstständig zu arbeiten, und Frau Herta ließ sich nur noch selten blicken. Zu diesem Zeitpunkt stellte die IFK fest, dass das Treiben auf der Station langsam im Sumpf der Banalität versunken war. Die Genialität der Forscher machte sich kaum noch bemerkbar.\\n\\nDas Licht, das aus den verschiedenen Zonen flutete, raubte den Bewohnern jegliches Zeitgefühl, und die Station verfiel allmählich in einen öden Alltagstrott, der von Teilnahmslosigkeit und Ennui geprägt war. Oft kam es dazu, dass ein paar Forscher stundenlange Diskussionen über ein gewisses Objekt aus der Sammlung führten, was manchmal in Streit ausartete. Ab und zu versäumte es ein Beamter des Sicherheitspersonals, seine täglichen Runden zu drehen, und wurde später bei einem Nickerchen in ihren kasernenartigen Bunkern entdeckt. Manchmal hielten es Forschungsleiter für angebracht, ihren jüngeren Kollegen zu erzählen, was sie aus ihren früheren Romanzen gelernt hatten. Es kam auch vor, dass sich irgendein hohes Tier als gewöhnliche Aushilfskraft verkleidete, um die Zeit bis zur nächsten glücklichen Fügung totzuschlagen ... Neben der Forschung gab es immer noch das Leben. Was die Aussicht von der Raumstation nur zu klar verdeutlichte – ein Meer aus Sternen, die sie auf ihrer Reise begleiteten.\\n\\nTrotz aller Einschränkungen schien für die Forscher dem Leben auf der Raumstation eine gewisse Romantik beizuwohnen – wenn Galaxie ein episches Gedicht war, so war die Herta-Raumstation wie eine Hand, die den Gedichtband langsam öffnete."
    },
    {
      "_id": 33016,
      "ids": [
        33016,
        43016,
        53016,
        63016
      ],
      "id": "hertas_wanderschaft",
      "name": "Hertas Wanderschaft",
      "type": "OBJECT",
      "desc": "Frau Herta verlor jegliches Interesse in dem Moment, als sie die Herta-Raumstation betrat, die in der ersten kosmischen Geschwindigkeit im Orbit der Satelliten ihre Bahnen um das Blau zog und eine Spur ihrer Drehbewegung in einer Satellitenbahn hinterließ.",
      "typeText": "Verbindungsseil",
      "backstory": "Die Raumstation hat schon mehr als eine Krise überstanden, was sie zweifelsfrei ihrer Eigentümerin zu verdanken hat – Frau Herta.\\n\\nDie Raumstation war die reinste Schatzkammer, gefüllt mit den seltensten Gegenständen im ganzen Universum. Als quasi gefundenes Fressen für hungrige Reisende zog sie natürlich unerwünschte Aufmerksamkeit auf sich und war nicht selten Bedrohungen ausgesetzt. Die IFK hatte zwar Sicherheitspersonal zur Verfügung gestellt, und das automatische Verteidigungssystem war relativ fortgeschritten, aber trotzdem waren diese Maßnahmen schlichtweg unzureichend, um einem Angriff aus den Sternen vorzubeugen ... Frau Herta war sich sicher, dass ein solcher Fall eintreffen würde, also traf sie die Entscheidung, die Station an einen anderen Ort zu verlegen. So konnte sie den verschwörerischen Versuch, die Raumstation einzunehmen, schon im Voraus vereiteln.\\n\\nIhre Fähigkeit, Informationen zu sammeln und Krisen zu verhindern, beschrieb sie einfach so: „Während andere Bücher lesen, mache ich Kaffee.“\\n\\nDie Raumstation war vielen Gefahren ausgesetzt – Dieben, die es auf die wertvolle Sammlung abgesehen hatten, und mysteriösen Gruppen mit rätselhaften Beweggründen – aber die größte Bedrohung ging von Herta selbst aus. Sollte sie eine verrückte Idee haben, würde dies den Untergang der Raumstation bedeuten. Kuriositäten, die einen Sternenkollaps simulieren, ein verzerrtes Gravitationsfeld, das durch die Kollision dunkler Galaxien entsteht ... Solcherlei Dinge sammelte Frau Herta, wenn ihr danach zumute war, aber sobald sie diese in ihren Besitz gebracht hatte, verlor sie schnell das Interesse daran.\\n\\nZwar schien die Raumstation friedlich im Weltraum zu schweben, doch ihr Inhalt bedrohte sie wie ein Damoklesschwert.\\n\\nDie leitenden Wissenschaftler hatten sich schon lange daran gewöhnt, ständig derlei Gefahren ausgesetzt zu sein. Wie das Sprichwort sagt: „Geheimnisse verstecken sich tief in der Gefahr.“ Sie hielten sich streng an die geltenden Vertraulichkeitsvereinbarungen und die standardisierten Eindämmungsverfahren zur Sammlung und Sicherung, und schufen so ein Schweigen, unter dem die Gefahr begraben lag ... In der Cafeteria waren sie Freunde, die miteinander plauderten und Witze rissen. Tief im Innern der Lagerbereiche der Raumstation waren sie hochqualifizierte Experten. An diesem Ort würden Geheimnisse stets geheim bleiben.\\n\\nIm niedrigen Orbit um das Blau war auf der Raumstation alles wie immer. Wie ein Kieselstein auf einem zugefrorenen See gleitet die Station gleichmäßig in völliger Stille weiter."
    }
  ]
}