{
  "_id": 308,
  "id": "sprightly_vonwacq",
  "name": "Lebhaftes Vonwacq",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht die Energie-Wiederherstellungsrate des Trägers um <nobr>5%</nobr>. Wenn die GES des Trägers <nobr>120</nobr> oder höher erreicht, wird seine Aktion beim Kampfeintritt um <nobr>40%</nobr> vorgezogen."
  },
  "pieces": [
    {
      "_id": 33085,
      "ids": [
        33085,
        43085,
        53085,
        63085
      ],
      "id": "vonwacqs_geburtsinsel",
      "name": "Vonwacqs Geburtsinsel",
      "type": "NECK",
      "desc": "Die Wacq-Insel, mit ihrer florierenden Pflanzenwelt, ist die berühmteste Insel auf dem Planeten Vonwacq. Auf dieser Insel stand der gigantische Thestangbaum, aus dessen Früchten die verschiedenen Wildtiere der Insel geboren wurden.",
      "typeText": "Planarsphäre",
      "backstory": "Vonwacq ist ein kleiner Planet mit wenig Platz, der fast zur Gänze mit Regenwäldern und Inseln bedeckt und von einer üppigen Tierwelt geprägt ist.\\n\\nDer unbändigen Lebenskraft des Planeten ist es zu verdanken, dass die Regenwälder in Äquatornähe so groß und hoch gewachsen sind, dass die Bäume den ganzen Himmel überdecken und nicht einmal Sonnenlicht durchlassen. Da die wärmende Sonne das ganze Jahr über das Unterholz nicht erreicht, gedeihen hier Pilze und andere lichtscheue Pflanzen zuhauf. Die intelligenten Wesen lebten in tropischen Gebieten. Dort wuchsen die Pflanzen unabhängig von ihrer Größe auf natürlichem Wege. Die Einheimischen ernährten sich hauptsächlich von frischem Obst und Gemüse, das jederzeit und überall verfügbar war.\\n\\nDen Tierfrüchten des Thestangbaumes wurde jedoch ein fast religiöser Respekt entgegengebracht. Dies galt sowohl für die neuen Immigranten als auch für die indigenen Wacqwacq-Wesen.\\n\\nDer große Thestangbaum trug immer Früchte. Anfangs waren sie oval, gelblich und durchsichtig, aber mit der Zeit wurden sie schwerer und schwerer, bis die Äste ihr Gewicht nicht mehr tragen konnten. Dann fielen sie mit einem lauten, knackigen Geräusch zu Boden, ihre dünne Haut platzte auf, und aus dem Inneren entsprang neues Leben. Ein jedes Tier auf Vonwacq wurde auf diese Weise geboren, sei es ein Fisch, ein Vogel oder ein Eisbär. Auf dem Planeten Vonwacq stammten Kreaturen aller Art von ein und derselben Mutter ab.\\n\\nDas dunkle Wesen, das man den „Dämonenkönig“ nannte, entsprang ebenfalls einer solchen Frucht des Thestangbaumes. Seit seiner Geburt hatte es instinktiv gewusst, wie es seine gewaltigen, axtartigen Zangen gegen andere richten konnte, und führte so einen Krieg gegen die gesamte Biosphäre von Vonwacq.\\n\\nAlle natürlichen sechzig Jahre brachte der Thestangbaum einen neuen Dämonenkönig hervor, und so begann der Kreislauf von neuem. Die Bevölkerung Vonwacqs hatte sich schon längst an diesen Zyklus des Verderbens gewöhnt. Sobald ein Dämonenkönig zu erwachen drohte, legten sie ihre Differenzen vorläufig beiseite und arbeiteten zusammen. Sie versammelten ihre mächtigsten Krieger und schickten sie auf die Reise zur Wacq-Insel ... So vergingen sechzig Jahre, und noch mal sechzig Jahre, und diese scheinbar sinnlosen Kreuzzüge fanden kein Ende. Jahrhundertelang prägten sie die schmale Landschaft dieses kleinen Planeten. Die Dämonenkönige waren das immer wiederkehrende Desaster von Vonwacq, und die Überreste der Zivilisation wurden immer wieder ausgelöscht.\\n\\nObwohl der Planet Vonwacq voller lebhafter Kreaturen war, die ununterbrochen gegeneinander kämpften, könnte man ihn also vielleicht eher mit einem stagnierenden Teich voll abgestandenem Wasser vergleichen."
    },
    {
      "_id": 33086,
      "ids": [
        33086,
        43086,
        53086,
        63086
      ],
      "id": "vonwacqs_inselkste",
      "name": "Vonwacqs Inselküste",
      "type": "OBJECT",
      "desc": "Der stetige Wechsel von Ebbe und Flut ließ Wellen an die Küste der Wacq-Insel schlagen ... Die Landschaft blieb über Jahrtausende unverändert, während Zivilisationen erstanden und vergingen wie die Gezeiten.",
      "typeText": "Verbindungsseil",
      "backstory": "Die Früchte des Thestangbaumes reiften heran und fielen zu Boden, und ihnen entsprangen allerlei Kreaturen. Diese neugeborenen Kreaturen erwachten, schrien, und verließen dann die Wacq-Insel, um einen eigenen Lebensraum auf dem Planeten Vonwacq zu finden.\\n\\nDie Fremdlinge, die von den Sternen kamen, sah man erst nur als waghalsige Diebe. Nachdem ihnen die Stämme einen „freundlichen“ Empfang bereitet hatten, begannen sie, das zivilisatorische Dilemma von Vonwacq zu verstehen. Bald darauf segelten die Fremdlinge auf den Booten der Einheimischen zur Wacq-Insel. Sie waren neugierig darauf, wie ein Dämonenkönig aus einer Frucht geboren werden konnte. Beklommen legten die Stammeskrieger an der Sandbank an, ihre Steinzeitwaffen fest umschlossen. Ungewiss, ob sie jemals in ihre Heimat zurückkehren würden, zogen sie in den Kampf um sechzig Jahre des Friedens. Dabei schienen sie entschlossen zu sein, das ultimative Opfer zu bringen.\\n\\nDer Krieg dauerte an, und schließlich entdeckten die Fremdlinge die Wahrheit über den sogenannten „Dämonenkönig“ – es handelte sich um eine Spezies interstellarer Würmer, von der man einst angenommen hatte, sie wären ausgestorben. Es war mehr als unerwartet, dass diese Kreaturen in einer solchen Form und in dieser Ecke des Universums wieder auftauchen würden.\\n\\nAls die brutale Expedition endlich ein Ende fand, kehrten die wenigen überlebenden Einheimischen der Küste den Rücken zu, um daheim ihren Sieg zu verkünden. Die neugierigen Fremdlinge aber blieben still und heimlich zurück. Sie quetschten sich an den schlaffen Ästen des gewaltigen Baumes vorbei und versanken dabei halb im Morast. In dem versunkenen Regenwald stießen sie auf eine Steuerkabine, und so kam das große Geheimnis von Vonwacq endlich ans Licht – der Thestangbaum war ein Öko-Genesis-System einer weit fortgeschritteneren Zivilisation. Dieses war in der Lage, unzählige Lebensformen zu analysieren und dann in die Wildnis zu entlassen, um die Biosphäre des Planeten zu erneuern.\\n\\nDer Dämonenkönig, der immer wieder den Planeten verwüstet hatte, war nur ein einziger Eintrag in dieser enormen biologischen Datenbank gewesen. Die Fremdlinge löschten die Daten des Dämonenkönigs und verließen Vonwacq, ohne sich um die Anerkennung und Dankbarkeit der Einheimischen zu scheren.\\n\\nBis auf das Geräusch der Flutwellen, die gegen die Brandung schlugen, war es an der Küste der Wacq-Insel totenstill. Die Streitkräfte der einheimischen Koalition von Vonwacq standen in Reih und Glied. Jetzt waren sie sich sicher, dass der Dämonenkönig niemals wieder zurückkehren würde. Sie jubelten und begannen zu singen, sprachen Trinksprüche und unterhielten sich die ganze Nacht hindurch über eine Zukunft ohne Dämonenkönige. Aber fast sofort, nachdem sich die beiden verbündeten Stämme verabschiedet hatten und nach Hause zurückgekehrt waren, begannen sie, Pläne zu schmieden und Kriege zu planen, um ganz Vonwacq an sich zu reißen ... Ohne einen gemeinsamen Feind wie den Dämonenkönig war ihre Allianz nur ein wertloses Blatt Papier. Der kleine Planet konnte einem Konflikt zwischen den beiden Stämmen nicht standhalten. Dieser kurzlebige Frieden gehörte nun schon lange der Vergangenheit an.\\n\\nAn der Küste der Wacq-Insel war es ruhig, als hätte sich hier niemals etwas zugetragen. Nun, da sowohl Menschen als auch Wacqwacq von der Bühne verschwunden waren, hatte Vonwacq wahren Frieden gefunden und das Ökosystem wiederhergestellt."
    }
  ]
}