{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "Tapferer Krieger des Winds",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht den ANG um <nobr>12%</nobr>.",
    "4": "Erhöht die KRIT-Rate des Trägers um <nobr>6%</nobr>. Wenn der Träger einen Folgeangriff einsetzt, wird der durch Ultimates verursachte SCH für <nobr>1</nobr> Rd. um <nobr>36%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "tapfere_maske_des_nordhimmels",
      "name": "Tapfere Maske des Nordhimmels",
      "type": "HEAD",
      "desc": "Eine Gesichtsmaske, die dem wilden Vogel „Dafeng“ nachempfunden ist. Mit ihren zwei Paar Hilfsaugen hat sie göttliche Wunder erblickt.",
      "typeText": "Kopf",
      "backstory": "Ihr Adlerhelm verfügte über zwei Paar Hilfsaugen, die bei allen Lichtverhältnissen eine klare Sicht auf ihre Umgebung gewährleisteten. Allerdings waren diese Hilfsaugen jetzt mit getrocknetem, verdorbenem Blut bedeckt und alles in Sichtweite hatte einen rostig-roten Farbton.\n\nDie Generalin erwachte aus der Bewusstlosigkeit. Hinter ihr erhob sich das Wolkenblick-Teleskop wie ein Turm, der ununterbrochen in den Himmel ragte. An seiner Spitze pulsierte ein Licht – eine sich wiederholende kryptische Botschaft, die nur von Sterndeutern entschlüsselt werden konnte. Genährt vom kollektiven Willen von Billionen innerhalb der Allianz war die Botschaft ein Gebet zu ihrem Gott – gerade zu dem Zeitpunkt kämpften sie und ihre leblosen Kameraden, die schon lange ihr Leben gelassen hatten, für diese stille Bitte, den Himmel zu erreichen und den Tod zu bringen.\n\n„Er ist hier ...“, murmelte die Generalin leise und blickte nach oben. Sie konnte weder die Gestalt des Gottes sehen noch seine Stimme hören, doch sie konnte den Beweis seine Ankunft spüren – plötzlich brandeten Wellen sengender Luft wie heißes Eisen über ihre Haut. Feurige Funken tanzten inmitten des Blutnebels und verdunkelten den Himmel wie ein Vorhang, der im folgenden Moment von einem unerträglichen Licht aufgerissen wurde ...\n\nEs geschah – das Wunder, für das die unzähligen Soldaten ihr Leben eingetauscht hatten. Sie war Zeugin, wie der Gott himmlische Überreste zum Tode verurteilte, und auch sie selbst war einst dieser Lichtspur gefolgt. Sie fand, dass das Licht zu schnell sei, um irgendwelche verwirrten Gedanken zu hegen. Dieser Moment währte lange genug, damit sie noch einmal an ihre geliebte Schülerin denken konnte:\n\n„Wünsch dir was. Wünsch dir, dass ihr Weg frei sein werde ...“\n\nDie Erde wogte in wütenden Wellen und brüllte im Meer von Licht, und sie hatte keine weltlichen Gedanken mehr und verwandelte sich im Licht in Staub."
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "tapfere_armschiene_der_klaue",
      "name": "Tapfere Armschiene der Klaue",
      "type": "HAND",
      "desc": "Ein bionischer Handschuh, der in den Körper integriert ist. Um furchterregende Bestien zu jagen, muss man über Krallen verfügen, die schärfer sind als die der Bestien selbst.",
      "typeText": "Hände",
      "backstory": "Die Kämpfer der Verdantia-Armee unter ihrem Kommando waren so tapfer wie die Borisin-Wolfstruppen. Selbst wenn ihre Schwerter und Bögen brachen, konnten sie unbewaffnet immer noch bis zum Tod kämpfen, indem sie sich allein auf die scharfen Klauen ihrer Panzerhandschuhe verließen.\n\nEs heißt, dass die foxianischen Krieger der Verdantia-Orbitflotte oft von den Borisin beherrschte Welten gerettet wurden. Diese in „eroberten Gebieten“ geborenen Foxianer haben gemischte Blutlinien und weisen gelegentlich atavistische Mutationen auf. Ihre wolfsköpfigen Meister setzen sie als Vorhut in Schlachten und als Kanonenfutter ein, um Angriffe von Xianzhou-Schiffen zu verzögern.\n\n„Tritt der Verdantia-Armee bei und wir geben euch die Gelegenheit, euch an euren wolfsköpfigen Meistern zu rächen!“ Die Generalin erinnerte sich daran, dies während der Rekrutierung zu dem jungen Foxianermädchen gesagt zu haben, aber sie fühlte sich schuldig für die zweite Hälfte des Satzes, die sie nicht aussprechen konnte: „Du wurdest wie ich für den Krieg geboren und wirst für den Krieg sterben.“\n\nObwohl die Kriegssklaven über eine Kraft und Schnelligkeit verfügten, die mit denen ihrer wolfsköpfigen Herren vergleichbar war, schwächten ihre Mutationen ihre Lebenskraft und ihren Verstand. Als ihr Wille von der Wut verzehrt wurde, verwandelten sie sich in blutrünstige Monster.\n\nWenn pure bestialische Wut ihre Körper beherrscht, werden diese Handschuhe nach Abschluss der letzten Jagd ihres Lebens zu Fesseln, die nie wieder von ihrem Fleisch und Blut getrennt werden können."
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "tapfere_rstung_des_segelflugs",
      "name": "Tapfere Rüstung des Segelflugs",
      "type": "BODY",
      "desc": "Wie der kalte Wind, der über einem Rudel Wölfe mit erhobenen Köpfen weht, werden Jäger und Gejagte irgendwann die Plätze tauschen.",
      "typeText": "Körper",
      "backstory": "Sie erinnerte sich an die alte Ballade der Foxianer, ein Lied, das nie ganz zu einer Melodie wurde, sondern nur eine traurige Klage über ihre verlorene Heimat darstellte. „Einsamer Fuchs am fernen Ufer. Langsam trabend vor Hunger und Durst. Mein Herz ist voller Trauer, doch niemand kennt meine Furcht.“ ...\n\nVor Tausenden von Jahren wurden sie unter der Tyrannei der Wolfsklauen zu Nutztieren, Dienern und zu einem Zahlungsmittel. Tausende von Jahren später kämpfen sie immer noch unermüdlich für die Befreiung ihrer Art ein. Sie verfügen zwar nicht über die ständige körperliche Verwandlungsfähigkeit ihrer natürlichen Feinde, doch sie besitzen eine ausgeprägte Anpassungsfähigkeit und Gerissenheit.\n\nIhre wolfsköpfigen Meister befahlen ihnen, Werkzeuge für den Gebrauch herzustellen, stachen ihnen jedoch die Augen aus, um das Lernen zu verhindern, verboten ihnen den Besitz von Metallen, um die Herstellung von Werkzeugen zu vermeiden. Nichts davon konnte den inneren Wunsch der Foxianer auslöschen: Eines Tages würden sie den Jägern die Angst vor der Jagd beibringen und sie ohne Pause verfolgen.\n\nAm Ende schmiedeten die Foxianer Porzellan zu Rüstungen, die so leicht wie der Wind und so stark wie Stahl waren. Die Klauen ihrer wolfsköpfigen Meister und ihre Waffen aus Fleisch konnten ihnen nichts mehr anhaben.\n\nDie Generalin legte ihre Porzellanrüstung an und erhob sich mit den Kriegern der Verdantia-Orbitflotte zu einem Albtraum der Borisin. Sie rückten in Formation vor und zogen sich zurück wie ein Schwarm jagender Vögel. Egal wie robust diese Rüstung war, glaubte sie immer daran: Ein durch Schmerzen gestählter Körper ist die beste Waffe, und Kameraden in geteilter Not sind die beste Rüstung.\n\n„Vögel breiten ihre Flügel aus, Tiere zeigen ihre Zähne und Krallen. Wer sagt, dass nichts haben, woran wir uns festhalten können? Unsere Kameraden sind unsere Rüstung.“"
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "tapfere_beinschienen_der_beutejagd",
      "name": "Tapfere Beinschienen der Beutejagd",
      "type": "FOOT",
      "desc": "Kampfstiefel im Stil von Krallen. Sie ermöglichen es dem Träger, schnell wie der Wind auf das Schlachtfeld zu stürmen und mühelos durch Dornen und unwegsames Gelände zu gelangen.",
      "typeText": "Füße",
      "backstory": "Sie beobachtete die Gestalt des Mädchens, die wie ein erschrockenes Kaninchen im dunstigen Mondlicht davonhuschte. Sie folgte den Schritten und dem Geruch wie eine Jägerin, die ihre Beute aufspürte. Schließlich wartete sie am Ende des Weges auf das Mädchen.\nOder vielleicht war es das Mädchen, das auf ihre Ankunft wartete.\n\nIm Mondlicht konnte die Generalin ihr Gesicht deutlich erkennen.\n„Willst du wirklich den Wolkenrittern beitreten?“\n„Ich will keinem wolfsköpfigen Meister dienen.“\nDas Mädchen sprach gebrochen und mit schwerem Borisin-Akzent. Ihren Gesichtsausdruck hatte sie unzählige Male gesehen, als sie gefangene Landsleute rettete.\nObwohl diese Leute das gleiche Blut wie sie hatten, sprachen sie eine andere Sprache und hegten unterschiedliche Gedanken.\nSie betrachteten sich nie als Nachkommen von Foxianern, doch wer waren sie dann?\nDie Generalin zitterte leicht und trat zur Seite.\n„Geh. Ab heute Nacht werden sie dich nicht mehr verfolgen ...“\n„Aber ich will sie tot sehen.“\n\nDie Generalin sah sie ungläubig an, so erstaunt, als hätte sie eine Sternschnuppe über den Himmel ziehen sehen, und die tierähnliche Gestalt des Mädchens verschwand in der Dunkelheit.\nDie Generalin schloss die Augen, als ob das Mondlicht in ihren Augen brannte. Nach einem Moment blickte sie nach unten und sah die nackten, dornenvernarbten und mit Schlamm bedeckten Füße des Mädchens.\n\n„Warum trägst du keine Schuhe?“\n„Das habe ich vergessen. Ich habe es nicht bemerkt.“\nDie Generalin zog ihre eigenen Stiefel aus, verglich die Größen und half dem Mädchen beim Anziehen.\n„Sie passen ziemlich gut ... Dann lass uns gehen.“\n„Was ist mit dir?“\n„Ich bin es gewohnt, auf Dornen zu laufen.“\n\nSie beschleunigte ihren Schritt, barfuß und beweglich, während das Mädchen dicht auf ihren Fersen blieb.\nOder vielleicht jagten sie beide einander nach."
    }
  ]
}