{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "Wunbanana-Park",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Erhöht den KRIT-SCH des Trägers um <nobr>16%</nobr>. Befindet sich ein vom Träger beschworenes Ziel auf dem Kampffeld, wird der KRIT-SCH zusätzlich um <nobr>32%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "kernplatz_im_bananapark",
      "name": "Kernplatz im Banana-Park",
      "type": "NECK",
      "desc": "In die Planarsphäre eingebettet befindet sich ein Unterlabor einer wissenschaftlichen Organisation. Aufgrund von memetischer Korruption haben sich hier wahre und falsche Informationen vollständig vermischt und sind nicht mehr zu trennen. Daher wurde dieser Ort in den „Banana-Park“ umgestaltet.",
      "typeText": "Planarsphäre",
      "backstory": "<i>„Wer wohnt in ’nem Paradies ganz tief im Wald?“</i>\\n<i>„Bananenbob Langkopf!“</i>\\n<i>„Ganz lang und gelb und so süß, dass es knallt!“</i>\\n<i>„Bananenbob Langkopf!“</i>\\n\\n„Klong“, ertönte es zweimal. Die Bananen erwachten aus ihrem tiefen Schlummer und bereiteten sich darauf vor, den Bananenbaum zu verlassen und einen neuen Tag in ihrem Bananenleben zu beginnen! Manche Bananen erwachten voller Energie, backten Kuchen aus Durian oder tollten fröhlich im Dschungel herum. Manche Bananen waren wiederum vergleichsweise ruhig, rieben sich mit Kokosnüssen ein und schmückten sich so mit ihrem Aroma. Der Affe betrachtete diese lebhafte Szene zufrieden und konnte nicht widerstehen, den Bananen fröhlich etwas zuzurufen ...\\n\\n<i>„Alles klar, Banänchen?“</i>\\n<i>„Aye-aye, Kapitän Affe!“</i>\\n<i>„Geht das nicht lauter?“</i>\\n<i>„Aye-aye, Kapitän Affe!“</i>\\n\\n„Klong“, ertönte es dreimal. Es war Zeit für den täglichen „Peel-Club“. Die Bananen wurden unruhig; einige von ihnen begannen laut zu schreien, einige weinten heimlich, und einige spürten, wie ihr Herz aschfahl wurde ... Die Affen stellten den gesunden Bananen nacheinander eine Frage, und das Thema auf dem großen Bananenblatt blieb unverändert: „Erinnerst du dich an die Zeit außerhalb der Banane?“\\n\\nDiese einfache Frage führte immer zu bitteren Antworten. Die Bananen wissen nicht, woher ihre Traurigkeit kommt. Es ist wie das Fruchtfleisch einer Banane, das sich durch Oxidation schwarz verfärbt, wenn es dem Druck der Außenwelt ausgesetzt ist.\\n\\n<i>„Wenn es dein Traum ist, die Welt zu erkunden,“</i>\\n<i>„dann klopfe auf den Bananenbaum und lass Kapitän Affe dir den Weg zeigen.“</i>\\n\\n„Klong“, ertönte es siebenmal. Die „Motivananen-Spiele“ haben begonnen. In diesem versteckten Waldparadies wurde jeder Banane versprochen, dass sie, wenn sie sich nur genug anstrengt, eines Tages mehr als nur eine Banane sein könnte. Jede Banane trägt einen Traum in sich und strebt danach, ein glorreicher Affe zu werden ... Als sich das Dickicht auftut, tritt der Affe aus der Mitte hervor und verbeugt sich feierlich und bescheiden vor den Bananen. Die Bananen erwidern ihrerseits den Respekt des Affen. Der Affe hat ein brandneues Spiel mitgebracht und möchte es gegen eine neue Geschichte eintauschen.\\n\\n„Klong“, ertönte es elfmal. Die Bananen wurden von dem Affen zurück auf den Baum getragen, und so kehrten sie schwankend und schaukelnd in ihre ideale Welt zurück. Die grüne Sonne flackerte und ein Rumpeln durchdrang ihr Paradies."
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "memetische_kabel_im_bananapark",
      "name": "Memetische Kabel im Banana-Park",
      "type": "OBJECT",
      "desc": "Optische Signale, die überall im Labor zu sehen sind. Sie werden verwendet, um experimentelle Daten zu sammeln und können auch geheime Informationen übertragen. Für die „Bananen“ liegt der Weg zum Verständnis der Welt in ihrem Inneren verborgen.",
      "typeText": "Verbindungsseil",
      "backstory": "Die Ruinen des Forschungsinstituts Ba<unbreak>-77</unbreak> liegen hier in Konvergenz-ψ, versteckt im Untergrund einer gewissen Dschungelwelt. Dieser Ort wurde einst von extremistischen Rangern zerstört, und die verbliebenen Kabel flackern immer noch und übermitteln unklare Signale.\\n\\n„Dieses verfluchte Forschungsinstitut ist so schwer zu finden wie ein Blatt im Wald.“ Unter den Schichten der Baumrinde bildeten vertrocknete Pflanzenwurzeln die Form eines Eingangs. Nachdem sie eine lange Baumhöhle durchquert hatten, fanden die Ranger ihr Ziel.\\n\\nDieses Forschungsinstitut ähnelt eher einer Kunstgalerie als einem Labor. In der Luft darüber sind Kabel verflochten, aus denen seltsame und bunte Lichter hervorscheinen, ganz im Sinne des Designers. Alle Betrachter hielten sich die Hände an den Kopf und spürten, wie sie von einer Benommenheit übermannt wurden. Danach tauchten groteske Illusionen vor ihren Augen auf ... Sie dehnten sich in einem Schwellenraum von reinem Gelb aus, während die Porträts allmählich hinter Silhouetten von Monstern verschwanden, die von Vorhängen verborgen wurden ...\\n\\nDie Ranger sind mit diesen Methoden vertraut. Wenn sie in dieser Anlage verweilen, fangen sie an, Unsinn von sich zu geben, und ihre Glieder zittern haltlos ... Nach dem scharfen Aufprall eines Gewehrschaftes nutzte der junge Ranger den Schmerz und die Benommenheit, um aus dem Labyrinth verwirrter Gedanken aufzutauchen.\\n\\nMit klarem Blick drangen die Ranger in die Tiefe vor. Das Forschungsinstitut Ba<unbreak>-77</unbreak> war voll von zusammengebrochenen Statuen, zerstörten Wandmalereien, gesättigten Farben und extrem detaillierten Dekorationen ... Die verschiedenen zerbrochenen Container lassen diesen Ort wie ein Gefängnis erscheinen. Die Ranger entdeckten in der Tiefe einen Bericht, der es ihnen ermöglichte, sich die verschiedenen „kognitiven Experimente“ vorzustellen, die hier vor der Zerstörung dieses Ortes unzählige Male durchgeführt worden waren ... Plötzlich drehten sich alle unbewusst um und waren überrascht, sich in einem Dschungelparadies zu befinden. Die Blätter winkten ihnen unaufhörlich zu und fragten sie, ob sie sich an das Wunder erinnerten, auf den Bäumen zu sein.\\n\\n„Bin ich etwa keine Banane? Und was machen wir eigentlich hier?“ Der junge Ranger versuchte, zum Baum zurückzukehren, um sich von seelischen „Banastungen“ zu befreien.\\n\\nDer blinde Ranger erkannte das Problem und brachte die junge Person gegen ihren Willen von dort weg, bevor es kein Zurück mehr gab.\\n\\n„Banane ... Ich geb diesen Affen gleich Banane!“"
    }
  ]
}