{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "Der eingeäscherte Erzherzog",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht den SCH durch Folgeangriffe um <nobr>20%</nobr>.",
    "4": "Wenn der Träger einen Folgeangriff einsetzt, wird sein ANG für jedes Mal, das der Folgeangriff SCH zufügt, um <nobr>6%</nobr> erhöht. Dieser Effekt ist bis zu <nobr>8</nobr>-mal stapelbar und hält <nobr>3</nobr> Rd. an. Das nächste Mal, dass der Träger einen Folgeangriff einsetzt, wird der Effekt entfernt."
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [
        31151,
        41151,
        51151,
        61151
      ],
      "id": "infernokrone_des_erzherzogs",
      "name": "Infernokrone des Erzherzogs",
      "type": "HEAD",
      "desc": "Eine Krone aus nie erlöschenden Flammen, die von Ambitionen genährt werden.",
      "typeText": "Kopf",
      "backstory": "Der anmutige Feuerdämon wurde in der größten aller Feuersbrunsten geboren und glaubt, dass Zerstörung die größte Ehre sei, die man Fetora hätte erweisen können.\\n\\n„Ich wurde unmittelbar vor der Zerstörung geboren und bin der sündhafte Glaube Fetoras und die lodernden Flammen Nanooks.“\\n\\nNanook zerstörte Fetora mit eigenen Händen, sodass sich die Flammen des Weißen Sterns und die Kraft der Zerstörung vereinten und eine plasmatische Lebensform hervorbrachten. Für den anmutigen Feuerdämon war seine Geburt eine Offenbarung: „Heute hat der Herr der Zerstörung Fetora besiegt, was mit lodernden Flammen geehrt wurde. Belanglose und unbedeutende Ehrungen lösen sich mit der Sonneneruption in Luft auf, doch greifbare und starke Ehrungen werden meine Krönung prägen.“ Ifrit ist bereits seit seiner Geburt von Zerstörung und Gemetzel besessen.\\n\\n„Die Lorbeerkränze dieser Welt haben alle Dornen. Der einzige Lorbeerkranz, der noch mehr Dornen besitzt, ist meine Infernokrone.“\\n\\nIfrit hielt die Glut, die nach der Vernichtung des Sterns durch den Äon der Zerstörung zurückblieb, in seiner Hand. Sie nahm die Form von Fetoras Krone an, die er noch bis heute trägt."
    },
    {
      "_id": 31152,
      "ids": [
        31152,
        41152,
        51152,
        61152
      ],
      "id": "lodernde_samthandschuhe_des_erzherzogs",
      "name": "Lodernde Samthandschuhe des Erzherzogs",
      "type": "HAND",
      "desc": "Reinweiße Handschuhe mit Flammen als Fütterung. Sie verstecken ihre Brutalität unter feiner Seide.",
      "typeText": "Hände",
      "backstory": "Ifrit sorgte für unzählige Katastrophen, die Leben auslöschten. Der Erzherzog hält sich für einen Schaffner, der Handschuhe tragen muss, um den dornigen Taktstock halten zu können.\\n\\n„Ich bringe die Offenbarung der Zerstörung. Eine Hand gibt, die andere nimmt.“\\n\\nIn dem festen Glauben, dass „man die Kostbarkeit von etwas nur durch dessen Zerstörung erkennt“, brannte sich Erzherzog Inferno durch die Geschichte und die Kultur des Planeten Lisalit. Er verbrannte die glänzende Seide der Aristokratie, die langen Schriftrollen der Dichter und die lebhaften Wandgemälde der Maler zu Asche ... „Die Zivilisation gleicht einer Larve. Sie kann nur neu geboren werden, wenn sie in einem Inferno untergeht, sich in einen schwarzen Schmetterling verwandelt und im Winde davonfliegt.“ Ifrit stimmt den Abgesang der Zivilisation an, wie ein Bestatter, der seinen Kopf senkt, um das Feuer des Krematoriums zu überwachen.\\n\\n„Durch meine Bemühungen, meine Vorstellungskraft und meine Anweisung werden ... das Synchronisieren, die Anzahl der Vorstellungen, der Ton und das Tempo der unterschiedlichen Katastrophen ... zu einem brillanten Meisterwerk zerstörerischer Darbietung.“\\n\\nNach einer zufriedenstellenden Zerstörung reibt sich Ifrit das Blut von den Händen und zieht sich seine reinweißen Handschuhe wieder an, als wäre er ein Aristokrat, der an einem Bankett teilnimmt."
    },
    {
      "_id": 31153,
      "ids": [
        31153,
        41153,
        51153,
        61153
      ],
      "id": "anmutige_robe_des_erzherzogs",
      "name": "Anmutige Robe des Erzherzogs",
      "type": "BODY",
      "desc": "Ein wunderschönes Gewand, das die Erhabenheit und Eleganz seines Besitzers unterstreicht.",
      "typeText": "Körper",
      "backstory": "Nach einem unmenschlichen Massaker betrachtet der anmutige Feuerdämon sein Angesicht im Spiegel. Eine Audienz beim Monarchen erfordert immer eine angemessene Kleidung.\\n\\n „Kleidung ist nicht dazu da, das eigene Auftreten zu verschönern, sondern, um das wahre Wesen zum Vorschein zu bringen. Das gleicht der Flamme, deren Charakter es ist, zu zerstören.“\\n\\nDie auf ewig brennenden Feuerdämonen betrachten Nanook als ihren Kaiser und Retter, doch der Äon schenkt ihnen keine Bedeutung. Ifrits Zerstörung ist von Ego, Macht, Eroberung und Motivation geprägt, wobei die Rivalität zwischen dem Ewigflammen-Anwesen und der Jepella-Bruderschaft noch schmutziger war. „Durch eine unreine Zerstörung werden selbst die herrlichsten Kleidungsstücke leichter befleckt als durch Schmutz.“ Das Konzept der Reinheit hat Ifrit nie verstanden.\\n\\nDer Wert der Zerstörung hängt von dem Wert der zerstörten Sache ab. Unser Wert besteht darin, solange zu zerstören, bis der Kaiser es zur Kenntnis nimmt.“\\n\\nFrommen Herzens trägt Ifrit Brokatgewänder aus gewebten, samtroten Flammen und wartet auf den Ruf der Zerstörung."
    },
    {
      "_id": 31154,
      "ids": [
        31154,
        41154,
        51154,
        61154
      ],
      "id": "elegante_feststiefel_des_erzherzogs",
      "name": "Elegante Feststiefel des Erzherzogs",
      "type": "FOOT",
      "desc": "Ein klassisches Paar bequemer Stiefel. Gepflegt, mit klarem Schnitt und schmeichelhaftem Stil.",
      "typeText": "Füße",
      "backstory": "Die glühenden Zivilisationen klagten im Stillen, egal, wohin es den anmutigen Feuerdämon verschlug. Ifrit schenkte ihnen nie Beachtung.\\n\\n„Jene, die keine Wege mehr vor sich haben, brauchen keine Stiefel mehr. Warum jammern diese Zivilisationen immer, wenn sie ihr Ende finden?“\\n\\nErzherzog Inferno, mit seiner feurigen Krone auf dem Kopf, wird in vielen Zivilisationen als außerirdischer Dämon angesehen, und doch erhält er eine Einladung vom Planeten der Festlichkeiten. Ifrit freut sich, in voller zeremonieller Kleidung zu erscheinen. „Ich werde mir eine zuvorkommende und mit Bedacht gewählte Zerstörung überlegen, und kein einziger Knochen wird überbleiben.“ Der anmutige Feuerdämon scharrt das Böse um sich und plant eine grandiose Szene, in der er für das Bankett einen Berg Leichen und ein Meer aus Blut bereitstellt ... Diese zerstörten Zivilisationen sind nichts als Zwischenstationen auf der Pilgerreise der Zerstörung. Penacony selbst wird nur eine weitere Station sein.\\n\\n „Eure Zerstörung ist nichts Persönliches. Sie dient allein dazu, seine Aufmerksamkeit zu gewinnen.“\\n\\nGerufen vom Klang des fernen Banketts, begibt sich Ifrit frohen Gemüts auf eine lange Reise zum Festmahl."
    }
  ]
}