{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "Dieb des fallenden Meteors",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht Brucheffekt um <nobr>16%</nobr>.",
    "4": "Erhöht den Brucheffekt des Trägers um <nobr>16%</nobr>. Wenn der Träger bei einem Gegner Schwächebruch verursacht, wird <nobr>3</nobr> Pkt. Energie wiederhergestellt."
  },
  "pieces": [
    {
      "_id": 31111,
      "ids": [
        31111,
        41111,
        51111,
        61111
      ],
      "id": "vielgesichtige_maske_des_diebs",
      "name": "Vielgesichtige Maske des Diebs",
      "type": "HEAD",
      "desc": "Eine Maske, mit der man sein Gesicht verändern kann. Ein geübter Schauspieler kann damit jeden hinters Licht führen.",
      "typeText": "Kopf",
      "backstory": "Der Meteordieb Leblanc fühlte sich, als würde er auf einen Maskenball gehen, wenn er zum Stehlen auszog – da gehörte es für ihn zur Etikette, seine Identität zu verbergen.\n\n„Wie eine Maske die Größe und Stimme einer Person verändern kann? Hahaha, das ist ein Berufsgeheimnis. Streng vertraulich.“\n\nHinter seiner Maske gab Leblanc sich als Mitarbeiter aus, schlich sich ins Sicherheitsmeeting des Unternehmens und bot seine Ratschläge zur „Diebstahlprävention“ an. Erst zwei Wochen nach dem Raub dämmerte den Sicherheitsleuten, dass sie den „Kollegen“ aus dem Meeting überhaupt nicht kannten.\n\nDiebe mussten ein Doppelleben führen, was auch viele verschiedene Verkleidungen bedeutete. Das gehörte in der Welt der Diebe zur Tradition.\n\n„Können eure Autoren darauf achten, dass der Dieb die Maske den ganzen Film lang aufbehält?“, fragte das Marketingteam der Rundfunk- und Filmabteilung den Produzenten. „Ich muss erneut betonen, wie wichtig diese Maske als Merchandise ist. Wir müssen sichergehen, dass sie nicht nur leistbar, sondern auch gefragt ist.“"
    },
    {
      "_id": 31112,
      "ids": [
        31112,
        41112,
        51112,
        61112
      ],
      "id": "bemalte_handschuhe_des_diebs",
      "name": "Bemalte Handschuhe des Diebs",
      "type": "HAND",
      "desc": "Ein Paar Spezialhandschuhe aus Nanomaterialien. Die Fingerabdrücke darauf können in Echtzeit wechseln.",
      "typeText": "Hände",
      "backstory": "Der Meteordieb Leblanc nahm es mit der Sauberkeit nie so genau und hinterließ gerne Spuren. Diese irreführenden Hinweise – gerade in der richtigen Menge hinterlassen – dienten als Provokation.\n\n„Wieso gingen mir die Leute von der IFK immer wieder auf den Leim? Vielleicht liegt die Schuld ja bei der IFK, nicht bei mir.“\n\nSeine Handschuhe zum Beispiel konnten jeden Fingerabdruck nachbilden, womit er sich einerseits Zugang zum Allerheiligsten der IFK verschaffen und andererseits harmlose „Indizien“ zurücklassen konnte. Das Sicherheitsteam fand Hunderte Abdrücke im geheimen Tresorraum, unter anderem solche von prähistorischen Pterosauriern, interstellaren Marienkäfern, Labradoren ... aber natürlich keine vom Dieb selbst.\n\nSpurlos zu verschwinden war eben mühsam und auch unnötig. Um in einen Topf mit all den schüchternen kleinen Dieben geworfen zu werfen, für die Stil ein Fremdwort ist?\n\n„Die Fiktion sollte der Realität nicht völlig widersprechen. Wer benutzt denn heute noch Fingerabdrucksysteme?“, beschwerte sich das Sicherheitsteam der IFK. „Haben diese Autoren denn gar keinen gesunden Menschenverstand?“"
    },
    {
      "_id": 31113,
      "ids": [
        31113,
        41113,
        51113,
        61113
      ],
      "id": "sthlerner_wurfhaken_des_diebs",
      "name": "Stählerner Wurfhaken des Diebs",
      "type": "BODY",
      "desc": "Ein als Stoffgürtel getarntes Stahlkabel. In der Schnalle sind Haken und Seilrollen versteckt.",
      "typeText": "Körper",
      "backstory": "Ein gut vorbereiteter Dieb kann sich aus jeder noch so verzwickten Lage befreien – besonders, wenn er allzeit einen Wurfhaken am Gürtel trägt.\n\n„Wie man mit dem Wurfhaken das richtige Ziel erwischt ... Könntest du erklären, wie du diese ganzen Manöver vollbracht hast?“\n\nDer geheime Tresorraum war voller tödlicher Fallen, aber mit dem Wurfhaken, den er umgeschnallt hatte, tanzte der Dieb förmlich durch die Luft an ihnen vorbei. Leblanc warf den Haken an einer hohen Wand hinauf, und die Seilrolle beförderte ihn schnurstracks zum „Stern des Löwen“.\n\nDie Fähigkeit, ein und aus zu gehen, wann und wo man es auch will – mit einem stählernen Wurfhaken am Gürtel – gehört für einen professionellen Dieb zu den Grundvoraussetzungen.\n\n„Den Stunt recyceln wir im zweiten Teil. Das spart uns viel Geld!“, spottete der Action-Choreograf. „Das Publikum weiß sowieso nicht, wer gerade unter der Maske steckt.“"
    },
    {
      "_id": 31114,
      "ids": [
        31114,
        41114,
        51114,
        61114
      ],
      "id": "meteorstiefel_des_diebs",
      "name": "Meteor-Stiefel des Diebs",
      "type": "FOOT",
      "desc": "Ein Paar Stiefel, die die körperliche Fähigkeit eines Menschen verstärken. Damit springt der Meteor-Dieb über die Dächer.",
      "typeText": "Füße",
      "backstory": "Während er über die Dächer sprang, hinterließ Leblanc absichtlich eine helle Lichtspur, welcher er seinen Alias „Meteor-Dieb“ verdankte.\n\n„Wie würde ich entkommen, wenn es keine Wolkenkratzer gäbe? Hahaha, bitte stellen Sie mir nie wieder solche dummen Fragen.“\n\nEr hatte unzählige Verfolger abgeschüttelt und war ein Meister der Flucht. Mit seinen Meteor-Stiefeln war er in der Stadt nicht einzuholen – außer jemand wusste, wo sich sein Unterschlupf befand. Zu Leblancs Überraschung saß dort schon seit geraumer Zeit ein Ermittler mit zerzausten Haaren über einer Tasse Kaffee. Man hatte ihn erwartet.\n\nDie Geschichte des Diebes ist nun vorbei. Jetzt beginnt die Legende des Ermittlers.\n\n„Mit so einer Wendung rechnen die Leute nicht, und das ist genau der Grund, wieso wir sie eingebaut haben“, erklärte ein anonymer Autor das kontroverse Ende des Meteor-Diebs."
    }
  ]
}