{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "Kriegsgöttin der lodernden Sonne und des Donners",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht GES um <nobr>6%</nobr>.",
    "4": "Erhält „Sanfter Regen“, nachdem der Träger und sein Memogeist Verbündete außer sich selbst Heilung geleistet haben. Dieser Effekt kann bis zu 1-mal pro Runde ausgelöst werden und hält <nobr>2</nobr> Rd. an. Wenn der Träger Sanfter Regen besitzt, wird seine GES um <nobr>6%</nobr> und der KRIT-SCH aller Verbündeten um <nobr>15%</nobr> erhöht. Dieser Effekt ist nicht stapelbar."
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "Geflügelter Helm der Kriegsgöttin",
      "type": "HEAD",
      "desc": "Dieser geflügelte Helm war einst Zeuge, wie die Tagdonnerritterin einen Gott stürzte, und er war auch Zeuge, wie der Himmel seine Augen schloss.",
      "typeText": "Kopf",
      "backstory": "Unter den Füßen der Kriegsgöttin brodelte unaufhörlich glühend heißes, goldenes Magma. Sie verbarg ihren Gesichtsausdruck unter ihrem eisernen Helm, wie der Winternebel das Sternenlicht verhüllt.\n\nDer letzte Himmelsbewohner war bereits hinabgestiegen, und auch sie würde allein in die entgegengesetzte Richtung zu einem fernen Schicksal reisen.\n\n„Seliose, an wen hast du gedacht?“ Die geflügelten Bestien, ihre lebenslange Begleiter, spürten die schwache Regung ihrer Gedanken. Die Kriegsgöttin schwieg einen Moment lang. Die Zeiten, in denen die Menschen zum Himmel beteten, waren lange vorbei und würden nie wiederkehren. „An wen ich gedacht habe? Ich kann mich nicht mehr an jemanden Bestimmten erinnern. Einst liebte ich die Menschheit so sehr und verabscheute die in ihrer Natur verborgene Schwäche ebenso sehr. Aber jetzt ... erinnere ich mich an niemanden mehr.“\n\nDie geflügelten Bestien senkten schweigend ihre Köpfe. Sie hatten gesehen, wie die Kriegsgöttin einst unbeirrbaren Überzeugungen gefolgt war und ebenso leicht in die Illusionen der Selbsttäuschung verfallen konnte.\n\nWelchen Ausdruck hatte sie nun unter dem eisernen Helm, der ihr Gesicht verbarg? Und welche Art von Vision hatte sie nun?"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "Reiterstulpen der Kriegsgöttin",
      "type": "HAND",
      "desc": "Diese Stulpen haben die Ritterin in jeder Schlacht zum Sieg geführt. Sie verleihen die Kraft, die tödlichsten Waffen zu ergreifen und den schmerzhaftesten Verrat zu ertragen.",
      "typeText": "Hände",
      "backstory": "Der silberne Schuppenstein zischt in der Schmiede. Ältere Bergbewohner gossen ihre Wünsche in diese gegossenen Stulpen, bevor sie sie der Kriegsgöttin als Geschenk überreichten.\n\n„Weich und schwach. Zerbrechlich. Ritter sind zäh. Sie sind robust, mehr als Marmor.“\n\nSie nahm die fein gearbeiteten Stulpen und wischte behutsam die silbrige Eisschuppe ... Ihre Gedanken wanderten zu der Lanze, die aus donnerndem Spalt geschlagen wurde, und dem Schild, der aus blühenden Flammen geboren wurde. Sie würde sich auf das Schlachtfeld am Himmel stürzen, um alle zu retten, denn Stärke war lediglich eine Voraussetzung für die Erlösung. Der Bergbewohner gravierte sorgfältig die Maximen der Wahrheit in jeden Knöchel und erinnerte die Kriegsgöttin daran, sich immer an die Weichheit in den Stulpen zu erinnern.\n\n„Erwärme die Steine des Flusses mit deiner Handfläche. Schnitze den Gletscher nicht in ein Schwert.“\n\nDas starke Sendungs- und Gerechtigkeitsgefühl in ihr hat den Segen des Handwerkers fast ausgelöscht."
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "Dämmerumhang der Kriegsgöttin",
      "type": "BODY",
      "desc": "Dieser Umhang schützte die Tagdonnerritterin vor Regen und Staub, begleitete sie bei jedem Abenteuer und hinterließ die auffälligste Silhouette am Himmel.",
      "typeText": "Körper",
      "backstory": "Das Mädchen, das noch keine Ritterin war, erhielt in der abgeschiedenen Berghöhle ihres Mentors eine außergewöhnliche Kampfausbildung.\n\n„Gut gemacht. Bald werde ich dir nichts mehr beibringen können. Was hast du mit dieser Macht vor?“\n\nNachdem sie die göttliche Prophezeiung vernommen hatte, dachte das Mädchen nicht mehr an ihr Training. Ihr sanfter Mentor bemerkte ihre Unruhe und trug leise Harz auf die Klinge ihres vertrauten Kurzschwertes auf. „Mentor, ich möchte in der Wahrheit leben. Hast du ... von der Heiligen Maid von Janusopolis und der Prophezeiung, die sie überbracht hat, gehört?“ Das Mädchen befürchtete, dass ihr Mentor versuchen würde, sie umzustimmen, doch sie hatte sich bereits entschieden.\n\n„Aber was ist Wahrheit?“, erwiderte der sanfte Mentor. „... Du wirst dein ganzes Leben lang brauchen, um sie zu ergründen, und das wird nicht einfach sein.“\n\nUm Mitternacht stand sie leise auf, in der Hoffnung, noch vor der Dämmerung in aller Eile aufbrechen zu können, nur um festzustellen, dass der ordentlich gefaltete Umhang bereits in ihrem Reiserucksack verstaut war."
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "Tapferkeitssporen der Kriegsgöttin",
      "type": "FOOT",
      "desc": "Diese Sporen waren ein Geschenk der beiden geflügelten Bestien, die die Tagdonnerritterin begleiteten. Schmerz ist notwendig, wenn man den Weg der Wahrheit beschreitet.",
      "typeText": "Füße",
      "backstory": "Die Heldin Seliose wurde von zwei geflügelten Bestien begleitet, Solabis und Lunabis, ihrem Reittier und ihrem Kampfgefährten.\n\n„Wir folgen dir, Seliose. Lass uns miterleben, wie du den Gott tötest und die Flamme eroberst.“ Sie vertrauten der wilden und entschlossenen Kriegsgöttin.\n\nDie beiden geflügelten Bestien beauftragten den Großhandwerker, ein Paar Sporen als Teil der Auszeichnungszeremonie für die Tagdonnerritterin zu schmieden. „Danke für deine Güte, aber ich brauche sie nicht“, sagte sie, da sie wusste, dass Sporen dazu dienten, einer Ritterin bei der präzisen Kontrolle ihres Pferdes zu helfen. „Wir haben einen gemeinsamen Willen. Wir brauchen keine Hilfsmittel, um uns in vollkommener Harmonie zu bewegen.“\n\n„Nimm sie, Seliose. Du gehst den Weg auf der Suche nach der Wahrheit. Du solltest verstehen, dass Schmerz uns wach hält.“ Lunabis’ Blick brannte vor unerschütterlicher Entschlossenheit, während Solabis ihre Hand führte, um die Sporen anzunehmen.\n\nDie Tagdonnerritterin nahm das zeremonielle Geschenk und Symbol ihrer Freundschaft an. Wenn Schmerz einem helfen konnte, seinen Kurs rechtzeitig zu korrigieren, dann war es ein Schmerz, den es wert war, ertragen zu werden."
    }
  ]
}