{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "Ödländer aus der Räuberwüste",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht imaginären SCH um <nobr>10%</nobr>.",
    "4": "Wenn der Träger Gegnern mit Debuff SCH zufügt, wird KRIT-Rate um <nobr>10%</nobr> erhöht. Wenn der Träger Gegnern im Status Gefangenschaft SCH zufügt, wird KRIT-SCH um <nobr>20%</nobr> erhöht."
  },
  "pieces": [
    {
      "_id": 31121,
      "id": "atemmaske_des_dlnders",
      "name": "Atemmaske des Ödländers",
      "type": "HEAD",
      "desc": "Eine Atemmaske, die Sand und Strahlung aus der Luft filtert. Anscheinend wurde sie aus einem alten Beatmungsgerät hergestellt.",
      "typeText": "Kopf",
      "backstory": "Die Ödländer von Talia müssen immer eine Maske tragen, um der ständigen Gefahr durch Strahlungsrückstände und Sandstürme vorzubeugen. Niemand wusste, ob bei der Umfunktionierung der Atemschutzmaske Rücksicht auf irgendein wissenschaftliches Prinzip genommen wurde. Vielleicht war das alles nur ein Placeboeffekt.\\n\\n„Schon gehört? Der alte Spinner auf der anderen Seite des Tals hat sich Wasserschläuche in die Maske gesteckt! Also ich würde das nicht aushalten.“\\n\\nDie Ödländer beschweren sich nur selten über das extrem raue Klima ihrer Heimat. Schließlich ließ es sich nun einmal nicht ändern, dass die Atomexplosion die Atmosphäre mit Sand und Staub gefüllt hatte. Außerdem machte es der rote Sand, der in der Luft lag und das Sonnenlicht fernhielt, umso leichter, die Lager anderer Banditen zu überfallen. Die Ödländer konnten dank ihrer Masken wie aus dem Nichts zwischen den tosenden Sandstürmen auftauchen.\\n\\nEine Gruppe Banditen, die eine andere Gruppe Banditen ausraubt – das ist der Überlebenskampf in Talia.\\n\\nDiese Sandsturmmaske sieht aus, als ließe sie sich nur schwer aufsetzen und abnehmen. Sie ist mit dem fälschungssicheren Markenzeichen von Alteisenstadt versehen."
    },
    {
      "_id": 31122,
      "id": "wstenterminal_des_dlnders",
      "name": "Wüstenterminal des Ödländers",
      "type": "HAND",
      "desc": "Ein schrottreifes Multifunktionsgerät, mit dem sich ionisierende Strahlung in der Luft messen lässt. Hat außerdem ein loses Mundwerk.",
      "typeText": "Hände",
      "backstory": "Bevor Talia zum „Räuberkönigreich“ wurde, war es als Schrottplatz der Galaxie berüchtigt. Die Welt war mit Abfall und alter Technologie von anderen Planeten übersät, und des einen Schrott war des anderen Schatz.\\n\\n„Frag mich nie, ob ich gerne ein Mobilgerät mit mir herumschleppe, das schwerer ist als eine Fessel. Es hat sich als durchaus nützlich erwiesen, und war in den entscheidenden Momenten mächtiger als ein Hammer.“\\n\\nNach der Gründung von Alteisenstadt hatten die unkonventionellen Ödlandingenieure von Talia endlich einen sicheren Ort, an dem sie ihre verrückten Ideen präsentieren und Talias einzigartige Sinnestechnologie entwickeln konnten. Aus einem Cäsiumstaub-Zähler und einer frechen mobilen KI schufen sie das Wüstenterminal, eine multifunktionale Erfindung aus Ödlandschrott.\\n\\nDer zentrale Grundsatz der sogenannten Sinnestechnologie lautet wie folgt: „Frag nicht wie, frag nicht warum, niemand kümmert sich darum.“\\n\\n„Du hast an mir dieses Stück Schrott befestigt? Du fette, niederträchtige Kanalratte ...“ Das KI-Terminal spricht in einem aufrichtigen und ernsten Tonfall."
    },
    {
      "_id": 31123,
      "id": "mnchsgewand_des_dlnders",
      "name": "Mönchsgewand des Ödländers",
      "type": "BODY",
      "desc": "Ein weites Gewand im Stil religiöser Missionare.",
      "typeText": "Körper",
      "backstory": "Die meisten der Gangster in Talia rechneten keinesfalls damit, erlöst zu werden, oder wussten, was ein Mönch ist. Sie wussten nur, dass ihre Roben wohl gute Putzlappen abgeben würden.\\n\\n„‚Ignoranz herrscht noch immer‘? Was für ein Schwachsinn hier steht!“\\n\\nÖdländer fanden ein längst verfallenes Kloster und darin einige Texte einer alten Zivilisation. Obwohl sie ahnten, dass es sich um kostbare Dokumente handelte, heuchelten sie nur Interesse und verbrannten die Bücher kurzerhand. Die Mönchsgewänder waren das Einzige, was sie mitnahmen, denn der Rest hätte ihnen in Alteisenstadt kein Geld gebracht.\\n\\nDie meisten Ödländer konnten weder lesen noch schreiben. Für sie war eine warme Mahlzeit weit wertvoller als irgendwelche Aufzeichnungen über alte Zivilisationen – und es waren nicht sie, die die Schuld an dieser Lage trugen.\\n\\nZumindest überlebten die Roben der Mönche, und war das nicht eine Art von Zivilisation?"
    },
    {
      "_id": 31124,
      "id": "motorbeinschienen_des_dlnders",
      "name": "Motorbeinschienen des Ödländers",
      "type": "FOOT",
      "desc": "Die Beine einer Motorrüstung, eines Exoskeletts aus alten Metallteilen und Drähten.",
      "typeText": "Füße",
      "backstory": "Die Banditen von Alteisenstadt mussten ihre hart erkämpften Wasserquellen und ihren Schrott irgendwie verteidigen, was zur Geburt der eher stümperhaften Banditentechnologie führte. Die Motorrüstung war übertrieben extravagant, und nur der Teil für die Beine funktionierte.\\n\\n„Ich brauche eine vollständige, voll angetriebene Rüstung, und jetzt willst du mir erzählen, dass alles über der Gürtellinie in die Luft gejagt wurde? Traust du dich etwa, in diesen Satz Beinschienen zu schlüpfen?!“\\n\\nDer Umstand, dass die Stadt hin und wieder verteidigt werden musste, trieb die militärische Entwicklung der Sensortechnologie voran. Dann hatten die Ingenieure die zündende Idee. Mit Materialien unbekannten Ursprungs bauten sie eines Tages eine Motorrüstung. Von diesem kosteneffizienten Prototyp sind heute leider nur noch die Beine übrig. Auch nach der starken Vereinfachung erlauben die Beinschienen es dem Träger, wie eine Rakete loszudüsen – wie, das wissen Ingenieure bis heute nicht genau.\\n\\nLaut den Ingenieuren wurde die Rüstung im Limbo zwischen Traum und Realität konzipiert. Sie war ein einmaliges Meisterstück, ein Produkt von reinstem Erfindergeist.\\n\\nEin nützliches Stück Schrott ist ein gutes Stück Schrott, egal, ob es recycelbar oder gefährlich ist."
    }
  ]
}
