{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "Uhrmacher der maschinellen Traumspiele",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht Brucheffekt um <nobr>16%</nobr>.",
    "4": "Wenn der Träger seinen Ultimate auf einen Verbündeten anwendet, wird der Brucheffekt aller Verbündeten für <nobr>2</nobr> Rd. um <nobr>30%</nobr> erhöht. Dieser Effekt ist nicht stapelbar."
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "polare_linse_des_uhrmachers",
      "name": "Polare Linse des Uhrmachers",
      "type": "HEAD",
      "desc": "Ein goldverziertes Augenglas, das die Wunder der Ferne reflektiert und seinen Träger illusorische Träume durchschauen lässt.",
      "typeText": "Kopf",
      "backstory": "In Penaconys Geschichten über den Uhrmacher hat dieser immer ein scharfes Auge, das unter den Traumblasen leicht Geschäftsideen erkennen kann und großartige Unternehmen schafft, die sich niemand hätte träumen lassen.\\n\\nDas Grenzgefängnis kämpfte für seine Freiheit vom Geschwür aller Welten und erlangte unter dem Schutz der Familie Frieden und Wohlstand. Es heißt, dass als der Uhrmacher zu diesem Zeitpunkt ins Spiel kam, seine Brille die wahre Natur dieses Traums widerspiegelte – Die Menschen verschwenden im Augenblick der Dämmerung ihr Gold, nur um „das Unmögliche in einem Traum zu finden“. Seit dem tauchen in den Träumen von Penacony viele unglaubliche Dinge auf: eine Teekanne, die Witze erzählt, ein Sportwagen, der sich während der Fahrt frei drehen kann, eine Villa, die täglich ihren Ort wechselt ... Die meisten von ihnen sind eher nutzlos, doch werden sie für astronomisch hohe Preise verkauft. Und die von weit her gereisten Träumer sind bereit, eine Stange Geld dafür auszugeben.\\n\\nSchließlich ist dies eine fantastische Traumlandschaft – warum also sollte nicht ihre Absurdität genießen können? Die Worte „exklusiv und nur im Traum“ sind genug, um die Welt des Luxus in der Traumlandschaft neu zu definieren.\\n\\nDie Familie Alfalfa und ältere Traumgäste aus der Geschäftswelt bereuen dies oft und beklagen, dass sie diese Möglichkeiten nicht früher erkannt haben. Der Uhrmacher sah einfach ein bisschen weiter als sie – jedes Mal nur ein bisschen weiter."
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "glckbringende_armbanduhr_des_uhrmachers",
      "name": "Glückbringende Armbanduhr des Uhrmachers",
      "type": "HAND",
      "desc": "Eine fein gefertigte Uhr mit einem einzigartigen Zifferblatt und Zeigern in einem Stil, der angeblich das Zeichen des Glücks in der Traumlandschaft darstellt.",
      "typeText": "Hände",
      "backstory": "Der Grund, warum der Uhrmacher seinen Namen trägt, ist das größte Rätsel dieser Geschichte.\\n\\nEinige behaupten, er sei einst ein wirklicher Uhrmacher gewesen, andere, er sei ein Händler gewesen, der Uhren verkaufte. Manche behaupten sogar, dass sein Kopf die Form einer Uhr hat, genau wie seine Schöpfung, Clockie.\\n\\nAls sich die Gerüchte verbreiteten, wurden die Uhren aus den Träumen durch den Ruf des Uhrmachers berühmt. Die Traumgäste wissen, dass sie nichts mit dem großen Meister zu tun haben, aber sie sehen die Uhr trotzdem als Symbol des Glücks und Respekts für ihn an. Aufgrund einer Reihe von geschäftlichen Aktivitäten ist das Uhrwerk zum häufigsten Symbol auf Penacony geworden: egal ob Kleidung, Schmuck, Essen ... Von Graffitis in Straßenecken bis hin zur riesigen Glocke in der Hotellobby ist der Schatten des legendären Riesen überall zu sehen.\\n\\n„Wer auf Penacony mag keine Uhren?“\\n\\nDer wahre Uhrmacher scheint all dies stillschweigend zu akzeptieren und hat sich nie gegen die Verwendung des Uhrensymbols geäußert, bis es auf Penacony zur Selbstverständlichkeit wurde und niemand mehr nach seinem Ursprung, dem Uhrmacher fragte."
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "illusorischer_anzug_des_uhrmachers",
      "name": "Illusorischer Anzug des Uhrmachers",
      "type": "BODY",
      "desc": "Ein prächtiger, eleganter Anzug mit Lederkragen, der bei Festlichkeiten und anderen offiziellen Anlässen getragen wird.",
      "typeText": "Körper",
      "backstory": "In Penaconys vielen Geschichten nimmt der Uhrmacher die verschiedensten Identitäten und Erscheinungsbilder an.\\n\\nIn manchen, eher fabelhaften Erzählungen ist er ein freundlicher alter Mann, in manchen eine elegante Dame. Es gibt sogar Geschichten, in welchen er einhundert Fuß hoher Riese von ist. Doch alle Geschichten haben eines gemeinsam: der Uhrmacher trägt stets ein prächtiges Kostüm.\\n\\nEine der Geschichten besagt, dass der Uhrmacher seine Geheimnisse mit seinen Tanzgefährten teile, wenn die Nacht und die Morgendämmerung miteinander verschmelzen. Als die Menschen dies hörten, gingen sie zum Kostümball und baten jeden prachtvoll gekleideten geheimnisvollen Gast zum Tanz. Immer mehr Traumgäste lernten sich durch diesen Ball kennen, und so wurde er allmählich zu einem Ort, an dem Freundschaften und Romanzen geschlossen wurden. Die teuren Eintrittstickets verkaufen sich wie von selbst. Selbst wenn der legendäre Uhrmacher nie auftaucht, wird dies die Leidenschaft der Gäste, neue Bekanntschaften zu machen, nicht behindern.\\n\\n„Deiner Kleidung nach zu urteilen könntest du der berühmte Uhrmacher sein?“ Diese Worte, ursprünglich eine aufrichtige Frage, wurden schließlich zu einer Floskel für die Einladung zum Tanz.\\n\\nSo hat der Uhrmacher mit dem Kostümball ein weiteres Geschäft gegründet und nebenbei der Traumlandschaft ein Flair der Romantik und Leidenschaft verliehen."
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "traumverbergende_lederschuhe_des_uhrmachers",
      "name": "Traumverbergende Lederschuhe des Uhrmachers",
      "type": "FOOT",
      "desc": "Ein Paar eleganter Lederstiefel. Ihr Träger schlich einst in einer geheimnisvollen Gestalt durch die Traumlandschaft.",
      "typeText": "Füße",
      "backstory": "Der Uhrmacher hat jeden Traum und jede Geschichte auf Penacony erlebt. Sein Name ist schon seit Jahrhunderten im Land der Träume bekannt und Traumgäste hören noch immer von seinen legendären Taten.\\n\\nDie Leute begannen sich zu fragen, ob der Uhrmacher nur eine Person war, eine Gruppe oder gar eine von der Familie erschaffene Lüge.\\n\\nEinige Traumgäste schwören, die Wahrheit über den Uhrmacher herauszufinden und reisen durch die Traumlandschaften, um den Spuren des geheimnisvollen Meisters zu folgen, doch am Ende finden sie nichts als Illusionen – ein mysteriöser Gast bei einer Geschäftsbesprechung, eine brandneue Geschäftsmarke, scheinbar ohne Besitzer, eine enorme Investition unbekannter Herkunft ... Jedes Mal, wenn man versucht, die Existenz des Uhrmachers zu widerlegen, beweist man, dass der Uhrmacher überall in den Träumen existiert.\\n\\nDie Regale der Bibliothek des ersten Erwachens sind mit Büchern über den Uhrmacher gefüllt. Kein Tag vergeht in Penacony, an dem sein Name nicht erwähnt wird.\\n\\nJe mehr Leute losziehen, um die Wahrheit zu finden, desto mehr Lügen werden erschaffen ... In tausenden von Geschichten und Gerüchten hinterlässt der festliche Superstar nur Spuren, keine Gestalt."
    }
  ]
}