{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "Kapitän über den verfluchten Wellen",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht KRIT-SCH um <nobr>16%</nobr>.",
    "4": "Wenn der Träger zum Ziel der Fähigkeit eines anderen Verbündeten wird, erhält er 1 Stapelung „Unterstützen“, bis zu <nobr>2</nobr> Stapelungen. Verbraucht beim Einsatz des Ultimates alle Stapelungen von Unterstützen und erhöht den ANG des Trägers für <nobr>1</nobr> Rd. um <nobr>48%</nobr>, wenn <nobr>2</nobr> Stapelungen vorhanden sind."
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "Navigatorhut des Kapitäns",
      "type": "HEAD",
      "desc": "Ein breitkrempiger Sonnenhut mit perlmuttartigem Glanz. Seeleute, die über die Meere brausen, nutzen ihn, um sich vor der sengenden Sonne Aquilas zu schützen.",
      "typeText": "Kopf",
      "backstory": "Zwischen den Küstenriffen lag das Wrack einer Trireme wie ein gestrandeter Wal. Einst war es ein Kriegsschiff, das ausgesandt wurde, um das Seeungeheuer zu unterwerfen. Die Wellen trieben das Schiff an Land, ließen aber seine verlorene Besatzung in den Tiefen des Meeres zurück.\n\n„Oh, Krieger von Phagousa, wer auch immer du bist, ich flehe dich an, dich zu erheben und Skiana zu verteidigen!“ Der verzweifelte Appell des Königs stieß auf nichts als Schweigen. Denn sich gegen das Seeungeheuer zu erheben, bedeutete nichts anderes, als selbst zu einem leblosen Körper zu werden, der auf den Wellen treibt.\n\n„Gib mir ein unsinkbares Schiff und eine fünfzigköpfige Mannschaft, und ich werde das böse Seeungeheuer töten!“ Ein junger Kapitän mit einem breitkrempigen Sonnenhut trat aus der Menschenmenge hervor. Der perlmuttartige Glanz seines Hutes warf einen schimmernden Regenbogen auf die blassen, ängstlichen Gesichter um ihn herum. Seine Ankunft war wie die Morgendämmerung über dem Meer, und im Nu begann sich der Horizont bereits zu erhellen.\n\n„Ich werde dir das beste Schiff der Welt bauen!“ Die Handwerker, die von der Ausstrahlung des jungen Kapitäns angezogen waren, versprachen ihm ihre Fähigkeiten. Das Holz des großen Schiffes war unverwüstlich und würde auf See niemals verrotten. Am Bug wurde eine Planke angebracht, die aus dem riesigen Baum von Cerces gehauen worden war und die Kraft der Prophezeiung in sich trug.\n\n„Geh voran, Schüler der Weisen, auserwählter Held der Götter, zähme den Wahnsinn von Phagousa.“ Drei Tage später stach das voll besetzte Kriegsschiff von Skiana aus in See."
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "Sternhöhenmesser des Kapitäns",
      "type": "HAND",
      "desc": "Ein nautischer Kompass, der die Führung des Sternenlichts einfängt. Selbst wenn man in der grenzenlosen Dunkelheit des Meeres treibt, weisen die Sterne immer den Weg nach vorn.",
      "typeText": "Hände",
      "backstory": "Dunkle Wolken, schwer wie Blei und Eisen, drückten auf den Mast. Inmitten des tobenden Sturms war das Schiff wie eine treibende Seerose, und selbst das Deck aus dem heiligen Baum zitterte heftig gegen die hoch aufragenden Wellen.\n\n„Selbst die einst so ruhigen Meere, auf denen das ganze Jahr über sanfte Wellen und milde Winde herrschten, sind nun von der wilden und gewalttätigen Natur des Seeungeheuers befleckt.“ Der junge Kapitän stand auf dem Turm des Vorschiffs, die Augenbrauen fest zusammengezogen, während er die dichten, dunklen Gewitterwolken vor sich betrachtete. Doch der Sternhöhenmesser an seinem Handgelenk reagierte nicht.\n\nEin Blitz schlug ein und zerriss mit einem lauten Knall die Takelage des Hauptsegels. Die Besatzung verfiel ins Chaos, schrie, kletterte durcheinander und ihre Bewegungen waren ungeordnet. Der junge Kapitän brüllte und stellte die Ordnung wieder her. Er befahl den Ruderern, im Einklang zu rudern, wobei ihre Kraft durch präzise Anweisungen gelenkt wurde. Der Steuermann reagierte schnell und lenkte das Schiff von den gewaltigen Wellen weg, die wie Berge aufragten. Sie kämpften gegen Phagousas Wut an und harrten aus, bis Aquilas leitendes Sternenlicht den Sturm durchdringen würde. Plötzlich hob der Kapitän seinen Arm hoch und seine Stimme durchdrang den Sturm. Der nautische Kompass an seinem Handgelenk schimmerte mit vereinzelten Fragmenten von Sternenlicht.\n\n„Folgt dem Licht, Leute! Wir sind dabei, aus dem Sturm zu entkommen!“\n\nDie Seeleute sammelten ihre Kräfte und sangen gemeinsam ein Seemannslied. Das Schiff durchpflügte die Wellen wie eine scharfe Klinge und raste der Morgendämmerung entgegen.\n\n„Bald werden wir sie von ihren Fesseln befreien. Schaut nach vorne, bereitet euch vor! Setzt die Segel!“"
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "Windmantel des Kapitäns",
      "type": "BODY",
      "desc": "Der Segelmantel blähte sich wie ein großes Segel. Wenn der starke Wind mir nicht hilft, werde ich eben selbst zum Wind.",
      "typeText": "Körper",
      "backstory": "Ein bronzener Ballistenbolzen, so groß wie ein Mann, schoss durch den in Flammen gehüllten Seenebel, nur um zu Staub zu zerfallen, sobald er sich der schuppigen Panzerung dem Seeungeheuer näherte. Die blassblauen Tentakel schlangen sich fest um die Taille der Seeleute, und selbst wenn sie abgetrennt wurden, wandten sie sich über das Deck und nagten an der verängstigten Besatzung.\n\n„Die Gliedmaßen des Besatzungsmitglieds schlugen in der Luft um sich und riefen meinen Namen. Das war der schrecklichste Anblick meines Seemannslebens.“ Die Stimme des Kapitäns zitterte zwischen seinen Lippen und Zähnen. Er log nicht.\n\nDas riesige Seeungeheuer tauchte auf, ihre knorrigen Tentakel schlangen sich fest um das Schiff. Ihr Rücken ragte wie eine treibende Insel empor. Der erste Offizier rammte einen glühenden Eisenspeer in ihren klaffenden Schlund, der mit tausend messerscharfen Zähnen gesäumt war. Eine Fontäne aus fauligem, schwarzem Blut spritzte über das Deck und verdunkelte die Planken. Die Besatzung entkam nur knapp einem tödlichen Angriff, aber als der Kapitän umkehren wollte, sah er, wie der Heckmast unter einem gewaltigen Tentakel zermalmt wurde, so leicht zerbrochen, wie Nikadors Lanze des Zorns eine Walnussschale aufschlug. Dies war eine einmalige Gelegenheit. Vorwärts stürmen oder sich zurückziehen? Alle Augen waren auf den Kapitän gerichtet ...\n\n„Hart Backbord! Ruderer, volle Kraft voraus! Alle Segel ausrollen, Rammbock für den Aufprall bereit machen!“\n\nDer Umhang des Kapitäns wehte im tosenden Wind, und die Mannschaft stählte sich, bereit, dem Tod ins Auge zu sehen. Stahl prallte auf Schuppen, der Kiel zerbrach, und das Seeungeheuer stieß einen klagenden Schrei aus. Seine einst mächtige Gestalt, der nun seine frühere Kraft entzogen war, versank langsam in den Tiefen des Meeres."
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "Wellenreiterstiefel des Kapitäns",
      "type": "FOOT",
      "desc": "Gebrochene Wellen blühten unter den Stiefeln des Kapitäns. Selbst wenn er nie zurückkehren würde, würden die Gezeiten seinen Segen zurückbringen.",
      "typeText": "Füße",
      "backstory": "An einer unbekannten Küste lag der junge Kapitän auf dem Rücken und starrte in den Himmel. Die untergehende Sonne tauchte die zerklüftete Küste in goldenes Licht ... In diesem strahlenden Dunst schien das ferne Land Skiana zum Greifen nah. Er wusste, dass dies der letzte Moment seines Lebens war.\n\n„... Wir haben den Wahnsinn von Phagousa überstanden.“ Das Seeungeheuer hatte sich schon lange in tiefere Gewässer zurückgezogen und würde die Küste wahrscheinlich erst in hundert Jahren wieder bedrohen.\n\nDas Brett, das aus dem riesigen Baum von Cerces gehauen worden war, bat den Kapitän um seine letzten Worte. Es würde auf den Wellen zurück in das ferne Land Skiana reiten, die Geschichte von der Reise seines Helden tragen und weitere junge Seelen dazu inspirieren, die Segel über die Küste hinauszusetzen. Der Kapitän blickte auf seine abgetrennte untere Hälfte. Das waren die Stiefel, die ihm sein weiser Mentor gegeben hatte, die ihn durch unzählige Stadtstaaten getragen hatten. Doch nun würde seine lange Reise hier enden.\n\n„Sag ihnen ... Ich habe noch ein Meer der Seelen zu erobern. Meine Heimat, trauere nicht um mich.“\n\nJahr für Jahr streifte die Meeresbrise die Mauern von Skiana. Die Geschichte des Seeungeheuer wurde zu einem geflüsterten Schlaflied, das Mütter ihren Kindern vorsangen ... Und jene Seeleute, die dem verfluchten Meer nur knapp entkommen waren, warteten immer noch darauf, dass ihr Kapitän auf den Wellen nach Hause reiten würde."
    }
  ]
}