{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "{F#Erlöserin}{M#Erlöser} der Weltneuschöpfung",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Erhöht die KRIT-Rate um <nobr>8%</nobr>.",
    "4": "Wenn sich nach dem Einsatz eines Standardangriffs oder einer Fertigkeit des Trägers dessen Memogeist auf dem Kampffeld befindet, werden die max. LP des Trägers und seines Memogeists um <nobr>24%</nobr> sowie der verursachte SCH aller Verbündeten um <nobr>15%</nobr> erhöht, bis der Träger seinen nächsten Standardangriff oder seine nächste Fertigkeit einsetzt."
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "Reisekapuze {F#der Erlöserin}{M#des Erlösers}",
      "type": "HEAD",
      "desc": "Die Kapuze, die {F#die Erlöserin}{M#der Erlöser} der Legende nach als Schutz vor Wind und Regen trug. Sie sieht in Wirklichkeit vermutlich völlig anders aus als in den Beschreibungen der Barden.",
      "typeText": "Kopf",
      "backstory": "Der Nachtnebel von Oronyx umhüllte die Lorbeerzweige.\n{F#Die Heldin}{M#Der Held} der Erlösung stieg mit der schwarzen Kiste aus dem Reich hinter dem Himmel in den Abgrund des Schicksals hinab.\n\n{F#Sie}{M#Er} kam auf Geheiß der Prophezeiung, doch die Priester fürchteten sich, über das, was hinter dem Himmel lag, zu sprechen.\n„Sprich nicht laut über den Himmel, denn der misstrauische Aquila zögert nie, die Strafe des Donners herabzusenden.“\nNach diesen Worten antwortete {F#die selbstbewusste Erlöserin}{M#der selbstbewusste Erlöser} zornig:\n„Du Wahrsager des Unheils – nie hast du bedacht, dass auch die Götter die Strafe der Kinder der Menschheit fürchten sollten.“\n\nAuf der Stadtmauer sah {F#die Erlöserin}{M#der Erlöser} die rosige Morgendämmerung am Horizont emporsteigen.\n„Zuerst kommt Nikador, der den Zwist beherrscht ...\nIch bete, dass du Ehre und nicht Wahnsinn bringst.“\n{F#Die Erlöserin zog ihre}{M#Der Erlöser zog seine} Kapuze zurück und schleuderte einen Speer.\nSein huschender Schatten war wie ein einsamer Wolf im Vorfrühling, der durch die Straßen und Gassen von Castrum Kremnos stürmte.\n\n„Im Namen von Mnestia! Wenn die Fäden des Schicksals zerrissen sind, werde ich ein neues Kapitel weben.“\nIn der Ferne ertönte das Gebrüll des wahnsinnigen Königs, und sein Speer kündigte den Aufbruch noch vor seinen Schritten an.\n„Meine Begleiter von den Erben von Chrysos erwarten mich auf dieser Reise. Ich muss nun aufbrechen.“\n\nDie Priester von Janus blickten auf das graue, wallende Haar {F#der Erlöserin}{M#des Erlösers} und jubelten laut,\nwie ausgedörrte Gräser, die endlich Nahrung fanden."
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "Schutzhandschuhe {F#der Erlöserin}{M#des Erlösers}",
      "type": "HAND",
      "desc": "Die Handschuhe, die {F#die Erlöserin}{M#der Erlöser} der Legende nach bei {F#ihren}{M#seinen} Heldentaten trug. Sie sehen in Wirklichkeit vermutlich völlig anders aus als in den Beschreibungen der Barden.",
      "typeText": "Hände",
      "backstory": "Das Eismeer von Phagousa prägte die Küsten von Styxia.\n{F#Die Heldin}{M#Der Held} der Erlösung kam am Fährübergang des Flusses der Seelen an, wo sich ein geisterhafter, bleicher Drache in eine Fähre zur Unterwelt verwandelte.\n\nEntlang des Flusses der Seelen flüsterten die verlorenen Seelen süße Worte und rieten {F#der Heldin}{M#dem Helden}, nicht in die Welt der Lebenden zurückzukehren.\n„Du hast die Titanen jener Welt bereits unterworfen. Warum überlässt du dein Vermächtnis nicht deinen Nachfolgern?“\nAls {F#sie}{M#er} diese Worte vernahm, antwortete {F#die trauernde Erlöserin}{M#der trauernde Erlöser} schmerzerfüllt:\n„Ihr versunkenen Toten – ihr habt nicht bedacht, dass mein Wunsch, die Welt zu retten, stärker ist als die Sehnsucht nach Wiedervereinigung.“\n\nAuf der Fähre erinnerte sich {F#die Erlöserin}{M#der Erlöser} an die Flammenjagd zurück.\n„Lebe wohl, Thanatos des Todes.\nIch bete, dass du dich gut um meine liebsten Freunde kümmerst, selbst wenn sie den Tod nie gefürchtet haben.“\n{F#Die Erlöserin}{M#Der Erlöser} strich über {F#ihre}{M#seine} Handschuhe aus Rehleder, die noch immer die Wärme {F#ihrer}{M#seiner} alten Freunde bewahrten.\n{F#Sie}{M#Er} trieb mit dem warmen, feuchten Westwind von den mit Antila-Blüten übersäten Ufern in die Welt der Sterblichen.\n\n„Cerces, bitte verteidige meine Vernunft, damit ich nicht erneut plötzlich zurückblicken muss.“\nDie Erfahrung, von den Toten auferstanden zu sein, reichte aus, um jedem zu beweisen, dass {F#sie das Zeug zur Heldin}{M#er das Zeug zum Helden} hatte.\n„Das Warten wird nicht mehr lange dauern, meine lieben Erben von Chrysos. Ich werde diesen unvergesslichen Schwur erfüllen.“\n\nDas Land von Georios hieß {F#sie}{M#ihn} wieder willkommen und die Reise der Flammenjagd ging weiter.\nSo wie sich dunkle Wolken in der Nacht verziehen, wird der Morgenstern erneut erstrahlen."
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "Erbgewand {F#der Erlöserin}{M#des Erlösers}",
      "type": "BODY",
      "desc": "Das Gewand, das {F#die Erlöserin}{M#der Erlöser} der Legende nach im Kampf trug. Es sieht in Wirklichkeit vermutlich völlig anders aus als in den Beschreibungen der Barden.",
      "typeText": "Körper",
      "backstory": "Aquilas dunkle Wolken türmen sich auf und grollten vor Zorn.\n{F#Die Heldin}{M#Der Held} der Erlösung trat auf eine Brücke aus Regenbögen und stürzte den einst unantastbaren Himmel.\n\nAn der Seite {F#der heldenhaften Erlöserin standen ihre}{M#des heldenhaften Erlösers standen seine} treue Gefährtin, mit der {F#sie}{M#er} durch Leben und Tod gegangen war.\n„Die Flammenjagd ist eine Reise des stetigen Verlusts, auf der sogar das Leben selbst kaum einen Wert besitzt.“\nAls {F#sie}{M#er} dies hörte, antwortete {F#die entschlossene Erlöserin}{M#der entschlossene Erlöser} ruhig:\n„Ich habe deine Entschlossenheit schon lange verstanden und werde sie auch nach zehntausenden von Malen nicht hintergehen.“\n\nAuf dem Weg zur Zeremonie der Ära Nova verabschiedete sich {F#die Erlöserin von ihren}{M#der Erlöser von seinen} Weggefährten, die den Rückweg verteidigten.\n„Dies ist eine tausendjährige Reise, ein Epos,\neine Geschichte, die uns von unzähligen Vorfahren anvertraut wurde und die wir heute hier vollenden werden.“\nDer letzte Gefährte legte seinen Umhang über den Schulterschutz {F#der Erlöserin}{M#des Erlösers} und wandte sich den gewaltigen Feinden zu, die wie eine unerbittliche Flut heranströmten.\nDies war ein Symbol ihres gemeinsamen Kampfes – sowohl eine Übergabe als auch ein Erbe.\n\n„Wenn du mich hören kannst, Talanton: Ein so heldenhaftes Opfer verdient ein besseres Morgen.“\n„In der Tat, wir haben auf eine lodernde Fackel gewartet ...“\n„... nur um den ersten Strich in dieses Epos der Schöpfung einer Ära zu setzen.“\n\nUnter Kephales sanftem Blick wird {F#die Erlöserin}{M#der Erlöser} mit allen Wünschen der Menschen eine neue Welt erschaffen ..."
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "Pionierstiefel {F#der Erlöserin}{M#des Erlösers}",
      "type": "FOOT",
      "desc": "Die Stiefel, die {F#die Erlöserin}{M#der Erlöser} der Legende nach auf {F#ihren}{M#seinen} weiten Reisen trug. Sie sehen in Wirklichkeit vermutlich völlig anders aus als in den Beschreibungen der Barden.",
      "typeText": "Füße",
      "backstory": "„Goldene Chrysalide, erlebe das romantische Finale mit eigenen Augen, und webe ein makelloses Schicksal neu.“\n„Tor der Unendlichkeit, öffne zahllose Wege nach Hause und erfülle die Prophezeiung der Wiedervereinigung von morgen.“\n„Gespaltener Zweig, pflanze die Nouspore des Verdachts, die schließlich unter der Weisheit aller sprießen wird.“\n„Auge des Zwielichts, sieh! Der Himmel ist ohne Makel und ohne Naht, und an seinem Ende liegt ein heilendes Regenbogenlicht.“\n\n„Kehre heim, Lanze des Zorns. Du wirst den Thron besteigen, den die Massen umjubeln, und gelobe Frieden in der Welt.“\n„Sprich offen, Wankelmütige Münze ... Ob gewitzte Scherze oder aufrichtige Worte, du musst nichts verbergen.“\n„Öffne deine Umarmung, Hand des Schattens, Gebieterin des Flusses der Seelen ...“\n„Deine Sanftmut vermag das Blumenmeer am anderen Ufer zu wärmen. Jeder Abschied ist die Vorfreude auf das Wiedersehen wert.“\n\n„Die Welt wird das Lied des Kelchs der Fülle hören, das in endlosem Jubel widerhallt.“\n„Die Welt wird Zeuge des Vorhangs der Ewignacht, der Erinnerungen bewahrt, die niemals verblassen werden.“\n„Die immerwährende Säule aus Stein wird alle Wesen auf ihrer fernen Reise tragen, bis sie ihr endgültiges Ziel erreichen.“\n„Die Waage der Gerechtigkeit wird ihre unparteiischen Gesetze aussprechen und die zahllosen Helden der Flammenjagd krönen ...“\n\n„Thron der Welten, du musst nicht mehr alles allein tragen.\nSieh nur, die ewig brennende Sonne ist bereits aufgegangen ...“\n\nDie aus Bedauern geschmiedeten Worte werden in einem neu geschriebenen Gedicht vollendet.\nDas unmögliche Ziel wird durch den Trailblaze erreicht."
    }
  ]
}