{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "Thiên Đường Yêu Tinh Dệt Mộng",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Khi số lượng mục tiêu của đội ngũ phe ta ở trong trận hiện tại không bằng 4, mỗi khi thêm/mất 1 mục tiêu phe ta, sẽ khiến sát thương gây ra bởi người trang bị và Linh Hồn Ký Ức của người đó tăng <nobr>9%</nobr>/<nobr>12%</nobr>, tối đa cộng dồn <nobr>4</nobr>/<nobr>3</nobr> tầng."
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "Nhà Cây An Yên Ở Khu Rừng Lạc Lối",
      "type": "NECK",
      "desc": "Bên trong Quả Cầu Vị Diện đang chứa đựng \"Khu Rừng Lạc Lối\" của Aedes Elysiae, vén đám lúa mì vàng óng ra, rơi vào một hốc cây sâu thăm thẳm. Ơ? Sao nhiều yêu tinh nhỏ thế? \"Một hai ba bốn năm sáu bảy?\". Sai rồi! Phải là \"Do re mi fa sol la si!\"",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "\"Haha, các con ơi, Khu Rừng Lạc Lối lại đến mùa bội thu rồi, chúng ta cần chuẩn bị những gì nhỉ?\" Trưởng thôn vừa vuốt bộ râu bạc phơ, vừa cười nói.\n\"Lễ hội rượu ngon!\" Các yêu tinh đồng thanh reo hò.\n\nBan đầu, Khu Rừng Lạc Lối vẫn còn là một vùng đất hoang vu. Cậu bé và cô bé của Aedes Elysiae đã mang những hạt giống từ bên ngoài đến, dạy cho các yêu tinh cách gieo trồng. Sau khi những mầm non nở thành hoa, các yêu tinh cũng học theo họ, lần theo dấu vết của những chú ong lông vàng óng bên cạnh giàn nho để thu hoạch mật hoa. Sau đó, hoa tàn thì quả lớn, đã đến mùa thu hoạch, các yêu tinh tụ tập lại cùng nhau ngân nga những bài ca chúc mừng, một bữa tiệc náo nhiệt kéo dài đến tận đêm khuya. Rồi sau đêm đó nữa thì sao? Thì dùng những chiếc bình đựng mật hoa của năm nay, chôn sâu xuống lòng đất, chờ nó lên men thành một loại thuốc có thể chữa lành cả cái lạnh của mùa đông và những cơn đau khi trưởng thành.\n\nLễ hội rượu ngọt mỗi năm, đều như vậy.\nTại lễ hội năm nay, \"Có ai nhìn thấy Relimem đi đâu rồi không?\" Trưởng thôn rung rung bộ râu bạc phơ và hỏi.\n\nCác yêu tinh tìm mãi tìm mãi, cuối cùng cũng tìm thấy Relimem ở trước cửa nhà cây, nó đang ngủ say sưa, khóe miệng thổi ra bóng ngáy, hình như đang mơ một giấc mơ ngọt ngào lắm. Milimem tò mò tiến lại gần, nghe thấy nó nói mớ... \"Snowy, Reney, đã hẹn sẽ quay lại, cùng nhau uống rượu trái gai chôn năm ngoái mà!\"\n\n\"Relimem\" trong giấc mơ, mơ thấy mình biến thành một con \"Relimem khổng lồ\"... Đủ để bịt kín mít cái hốc cây dẫn đến Khu Rừng Lạc Lối. Vẫn là hai đứa trẻ nhỏ xíu mãi mà không tìm được đường vào, Snowy và Reney thì hết cù lét tai \"Relimem\" bằng cây lác, lại trèo lên bụng \"Relimem\" nhảy nhót, lớn tiếng gọi tên nó. Nhưng \"Relimem\" ngủ say quá, chẳng nghe thấy gì cả.\n\"Chết rồi, chẳng lẽ lý do Snowy và Reney không đến được Khu Rừng Lạc Lối, là vì mình đã chặn mất đường vào rồi sao?\"\n\"Relimem\" trong mơ giật mình thon thót.\n\n\"Hắt... Hắt xì!\"\n\"Relimem\" hắt hơi một cái, cuối cùng cũng tỉnh lại. May quá, may quá! Không biến thành \"Relimem khổng lồ\" chắn đường, nhưng đang vây quanh mình toàn là các yêu tinh?\n\"Snowy và Reney đâu? Họ đã đến chưa?\"\nCác yêu tinh lắc đầu, không nhớ rõ đây là lễ hội rượu ngọt lần thứ bao nhiêu mà Snowy và Reney không trở về.\n\"Relimem\" lại thất vọng, biết trước sẽ như vậy, cứ để giấc mơ kéo dài thêm một chút.\n\"Relimem\" bé nhỏ còn chưa biết diễn tả thứ cảm xúc này thế nào, nếu nhất định phải nói, thì có lẽ giống như cảm giác vào ngày cuối cùng của mùa hè mỗi năm, khi thả những con đom đóm vẫy cánh trong chiếc lọ thủy tinh bay đi vậy."
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "Còi Cầu Nguyện Của Khu Rừng Lạc Lối",
      "type": "OBJECT",
      "desc": "Cái còi bằng đất nung tượng trưng cho lời hứa giữa các yêu tinh nhỏ bé và hai đứa trẻ. Khi cậu bé và cô bé thổi cái còi, một tiếng \"Mem?\" vang lên, các yêu tinh sẽ mở hốc cây dẫn đến Khu Rừng Lạc Lối, chào đón họ đến chơi!",
      "typeText": "Dây Liên Kết",
      "backstory": "\"Phải nhớ lời hứa của chúng ta nhé! Bất cứ khi nào các bạn thổi cái Còi Cầu Nguyện trên tay, dù có ở cách bao xa, chúng tôi cũng sẽ nghe thấy.\"\n\nĐó là lần đầu tiên cậu bé và cô bé của Aedes Elysiae đến Khu Rừng Lạc Lối và gặp gỡ các yêu tinh. Họ đang chơi trốn tìm với bạn bè trong sân, chẳng may trượt chân rơi xuống cái hố cây sâu trong đám cỏ dại. Hố cây sâu hun hút, giống như một cái cầu trượt không đáy, trượt mãi đến tận cùng thì không bị ngã đến hoa mắt chóng mặt như dự đoán, mà lại lao thẳng vào đống yêu tinh...\n\"Một hai ba bốn năm sáu bảy, nhiều cún con quá, ờ... thỏ con?\"\n\"Không đúng, không đúng. Là do re mi fa sol la si. Chúng tôi lần lượt tên là Dorimem, Solimem, Relimem...!\"\n\nTình bạn của bọn trẻ và các yêu tinh đến nhanh và rực rỡ như cả ngàn ngôi sao băng, họ đã có một ngày vui vẻ bên nhau, nhưng rất nhanh thôi, thời điểm chia tay cũng đến, nếu không về, cha mẹ sẽ lo lắng mất.\n\"Sau khi chia tay, chúng ta có thể gặp lại nhau nữa không?\" Cậu bé hỏi với vẻ mặt đượm buồn.\nChia tay... Gặp lại... Các yêu tinh không hiểu lắm, Khu Rừng Lạc Lối chưa bao giờ có chia ly, cũng chưa bao giờ có gặp lại. Nhưng nhìn vẻ mặt của bọn trẻ, đó chắc chắn là một điều gì buồn bã, \"Relimem\" màu tím nghĩ ngợi một lát. \"Snowy, Reney, đợi tôi nhé, tôi có một thứ tặng các bạn!\"\n\nCậu bé và cô bé nâng niu món quà của Relimem trên tay. Đó là một cái còi hình tai yêu tinh, do chính Relimem tự tay làm, trên đó có bảy cái lỗ, chỉ cần thổi là sẽ phát ra âm thanh du dương, lần lượt đại diện cho: Do, re, mi, fa, sol, la, si. Relimem nghiêm túc nói, \"Nếu lần sau các bạn muốn đến Khu Rừng Lạc Lối chơi nữa, chỉ cần thổi cái còi này, dù chúng tôi đang ngủ, đang hát hay đang xây nhà lá, đều nhất định sẽ nghe thấy, sau đó sẽ mở hốc cây thông đến Khu Rừng Lạc Lối cho các bạn.\"\n\n\"Là cái còi bí ẩn đánh thức các yêu tinh đó!\" Cô bé cười tinh nghịch và nói. \"Ngoéo tay hứa nhé, chúng tôi sẽ quay lại.\"\nKể từ đó, thời điểm Relimem vui sướng nhất là khi tiếng còi vang lên, nó luôn hét lớn tiếng... Nghe thấy rồi, cả hai tai đều nghe thấy rồi!\n\nMãi cho đến sau này, Snowy và Reney rời khỏi Aedes Elysiae nhớ tất cả những điều thời thơ ấu. Đồ chơi bằng thiếc gỉ sét, những người lính đồ chơi gãy tay gãy chân trong kho thóc, những bông hoa móc bằng nỉ, tất cả những cơn mưa không thể rơi, máu đã khô từ lâu và những cánh đồng lúa bị thiêu rụi.\nNhưng lại quên đi cái còi chôn dưới đất, và một lời hứa không bao giờ được thực hiện."
    }
  ]
}