{
  "_id": 304,
  "id": "belobog_of_the_architects",
  "name": "Belobog Của Đấng Kiến Tạo",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>15%</nobr> Phòng Thủ của người trang bị. Khi Chính Xác Hiệu Ứng của người trang bị từ <nobr>50%</nobr> trở lên, Phòng Thủ tăng thêm <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 33045,
      "id": "pho_i_bo_h_belobog",
      "name": "Pháo Đài Bảo Hộ Belobog",
      "type": "NECK",
      "desc": "Bên trong là phong cảnh thường gặp nhất ở Khu Hành Chính Belobog: Tượng Đài Everwinter. Mọi người đi ngang qua đây, cảm nhận ánh mắt xa xăm mà ấm áp đang bảo vệ họ.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Hàng ngàn năm trước, Jarilo-VI có khí hậu quanh năm như mùa xuân và môi trường biển đáng ghen tị.\\n\\nRừng cây trĩu quả, thủy triều mang đến ấm áp ẩm ướt, rượu ngon như suối có thể lấy bất cứ lúc nào, ai cũng có thể uống. Cư dân địa phương rất hạnh phúc và tràn đầy sức sống, xây dựng những con đường, thành phố, biệt thự ven biển và cung điện tinh tế. Một cuộc sống phong phú dường như luôn bắt đầu bằng một tách cà phê vào lúc bình minh và kết thúc bằng một cốc mạch nha vào lúc hoàng hôn.\\n\\nSau đó, Đường Ray Tinh Cầu kết nối thế giới Jarilo-VI, đưa thương mại giữa các vì sao và công nghệ ngoài hành tinh đến đây.\\n\\nLúc đầu, du khách từ thế giới khác đến để tìm kiếm quặng Tủy Ngầm. Những khoáng vật trong suốt như pha lê này chứa huyết mạch thúc đẩy công nghiệp, ánh sáng màu hổ phách phản chiếu sự sáng chói của Bảo Hộ; Sau đó, du khách từ thế giới khác đến sinh sống lâu dài tại đây. Vịnh biển, cây cỏ và âm nhạc sôi động của nó rất thích hợp cho bất kỳ du khách mệt mỏi nào đang tìm kiếm một nơi trở về. Người ta tin rằng theo thời gian, hành tinh ẩm ướt này chắc chắn sẽ lấp lánh trong dải ngân hà giống như ngôi sao chói lọi khác.\\n\\nKhoảng một nghìn năm trước, một Stellaron băng qua bầu trời và rơi xuống thế giới này.\\n\\nNgay lập tức, số phận của toàn hành tinh liền lao dốc, giống như một trò hề vô lý. Đội quân hủy diệt tàn nhẫn từ trên trời ập xuống, chiến hoả ngập trời liên miên. Các Đấng Kiến Tạo đã xây dựng các bức tường thành và chiến tuyến, pho tượng cao trăm mét đứng sừng sững liền kề với cự thú hình rồng. Ngay sau đó, Băng Giá Vĩnh Cửu không báo trước đột ngột xuất hiện, gió bão lạnh giá nhấn chìm mọi thứ không phân biệt địch ta, cả hành tinh bỗng lặng ngắt như tờ... Chướng ngại không gian khổng lồ vô hình bao phủ thành phố, giống như ngọn nến trong vòng tay của đêm lạnh, để nền văn minh tiếp tục từ đây.\\n\\nVề sau, thành phố này được gọi là Belobog."
    },
    {
      "_id": 33046,
      "id": "phng_tuyn_thit_v_ca_belobog",
      "name": "Phòng Tuyến Thiết Vệ Của Belobog",
      "type": "OBJECT",
      "desc": "Thiết Vệ Bờm Bạc của Belobog đứng trong gió tuyết, họ xếp thành một hàng, chờ đợi kẻ xâm lược đến từ bên ngoài. Ý chí của Thiết Vệ hết sức kiên định, trận tuyến của Thiết Vệ cũng tuyệt đối không lùi bước.",
      "typeText": "Dây Liên Kết",
      "backstory": "Trước khi thảm họa xảy ra, Đấng Kiến Tạo đã có dự tính tốt đẹp dành cho Jarilo-VI.\\n\\nĐấng Kiến Tạo bắt chước sức mạnh của Qlipoth và tạo ra những cỗ máy có thể cải tạo hành tinh. Hàng trăm \"Gốc Rễ Của Tạo Vật\" đã thở ra ngọn lửa, gầm rú khắp nơi, giống như những người làm vườn khổng lồ không mệt mỏi sửa chữa những cánh đồng hoa hoang vắng. Chỉ trong vài thập kỷ, các khe núi và đồi núi đã biến thành đồng bằng và rừng rậm, các thành phố nằm rải rác trên bờ biển.\\n\\nSau khi điềm báo \"huỷ diệt\" ập đến, Đấng Kiến Tạo đã đưa hết máy móc vào chiến trường và xây dựng \"phòng tuyến thiết vệ\" đầu tiên.\\n\\nNhững binh lính Hủy Diệt giống như những con đom đóm bay qua lửa, theo Stellaron mà đến, in hằn dấu vết sinh linh lầm than. Những cỗ máy từng được dùng để \"sáng tạo\" nay phải biến thành vũ khí, vung nắm đấm sắt xông pha chiến trường không thuộc về mình; Cuối cùng những gã khổng lồ của vườn hoa đã ngã xuống, như bia mộ của nền văn minh, đánh dấu quá trình sụp đổ từng ngày của trận tuyến.\\n\\nNgày không có đường lui, Thiết Vệ đã siết chặt vũ khí, sau lưng họ là quê hương duy nhất còn sót lại.\\n\\nGiá lạnh ập đến nằm ngoài dự đoán của mọi người. Vào khoảnh khắc khi quái vật bên ngoài bầu trời và binh lính ở tiền tuyến giao chiến, tuyết rơi đầy trời. Trong sự hỗn loạn, Belobog trở thành ánh sáng duy nhất trên thế gian. Để dập tắt nó, để bảo vệ nó, hai bên rơi vào cuộc tàn sát không ngừng. Thiết Vệ gầm rú gọi tên Alisa Rand, quay người tiến vào sâu bên trong gió tuyết, và không bao giờ trở ra nữa.\\n\\nCho đến khi bão tuyết dừng lại, những người dân thành phố Belobog mới run rẩy trèo lên đỉnh thành phố để phóng tầm mắt ra xa.\\n\\nHọ đã chứng kiến \"phòng tuyến thiết vệ\" cuối cùng."
    }
  ]
}
