{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "Vùng Đất Nhặt Hài Cốt Tĩnh Lặng",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>12%</nobr> Giới Hạn HP của người trang bị. Khi Giới Hạn HP của người trang bị lớn hơn hoặc bằng <nobr>5000</nobr>, sẽ tăng <nobr>28%</nobr> Sát Thương Bạo Kích của người trang bị và Linh Hồn Ký Ức của người đó."
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "Bia Tưởng Niệm Người Đã Khuất Của Aidonia",
      "type": "NECK",
      "desc": "Bao bọc trong Quả Cầu Vị Diện là Aidonia của Amphoreus, những người tin vào {RUBY_B#Titan Tử Vong}Thanatos{RUBY_E#} đã xây dựng nên tượng đài khổng lồ trên cánh đồng tuyết, tôn kính vị Thánh Nữ đã mang đến cho họ lời chúc phúc của cái chết.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Aidonia... thành bang chết chóc phủ đầy tuyết, đã từng sừng sững trong gió tuyết, cũng đã lặng im trong gió tuyết.\n\nTrong Thời Kỳ Hoàng Kim kéo dài, hầu như mọi người đều được tận hưởng niềm vui trường sinh trên vùng đất ấm áp, nhưng một số rất ít người chán ghét chu kỳ ngày đêm luân phiên trì trệ, và quyết tâm tìm kiếm điểm kết thúc của sự sống. \"Sinh mệnh sinh ra từ đâu? Rồi sẽ đi về đâu?\" Thủ lĩnh của các nhà khổ hạnh, Eleusis, vừa lẩm bẩm những câu hỏi về sinh tử này, vừa cùng họ tiến về phương bắc, tìm kiếm một giấc mộng dài ngọt ngào và lạnh giá. Các nhà khổ hạnh mặc áo choàng định cư trên vùng đất hoang vu phía bắc tĩnh mịch, xây dựng một thành bang trang nghiêm... Tuyết rơi phủ kín quanh năm, được người đời gọi là \"Aidonia\".\n\nCách mà Thời Kỳ Hoàng Kim kết thúc đã bị thất lạc từ lâu trong biên niên sử, nhưng \"người chết đầu tiên\" của Amphoreus được cho là đến từ Aidonia, người đó đã nhận được món quà tử thần từ \"{RUBY_B#Titan Tử Vong}Thanatos{RUBY_E#}\", đó vừa là lòng thương xót, vừa là vinh dự tối cao.\n\nCác cư dân của Aidonia đã quen với khí hậu lạnh lẽo khắc nghiệt. Tuyết rơi cũng đã nhuốm màu tín ngưỡng tĩnh lặng của \"{RUBY_B#Titan Tử Vong}Thanatos{RUBY_E#}\", vừa chạm đất đã vội vã cướp đi hơi ấm của sự sống... Trong quá khứ xa xôi, khi những lữ khách từ phương xa bước vào lãnh thổ của Aidonia, họ luôn dễ dàng phát hiện ra những xác chết vô danh nằm dọc bên đường, trở về vòng tay của \"{RUBY_B#Titan Tử Vong}Bàn Tay Hắc Ám{RUBY_E#}\". Gió bắc kèm theo tiếng rít dài, người đã khuất hóa thành dấu hiệu trên đường, chỉ dẫn và cảnh tỉnh những người lữ hành trong gió tuyết. Những lữ khách ở Aidonia luôn vội vã lên đường nhân lúc hơi thở của sự sống vẫn còn trong họ.\n\nSau này, người Aidonia đã phát hiện ra những bia đá bi ai được dựng lên trên vùng đất hoang vu, nhận ra có người đang ban phước lành cho dòng chảy của sự sống và sự biến mất của sinh mệnh.\n\nDưới bia đá đó là một thiếu nữ vô danh yên nghỉ, xung quanh cô bao trùm một vùng chết chóc như bóng ma, ngay cả loài Cỏ Xương vốn hít thở bằng hơi thở của cái chết cũng héo úa và mục rữa. Người Aidonia cảm nhận được sự chạm nhẹ nhân từ của {RUBY_B#Titan Tử Vong}Thanatos{RUBY_E#} trên người cô, bèn đưa cô trở về thành và tôn thờ làm Thánh Nữ. Các tín đồ kính ngưỡng Titan noi theo hành động của thánh nữ, để đánh dấu sự kết thúc của một hành trình dài và sự trở về của những sinh mệnh trường cửu, họ dựng lên các bia đá khổng lồ trên vùng đất hoang vu... Sự sống và cái chết đều là những hành trình, còn nơi đây chỉ có những cột mốc ghi lại hành trình đó.\n\nNhững bia đá báo hiệu cho lữ khách từ phương xa đến rằng, không ai dừng chân ở đó, cũng không ai ngủ yên ở đó... Người đã khuất cũng là lữ khách, họ là gió bấc, là tuyết bay, là hàng nghìn sợi tơ đan xen."
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "Chuỗi Xương Âm Ty Của Aidonia",
      "type": "OBJECT",
      "desc": "Xương thú, mũi tên và chông sắt, kết nối người Aidonia với thế giới của những người đã khuất. Những Người Khổ Hạnh trên vùng đất hoang chỉ mong linh hồn của mình có thể vượt qua cõi lạnh lẽo, không vì sự cằn cỗi và yếu đuối của mình mà hoang mang lạc lối trên con đường diện kiến thần thánh.",
      "typeText": "Dây Liên Kết",
      "backstory": "Đã từng có kẻ ngốc tọc mạch gây khó dễ cho các tín đồ Aidonia, chất vấn việc Amphoreus lại tôn thờ cái chết... \"Các ngươi yêu mến {RUBY_B#Titan Tử Vong}Thanatos{RUBY_E#} đến vậy, sao không tự dùng giáo nhọn đâm xuyên ngực mình?\"\n\nNgười Aidonia khinh bỉ liếc nhìn hắn, \"Sông Styx không bao giờ đưa những linh hồn cằn cỗi qua sông.\"\n\nKể từ khi thành bang được xây dựng, Aidonia là thánh địa trân trọng sinh mệnh nhất trong toàn cõi Amphoreus. Các tín đồ của {RUBY_B#Titan Tử Vong}Thanatos{RUBY_E#} tin chắc rằng nước của Sông Styx lạnh lẽo thấu xương, không phải người thường có thể vượt qua, chỉ có những người đã trải qua rèn giũa đủ lâu ở thế gian, mới có thể vượt qua cõi lạnh lẽo nhờ linh hồn kiên cường, diện kiến {RUBY_B#Titan Tử Vong}Thanatos{RUBY_E#}. Tìm kiếm phước lành từ \"cái chết\", không có nghĩa là coi thường sinh mệnh.\n\nChính vì lý do này, mặc dù người Aidonia xem cái chết như một sự trở về và không thiếu những chiến binh đáng sợ, nhưng họ chưa bao giờ xâm chiếm vùng đất màu mỡ ở phía nam... Đó không phải là vùng đất có thể rèn luyện nên những linh hồn mạnh mẽ, và người Aidonia không thèm đắm chìm trong sự thoải mái.\n\nKhổ hạnh là nền văn hóa độc đáo của người Aidonia. Hằng năm khi tuyết tan, những ngày hiếm hoi quang đãng, không che khuất tầm nhìn được gọi là Lễ Hội Thu Thập Xương, các tư tế Aidonia sẽ lập đội ra khỏi thành, tìm kiếm hài cốt thú vật ngủ yên trong hoang mạc và đầm lầy. Hài cốt của những con quái thú thời tiền sử chết cách đây hàng triệu năm Lịch Ánh Sáng đương nhiên là vật tế lễ linh thiêng nhất, gõ vào xương của chúng, trong tiếng vọng trầm đục dường như kèm theo tiếng thì thầm của {RUBY_B#Titan Tử Vong}Thanatos{RUBY_E#}. Những chiếc xương thú vật lạnh ngắt dường như thấm đẫm cái lạnh của Sông Styx lần lượt được vận chuyển về thành... Những mảnh hơi vỡ sẽ được chế tác thành đồ trang sức cho cư dân, đeo cả ngày lẫn đêm; còn những mảnh nguyên vẹn sẽ được các tư tế tự tay mài giũa thành kiếm xương tang lễ, làm vật phẩm cúng tế trong lễ hội.\n\nVào một lần Lễ Hội Thu Thập Xương nọ, người Aidonia đã gặp một thiếu nữ trong hoang mạc. Sau đó, tin đồn \"cái chạm của cô ấy có thể khiến người ta vượt qua sự ngăn cách của Sông Styx, đối mặt với cái chết\" nhanh chóng lan truyền.\n\nNhững người sùng bái \"Tử Vong\" tranh nhau đến thánh điện, chỉ để được gặp người đại diện của {RUBY_B#Titan Tử Vong}Thanatos{RUBY_E#}. Các tư tế Aidonia nhạy bén phát hiện thiếu nữ này sẽ làm ảnh hưởng đến sự tôn sùng của người dân đối với tín ngưỡng, vì vậy đã phong thiếu nữ làm Thánh Nữ Đốc Chiến, nghiêm cấm dân thường tiếp xúc với cô. Chỉ có những Người Khổ Hạnh đã trải qua gian khổ của thế gian, tôn kính sự sống và cái chết mới có tư cách được hồn về cõi âm trong vòng tay của người thiếu nữ. Thiếu nữ mặc chiếc áo choàng do các tư tế chuẩn bị, dùng hai tay hành hình, và dùng cái ôm của mình làm nghi lễ nhập liệm.\n\nNgười Aidonia thật sự tin vào chân lý \"Sông Styx không bao giờ chở những linh hồn cằn cỗi\". Tuy nhiên, Sông Styx không bao giờ hỏi về sức nặng của linh hồn, nó chỉ lặng lẽ chảy, dẫn dắt mọi sự sống đến hồi kết không thể tránh khỏi, nơi mọi linh hồn hội tụ."
    }
  ]
}