{
  "_id": 310,
  "id": "broken_keel",
  "name": "Bộ Khung Bị Gãy",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>10%</nobr> Kháng Hiệu Ứng của người trang bị. Khi Kháng Hiệu Ứng của người trang bị từ <nobr>30%</nobr> trở lên, Sát Thương Bạo Kích của toàn bộ phe ta tăng <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [
        33105,
        43105,
        53105,
        63105
      ],
      "id": "insumousus_whalefall_ship",
      "name": "Tàu Cá Voi Insumousu",
      "type": "NECK",
      "desc": "Bên trong là khu tự trị Insumousu ở Thalassa. Xianzhou \"Daiyu\" bị hỏng và đâm vào đây, bắt đầu cho nền văn minh của Insumousu.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "\"Ngày xửa ngày xưa, cung điện của các vị thần từ trên trời rơi xuống.\"\n\nĐầu tiên là bóng đen bên ngoài bầu khí quyển, tiếp theo là ngọn lửa do ma sát của bầu khí quyển, và cuối cùng nó lộ ra toàn bộ diện mạo — đó là một cung điện khổng lồ, ngay cả khi tất cả các nghệ nhân của Insumousu tập hợp lại, cũng không thể tạo ra một thứ vĩ đại đến vậy. Nó từ từ rơi xuống, như thể ngưng tụ ở phía chân trời, đại dương của Insumousu đủ rộng lớn, nhưng không ai dám chắc nó đủ để chứa tiên cung từ trên trời rơi xuống này hay không.\n\n\"Có người chạy trốn tứ phương, có người lưu lại trong thôn làng ở đáy biển và trên mặt đất, chờ đợi thần linh giáng thế.\"\n\nXác tàu Xianzhou \"Daiyu\" rơi xuống bề mặt hành tinh Thalassa. Trung tâm vùng biển Insumousu bị va chạm tạo thành một hố nước sâu thẳm, sau bảy ngày, hành tinh mới dần bình phục trở lại. Phế tích hùng vĩ đứng lặng lẽ dưới đáy biển, giống như hài cốt của một vị thần, u buồn và tráng lệ. Người Insumousu sống sót sau thảm họa vốn sống dưới đáy biển, họ kinh ngạc và tiếc nuối vì quê hương thân thuộc của họ đã bị tiên cung va chạm và vỡ nát. Họ hò reo, nhảy cẫng lên vì sung sướng, sau sự kiện thần linh giáng thế này, xác tàu \"Daiyu\" đã trở thành ngôi nhà mới của họ.\n\nĐiều kiện sống được cải thiện đã giúp người dân Insumousu có thêm thời gian và năng lượng để suy nghĩ. Nhìn quanh những phế tích hùng vĩ, cuối cùng họ cũng có thời gian để đặt câu hỏi quan trọng: \"Họ\" là ai? \"Họ\" đến từ đâu?\n\nLúc đó, người dân Insumousu chưa biết luyện kim loại, cũng chưa phát minh ra chữ viết. Đành phải bổ sung kiến thức bằng trí tưởng tượng, lý giải mọi thứ bằng những câu chuyện. Do đó, \"truyền thuyết\" đã ra đời. Truyền thuyết được truyền miệng, và tạo nên \"thần thoại\". Thần thoại xây dựng nhận thức và \"nền văn minh\" được tạo ra từ đó. Hàng trăm năm sau sự dịch chuyển của các vì sao, Thalassa đã trở thành đối tác thương mại của Liên Minh Xianzhou, cư dân biển Insumousu lần đầu tiên bước vào \"Tiên Cung\", lần đầu tiên nhìn thấy toàn cảnh Xianzhou. Cuối cùng họ cũng biết được sự thật về \"thần giáng thế\".\n\nNgười Insumousu được giáo dục tốt luôn coi mình là hậu duệ nào đó của \"Daiyu\", \"Thứ mà Daiyu từng theo đuổi chính là thứ mà chúng ta nên theo đuổi, thứ mà Daiyu từng chống lại là thứ mà chúng ta nên chống lại.\". Khi họ nói về những câu chuyện trong quá khứ, họ vẫn mở đầu như vậy.\n\n\"Ngày xửa ngày xưa, cung điện của các vị thần từ trên trời rơi xuống.\""
    },
    {
      "_id": 33106,
      "ids": [
        33106,
        43106,
        53106,
        63106
      ],
      "id": "insumousus_frayed_hawser",
      "name": "Dây Thừng Sờn Rách Insumousu",
      "type": "OBJECT",
      "desc": "Con thuyền hỏng Xianzhou \"Daiyu\" rơi xuống vĩnh viễn neo đậu ở một vùng đất xa lạ, có lẽ đã đến lúc tháo dây thừng và để nó trở về rồi.",
      "typeText": "Dây Liên Kết",
      "backstory": "Với sự khai sáng của nền văn minh, người dân Insumousu không còn coi nạn nhân của vụ đắm tàu là những vị thần giáng trần nữa, nhưng điều này không làm thay đổi lòng tôn kính của họ. Các nhà thơ ở Insumousu đã ca tụng: \"Biển lớn nuốt chửng những người phàm, nhưng linh hồn sẽ sống mãi mãi.\"\n\nTheo lịch của Insumousu, ngày nghỉ thứ hai của tháng biển gào hàng năm là \"Lễ Thần Giáng Thế\"... Những cư dân dưới nước sẽ đọc kinh, nuốt thảo mộc và nhảy những điệu múa kỳ lạ theo dòng nước, để tưởng nhớ những \"vị thần\" đã ngã xuống nhằm ban phước lành cho Insumousu. Đến thời cận đại, \"Lễ Thần Giáng Thế\" dần mất đi ý nghĩa tôn giáo vốn có... Ca dao đã thay thế kinh sách, thức ăn đã thay thế thảo mộc, chỉ còn lại những điệu nhảy kỳ lạ là di sản văn hóa lưu truyền đến ngày nay.\n\nTrong hàng trăm Lịch Hành Tinh gần đây, Insumousu đã không ngần ngại chia sẻ nền văn hóa độc đáo của mình với thế giới bên ngoài, hình thức của Lễ Thần Giáng Thế cũng đang âm thầm thay đổi.\n\nThành phố trên đất liền của Insumousu thường là thế giới của những người trẻ tuổi, trong lễ hội, họ thức suốt đêm và ca hát. Du khách từ vùng ngoài thường chọn tham gia vào sự kiện lớn trong lễ hội, đặc biệt là du khách Xianzhou rất thích nơi này, họ yêu không khí sôi động, nóng như lửa đốt và choáng ngợp như thủy triều nơi đây. Khi tuổi thanh xuân qua đi, phổi của cư dân dưới nước sẽ dần thu hẹp lại, một bên cổ sẽ biến thành dạng mang cá, tay chân và hai mắt sẽ thay đổi để phù hợp hơn với cuộc sống dưới nước. Các nhà thơ luôn nói \"Người dân Insumousu bỏ lại tuổi trẻ ồn ào ở đất liền, đem tuổi già yên tĩnh đến với biển cả\".\n\nDưới sự thúc đẩy của Thương Hội Thiên Khu Xianzhou, lễ hội lại có thêm một nghi thức... Lẻn vào con tàu bị hỏng \"Daiyu\" để tìm kiếm Thuyền Sao thu gom hài cốt người Xianzhou, rồi phóng họ đến hằng tinh nơi Thalassa thuộc về.\n\nTrong khi tiếp xúc với lịch sử của \"Daiyu\", người dân Insumousu cũng biết được bi kịch của thời khắc gục ngã: Khi Xianzhou Daiyu tan rã và mọi thứ không thể cứu vãn được, thì thủ lĩnh của Daiyu là Qingzhu đã lập tức quyết định, thề sẽ hy sinh anh dũng để cắt đứt sự lây nhiễm của lời nguyền Thọ Ôn. Liên Minh Xianzhou hy vọng rằng những anh hùng đã ngã xuống sẽ có được một buổi lễ tưởng niệm vẻ vang, còn người dân Insumousu được cứu khỏi thảm họa cũng đã đưa ra câu trả lời của mình.\n\nVào một thời khắc nào đó trong đêm lễ hội, tiếng reo hò bỗng im bặt... Thanh niên, trẻ nhỏ và người Xianzhou ngồi trên bờ, trong khi những người trưởng thành trồi lên khỏi mặt nước, nhìn vào mặt biển một cách trang trọng. Ngay sau đó, vài chiếc Thuyền Sao đã lao ra khỏi mặt nước, bay về phía hằng tinh.\n\nTrên Thuyền Sao có khắc một dòng chữ Insumousu rất đẹp... \"Bạn hãy tháo dây cho người thủy thủ bị chết đuối. Đừng khóc, sau khi tôi chết đi, bạn sẽ có thể ra khơi bình an.\""
    }
  ]
}