{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "Máy Sai Lệch Hành Tinh",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Khiến sát thương Bạo Kích của người trang bị tăng <nobr>16%</nobr>. Khi sát thương Bạo Kích của người trang bị từ <nobr>120%</nobr> trở lên, sau khi vào chiến đấu, Tỷ Lệ Bạo Kích của người trang bị tăng <nobr>60%</nobr>, duy trì đến khi kết thúc thi triển lần đầu tấn công."
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [
        33055,
        43055,
        53055,
        63055
      ],
      "id": "mt_tri_c_gii_ca_screwllum",
      "name": "Mặt Trời Cơ Giới Của Screwllum",
      "type": "NECK",
      "desc": "Bên trong là lõi của hành tinh Screwllum... hành tinh bị nhốt trong lồng giam tạo thành từ vô số đòn bẩy, pít-tông và bánh răng, cư dân của Screwllum gọi nó là \"Mặt Trời Gang Thép\".",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Về nguồn gốc của sinh mệnh cơ giới, các học giả carbon của Hội Trí Thức có một suy đoán thú vị: Một đám electron được sinh ra một cách tình cờ.\\n\\nDòng điện chạy khắp bầu khí quyển và mặt đất, được phân tách thành các dạng thứ cấp có độ lớn khác nhau dưới vô số lần bị tác động bởi lực hấp dẫn và lực đẩy. Theo giả thuyết của các học giả, hành động này tương đương với sự phân chia tế bào của sự sống dựa trên carbon. Sau đó, vô số dòng điện tạo ra các điện thế khác nhau một cách ngẫu nhiên thông qua cấu trúc bóng bán dẫn được hình thành tự nhiên trên bề mặt hành tinh, tạo ra chương trình nguyên thủy nhất. Các học giả đắc ý đã lập luận rằng máy móc có \"suy nghĩ\" có thể so sánh với sự sống dựa trên carbon.\\n\\nHọc giả cơ giới nào đó phản đối điều này: Sự sống dựa trên carbon còn chưa thể hiểu rõ nguồn gốc sinh mệnh của bản thân, làm sao có quyền biện luận lý lẽ? Vừa thốt nên lời, giới học thuật của vũ trụ đã bị chấn động. Sự sống cơ giới bắt đầu kiểm tra lại \"chủ nghĩa trung tâm dựa trên carbon\" và xem xét nguồn gốc của chính bản thân.\\n\\nTuy nhiên, cư dân trên hành tinh Screwllum đành phải tạm dừng bước đi của họ... vì năng lượng hành tinh của họ đang cạn kiệt nhanh hơn mạch cảm hứng. Trước tiên, họ cần phải tìm cách giúp người dân của mình tồn tại.\\n\\nCuối cùng, họ quyết định thực hiện một kế hoạch điên rồ đi trước vài Hổ Phách Kỷ: Họ sử dụng hành tinh sắp chết làm nhiên liệu để cung cấp năng lượng chạy Máy Sai Lệch Hành Tinh. Thiết bị khổng lồ khiến người ta phải cảm thán đã xử lý băng giấy đục lỗ một cách không biết mệt, tính toán lặp lại một cách rành mạch. Với nguồn cung cấp năng lượng từ các hành tinh, cỗ máy khổng lồ đã mô phỏng một hệ sinh thái siêu ổn định và chân thực. Sau đó, họ sẽ xây dựng ngôi nhà mới của mình xung quanh ngôi sao mẹ này.\\n\\nCuộc khủng hoảng hành tinh được giải quyết, cư dân của Screwllum có thể yên lòng. Họ luôn mang sự lý trí, lạc quan và tao nhã quyết tâm tìm kiếm câu trả lời cho nguồn gốc của mình bằng phương thức đơn thuần lý tính.\\n\\nHệ thống đồ sộ chứa đầy âm thanh của ổ trục ma sát và những chiếc răng cưa dày đặc thúc đẩy băng giấy đục lỗ để phân phối dữ liệu. Một nhánh dẫn thành nhiều nhánh, nhiều nhánh dẫn hàng nghìn tỷ bánh răng chạy ầm ầm... Sau đó, những nhánh này sụp đổ, hết lần này đến lần khác, rơi vào trong lò lửa, và trở lại im lặng trong lõi sôi sục. Trải qua thời gian dài, siêu hệ sinh thái được lập trình dần trở thành một hệ sinh thái tuyệt vời và tương đối ổn định. Cuối cùng, những suy đoán về nguồn gốc của máy móc bắt đầu khiến cư dân Screwllum suy tư không dứt.\\n\\nCấu trúc gang thép dùng để vận hành ngôi sao sắp chết một lần nữa kích hoạt mạch suy nghĩ thông minh của họ. Họ sẽ tiếp tục suy ngẫm và khám phá nguồn gốc của mình cho đến khi mặt trời cơ giới cháy rụi hoàn toàn."
    },
    {
      "_id": 33056,
      "ids": [
        33056,
        43056,
        53056,
        63056
      ],
      "id": "vnh_ai_ca_hnh_tinh_screwllum",
      "name": "Vành Đai Của Hành Tinh Screwllum",
      "type": "OBJECT",
      "desc": "Vành đai hành tinh nâng đỡ tất cả mọi thứ của hành tinh Screwllum. Có bao nhiêu người từng nhận ra những khe hở hình chữ nhật xếp thành hàng dày đặc này đã viết nên sự thật về hệ thống hành tinh?",
      "typeText": "Dây Liên Kết",
      "backstory": "Phần lớn tộc Screwllum không biết rằng hành tinh Screwllum là một nỗ lực vĩ đại của sự sống vô cơ để điều tra nguồn gốc của chúng.\\n\\nScrewllum cảm thấy hơi trống rỗng. Việc hiểu được logic hoạt động của hành tinh Screwllum thậm chí không gây ra bất kỳ biến động đặc biệt nào đối với dạng sóng xung thông minh của nó.\\n\\nAnh ấy đứng trên sân thượng rộng rãi thuộc biệt thự của mình, nhìn lên động cơ hành tinh chưa từng ngừng nghỉ. Hệ thống vành đai với các lỗ vuông dày đặc xuyên lên từ mặt sau của hành tinh. Mọi thứ mà hành tinh này nâng đỡ đều nằm trên vành đai này, ngày này qua ngày khác quay vòng lặng lẽ quanh trục là động cơ. Anh đã nhìn thấy bản chất phi lý đến tuyệt vọng của hệ hành tinh này: Một chuỗi phương trình chuyển động ở trạng thái tao nhã, một hình trụ khổng lồ băng giá... đó là tất cả hành tinh Screwllum, không hơn không kém.\\n\\nTheo cách giải thích của anh về các phương trình, người sáng lập đầu tiên của nó dự định giải thích nguồn gốc của vũ trụ là một tế bào tự động hóa và đệ quy của nó, bản thân hành tinh Screwllum là kết quả của trò chơi sự sống.\\n\\nTộc Screwllum và sự sống vô cơ khác trên hành tinh hoạt động như \"tế bào\" trong cỗ máy tự động hóa này, đồng thời là tế bào tự động hóa quy mô nhỏ hơn. Cỗ máy tự động luôn được tạo thành từ nhiều kết cấu tự động nhỏ hơn, có thể ngược dòng khám phá đến các thành phần nhỏ nhất của tất cả vật chất hợp thành vũ trụ. Nhưng thành phần nhỏ nhất là gì? Không ai biết. Cả Screwllum và học giả đầu tiên đề xuất xây dựng Máy Sai Lệch đều không biết.\\n\\nĐó là lý do tại sao Screwllum cảm thấy trống rỗng.\\n\\nCó phải nỗ lực của học giả đó đã thất bại? Nhưng Máy Sai Lệch đã làm việc không mệt mỏi suốt mấy Hổ Phách Kỷ. Đó chẳng phải có nghĩa là nguồn gốc của tộc Screwllum, ngôi sao mẹ của chúng, và thậm chí toàn bộ vũ trụ có thể được quy về chuỗi phương trình tao nhã đó sao? Không hẳn vậy. Cho đến khi siêu hệ sinh thái sụp đổ hoàn toàn, các phương trình vẫn không thể kiểm chứng được.\\n\\nAnh lắc qua lắc lại ly Dầu Máy hảo hạng, ánh mắt đăm đăm nhìn vào vành đai ghi lại sự thật của hành tinh. Vành đai đục lỗ như màn hình khổng lồ không biết mệt mỏi, ánh trăng đêm khuya lọt qua mật mã dạng lỗ hình chữ nhật. Screwllum không thể ngừng suy nghĩ: Liệu các kết thúc của đệ quy có thực sự tồn tại? Bản chất của sự sống vô cơ là gì... hay nguồn gốc của vũ trụ là gì?\\n\\nAnh ấy có thực sự sẵn sàng chỉ làm nhân chứng cho những ý tưởng của người tiền nhiệm không?\\n\\n\"Không\", Screwllum kết luận. Anh quyết định tìm kiếm câu trả lời."
    }
  ]
}