{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "Quyền Vương Đường Phố",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Sát Thương Vật Lý tăng <nobr>10%</nobr>.",
    "4": "Sau khi người trang bị tấn công hoặc bị tấn công, tấn công của người trang bị trong trận này tăng <nobr>5%</nobr>, tối đa cộng dồn <nobr>5</nobr> tầng."
  },
  "pieces": [
    {
      "_id": 31051,
      "ids": [
        31051,
        41051,
        51051,
        61051
      ],
      "id": "m_bo_h_ca_quyn_vng",
      "name": "Mũ Bảo Hộ Của Quyền Vương",
      "type": "HEAD",
      "desc": "Mũ bảo hộ đầu có hiệu quả bảo vệ rất tốt khi đấu quyền anh, vô cùng vừa vặn với gương mặt của chủ nhân.",
      "typeText": "Đầu",
      "backstory": "Lăn lộn trên đường phố, Lindsay chưa từng nghĩ đến việc được mời tham gia một trận đấu quyền anh nghiêm túc, ngay từ đầu cô đã không tin sẽ có người đánh bại được mình, chứ đừng nói là một người trung niên.\n\nNgười tự nhận là huấn luyện viên quyền anh ấy đã chuẩn bị sẵn áo giáp cho Lindsay, và thách đấu cô, nếu thắng, bà muốn Lindsay trở thành học trò của bà.\n\nLindsay không thèm để ý đến những trang phục rườm rà, bèn ném đồ bảo hộ mà bà ấy đưa cho sang một bên. Cứ tưởng bản thân sẽ đánh thắng một cách dễ dàng bằng tốc độ phản ứng nhanh nhạy, nào ngờ chỉ trong ba bước, bà ấy đã áp sát đến, nhanh chóng hạ đo ván bằng một cú ngay mặt. Sau pha ngất xỉu, Lindsay nhặt chiếc mũ bảo hộ đầu lên, và trong tầm nhìn hạn hẹp của mình, cô đã nhìn thấy một thế giới mới.\n\n\"Đây có phải là nắm đấm của một võ sĩ quyền anh không? Thật thú vị, nếu bà định dạy tôi, thì bà phải làm cho tôi trở thành người mạnh nhất.\"\n\nMiệng thì vẫn không ngừng phàn nàn, nhưng Lindsay có chơi có chịu. Cô ấy khoác lên mình bộ đồ bảo hộ và chính thức bước vào thế giới quyền anh."
    },
    {
      "_id": 31052,
      "ids": [
        31052,
        41052,
        51052,
        61052
      ],
      "id": "gng_tay_pho_ca_quyn_vng",
      "name": "Găng Tay Pháo Của Quyền Vương",
      "type": "HAND",
      "desc": "Găng tay đánh quyền anh được bảo quản cực tốt, có hư hỏng nhẹ nhưng không ảnh hưởng đến việc sử dụng thực tế.",
      "typeText": "Tay",
      "backstory": "Lindsay, người mới bước vào sàn đấu quyền anh, có kỹ năng đấm bốc sắc bén, chỉ biết tấn công chứ không biết phòng thủ.\n\nKinh nghiệm đường phố không hoàn toàn có thể áp dụng trên sàn đấu chăng dây, và trận đấu quyền anh do Ekaterina dàn xếp đã đánh bại sự kiêu ngạo của cô bé hoang dã.\n\nSau khi thất bại trong các trận đấu địa phương, sự tự tin và vẻ ngạo nghễ của cô tụt dốc thê thảm, không thể không nghĩ về nhịp điệu tấn công và phòng thủ mà Ikatrina đã dạy cho cô ấy. Một Lindsay vốn chỉ biết đấm đá, nay tưởng chừng như được nữ thần chiến đấu hôn tặng, dần dần lĩnh hội được sự thú vị của việc chuyển thế tấn công và phòng thủ. Khi định thần lại, lần đầu tiên cô phát hiện miếng bảo vệ ngón tay đã nứt, đôi găng tay cũng đã thấm đẫm máu và mồ hôi.\n\n\"Con phải tìm ra nhịp điệu của chính mình và đừng rơi vào bẫy của đối thủ.\"\n\nLindsay chợt hiểu ra châm ngôn của Ekat, và cũng hiểu được Ekat - người luôn nghiêm khắc với đôi mắt ấm áp, từ lâu đã coi cô như con ruột của mình."
    },
    {
      "_id": 31053,
      "ids": [
        31053,
        41053,
        51053,
        61053,
        55006
      ],
      "id": "bo_h_ngc_ca_quyn_vng",
      "name": "Bảo Hộ Ngực Của Quyền Vương",
      "type": "BODY",
      "desc": "Tấm bảo vệ ngực chuyên dụng cho tay đấu quyền anh, lớp ngoài và tấm lót gắn chặt vào nhau, vừa bảo đảm an toàn vừa không ảnh hưởng đến việc phát huy kỹ thuật.",
      "typeText": "Thân",
      "backstory": "Phòng tập đêm trước trận đấu quyền anh diễn ra như thường lệ, với những tay đấm nhanh và nặng đang rít lên những bao cát.\n\nMồ hôi thấm đẫm giáp ngực sát người, màn hơi nóng bỏng cách ly Lindsay với hiện thực, cô muốn trốn chạy.\n\nLindsay cố gắng hết sức để kiểm soát cảm xúc của mình, trên gương mặt cô lấp lánh mồ hôi trộn lẫn với nước mắt. Vào giữa đêm, cô cởi bỏ miếng bảo vệ ngực và viết tên \"Ekat\" vào bên trong, cô ấy muốn thực hiện lời hứa giành chiến thắng vì cái tên này. Đây là trận đấu then chốt để hướng đến nhà vô địch quyền anh, đồng thời cũng là trận đầu tiên của Lindsay không có huấn luyện viên kề cận. Trước khi bước lên sàn đấu, Lindsay tự hào ưỡn ngực trước ống kính.\n\n\"Lindsay... Con và con gái ta có cái tên giống hệt nhau. Khi con bé ra đi, ta cứ ngỡ thế giới đã sụp đổ, cho đến khi ta gặp con. Cảm ơn con, Lindsay.\"\n\n\"Hãy bảo vệ con, Ekat.\" Cái tên quan trọng nhất đang được dán trên trái tim nóng hổi."
    },
    {
      "_id": 31054,
      "ids": [
        31054,
        41054,
        51054,
        61054
      ],
      "id": "giy_bc_nhy_ca_quyn_vng",
      "name": "Giày Bước Nhảy Của Quyền Vương",
      "type": "FOOT",
      "desc": "Kết hợp khéo léo giữa da và lưới, sử dụng đệm lót giày dày, đế giày mỏng để đảm bảo độ linh hoạt của bước chân.",
      "typeText": "Chân",
      "backstory": "Lindsay với cơ thể nhỏ nhắn được biết đến với lối ra đòn linh hoạt, đòn chân nhanh nhẹn như cánh bướm lướt qua cánh hoa.\n\nDù những cú đấm nhanh của đối thủ dữ dội như mưa cũng chỉ sượt qua vai của Lindsay, đây chính là \"Bước Nhảy Lindsay\" thương hiệu.\n\nĐể luyện được tốc độ đặc biệt của Lindsay, Ekaterina đã đưa cô gái đường phố đến với vũ hội thượng lưu, tay nắm tay, xoay tròn và xoay tròn... Lindsay chân ướt chân ráo đã dần dần theo kịp bước chân, dường như cô ấy đã hiểu, người tự xưng là huấn luyện viên quyền anh này không chỉ đơn giản là một huấn luyện viên. Trên sàn nhảy mờ ảo, ở một nơi êm dịu nào đó trong trái tim Lindsay chợt bị một cảm giác kỳ diệu lạ lùng bao phủ.\n\n\"Muốn nhảy một điệu nữa không?\"\n\nLindsay xuất thân từ đường phố chưa từng nghĩ rằng mình sẽ có trải nghiệm như vậy, cô nhìn vào đôi mắt trong veo của Ekaterina, không thể từ chối."
    }
  ]
}