{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "Duran - Vương Triều Sói Hoang",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Khi nhân vật phe ta thi triển Đòn Đánh Theo Sau, người trang bị sẽ nhận 1 tầng Công Huân, tối đa cộng dồn <nobr>5</nobr> tầng. Mỗi tầng Công Huân sẽ khiến sát thương Đòn Đánh Theo Sau của người trang bị gây ra tăng <nobr>5%</nobr>, khi cộng dồn đầy <nobr>5</nobr> tầng, tăng thêm <nobr>25%</nobr> Sát Thương Bạo Kích của người trang bị."
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "duran_lu_mi_vm_vng",
      "name": "Duran - Lều Mái Vòm Vàng",
      "type": "NECK",
      "desc": "Thứ mà Vị Diện đang bao bọc là Lều Mái Vòm Vàng của Người Boris ở Thanh Khâu. Khác với danh tiếng man rợ mà Người Boris để lại trong thiên hà, họ sở hữu công nghệ sinh học phi thường. Bầy sói tụ tập bên cạnh Cha Đỡ Đầu Duran vĩ đại, xem các ngôi sao trên trời như gia súc, chạy đuổi quanh chúng.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Khúc dạo đầu bài ca dao cổ xưa của Người Hồ Ly và Người Boris đều luôn ngân nga một cách đầy hoài niệm về mảnh đất màu mỡ và khí hậu ôn hòa của \"Hành Tinh Thanh Khâu\". Nhưng nếu đọc kỹ lại, người tinh ý sẽ nhận ra đây chỉ là phần giới thiệu về chủ đề muôn thuở: \"Chiến tranh\".\\n\\nNhờ tài năng trồng trọt và kinh doanh, tộc hồ ly đã xây dựng nên những thành bang thịnh vượng bên cạnh những dòng sông; Và dưới bầu trời cực quang rộng lớn, những người con của tộc sói tiến hành săn bắt và chăn thả trong biển cỏ mênh mông, từ đó hình thành nên các bộ lạc, phân bổ rải rác ở khắp nơi. Thương nhân chế nhạo người chăn nuôi là những kẻ man rợ, người chăn nuôi lại khinh miệt thương nhân vì sự xảo quyệt của họ. Nhưng tất cả bọn họ đều phải đối mặt với sự tra tấn khắc nghiệt của chu kỳ tự nhiên: \"Hè Hồ Ly\" và \"Đông Sói\".\\n\\nVào mùa hè bội thu được Thần Hồ Ly ban tặng, hai bộ tộc ngừng chiến, ai nấy đều hài lòng; Một khi Thần Sói cho sương trắng rơi xuống, dòng tuyết lan ra từ các địa cực, nạn đói sẽ buộc cả hai phe phải đánh nhau không ngừng.\\n\\nBài ca dao nhắc rằng, mùa \"Đông Sói\" bất tận cứ kéo dài, mặc dù Mặt Trời Thanh Khâu đã quay <unbreak>33</unbreak> vòng. Nghèo khổ và đói khát đổ xuống đầu, dù là những con vật được thờ trên vật tổ, người ta cũng phải ăn để thỏa mãn cơn đói. Sau khi thấy trước được kết cục xương trắng khắp nơi, một Đấng Cứu Thế đã leo lên ngọn núi cao nhất trên thế gian... Trong thần thoại Người Hồ Ly, mọi người gọi cô là Tushan; Nhưng trong ca dao của Người Boris, người ta gọi anh là Duran. Nhưng bất kể Đấng Cứu Thế đó được gọi là gì đi nữa, thì người đó cũng đã cầu nguyện với Chúa Tể Trường Sinh, mong Ngài ban cho lương thực để mọi người có thể sống tiếp. Và rồi đỉnh núi nứt ra, Xích Tuyền ngọt ngào chảy ra từ khe hở.\\n\\nNhững người uống nước Xích Tuyền đã nhận được sức mạnh, sự nhanh nhạy và sức bền từ thịt thú mà họ đã ăn. Trong mạch máu của họ cũng trào dâng sự hoang dã của loài thú, hình dạng dã thú càng ngày càng trở nên rõ ràng... Thế giới đã thay đổi từ đó, và không bao giờ có thể quay lại như ngày xưa nữa.\\n\\nLấy Xích Tuyền làm vật dẫn, mọi đồ dùng tộc khuyển nhân mới ra đời cần đều được làm ra từ đó... Thứ trồng ngoài đồng không còn là lúa gạo, mà là Thị Nhục; Thứ che chắn cơ thể không còn là vải bố, mà là nhau thai; Ngay cả trận tuyết lạnh lẽo từng làm khiếp sợ nền văn minh Thanh Khâu cũng không còn gì đáng sợ nữa: tộc Khuyển Nhân nuôi cấy màng sinh học ở các vùng cực, tạo ra những chiếc lều mái vòm ấm áp, ngăn cách sự khốn khó của Đông Sói ở bên ngoài.\\n\\nSau đó, sự biến động của Thanh Khâu cũng không khác gì so với khi tất cả Tộc Đoản Sinh chuyển hóa thành Tộc Trường Sinh... Dân số gia tăng, sinh thái sụp đổ, nội chiến loạn lạc... Dù tộc Khuyển Nhân có cầu nguyện với Chúa Tể Trường Sinh bao nhiêu đi chăng nữa, họ cũng không bao giờ được đáp lại. Thế là họ hiểu ra một chân lý: Mọi thứ được Chúa Tể Trường Sinh ban cho đều đã có sẵn, muốn sống tốt hơn thì phải tự mình giành lấy.\\n\\nTụ họp lại bên cạnh Cha Đỡ Đầu Duran vĩ đại, Khuyển Nhân hướng mắt lên bầu trời phía Chúa Tể Trường Sinh ngự trị. Những ngôi sao đang tỏa sáng giống như miền đồng cỏ chăn nuôi đang háo hức chờ đợi những bước chân chinh phục. Họ sẽ mang \"Đông Sói\" đến với những nền văn minh trên các hành tinh đó.\\n\\nRất lâu sau này, kẻ thù truyền kiếp của họ - người Xianzhou - đã gọi họ là \"người Boris\", trong tiếng Thanh Khâu có nghĩa là \"sói\"."
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "durandy_cng_th_robot",
      "name": "Duran-Dây Cương Thú Robot",
      "type": "OBJECT",
      "desc": "Là dây cương, là cùm sắt, cũng là roi da. Chân lý đầu tiên mà chàng trai trẻ Boris cao hơn chân của Thú Chiến được dạy là: Luôn giữ chặt dây cương trong tay, nếu không bản thân sẽ trở thành con vật bị nô dịch, thậm chí làm thức ăn gia súc.",
      "typeText": "Dây Liên Kết",
      "backstory": "Trong ngôn ngữ của người Boris, dây cương còn được gọi là \"assa-chita\", có nghĩa là \"cuốn sách sống\".\\n\\nVào thời điểm hai mặt trăng gặp nhau, khi bầu trời đêm sáng nhất, phù thủy của bộ tộc săn bắn sẽ trao dây cương cho các hậu duệ Duran như một món quà trưởng thành. Sợi dây cương trống trơn này sẽ là cuốn sách ghi lại những trận chiến trong suốt cuộc đời họ.\\n\\nNgay sau khi lễ trưởng thành kết thúc, người Boris phải đi vào trang trại vũ khí, lựa chọn và thuần hóa chú chiến mã đầu tiên của mình từ trong các con Thú Robot được chọn lọc và nhân giống bằng Pháp Thuật Gen. Bọn Thú Robot lấy những người bị chinh phục làm thức ăn kia có sự nhạy bén và tàn ác kinh người... Nhưng so với chủ nhân tương lai của chúng, thì đám Thú Robot lại chẳng khác gì những chú cừu non. Ánh trăng khơi dậy dòng máu hoang dã dâng trào trong cơ thể, các thanh niên Boris và Thú Robot rượt đuổi và đánh nhau. Có người chết vì nụ hôn của dã thú, đó là số mệnh của kẻ yếu; có người giết hại đồng bào của mình, đây là cách phân phối của dã thú... Chàng trai trẻ Boris vật con chiến mã yêu thích ngã lăn xuống đất, buộc dây cương được khảm roi gai thần kinh quanh cổ nó... Những con vật bị chấn động trước cảm ứng tâm linh của người chủ tương lai, và trở thành con thú bị thuần hóa như thể đã nhận lấy hàng trăm phát đòn roi. Khi nó chủ động cõng chủ nhân đi, thì đó là lúc một người Boris \"sorya\" (chiến binh, kỵ sĩ) đủ tiêu chuẩn đã ra đời.\\n\\nKể từ đó, sợi dây cương Boris trở thành người ghi lại những trải nghiệm chiến đấu, dây cương dần dần bị bao phủ bởi những vết xước, nút thắt và phụ kiện.\\n\\nDưới sự lãnh đạo của \"yonda\" (đội trưởng của quân đội chỉ huy), các sorya được huấn luyện bài bản sẽ khoác lên mình chiếc áo giáp nhau thai trông như những con sứa, đặt chân lên con tàu quái thú có thể du hành giữa các hành tinh, khai phá các thế giới khác nhau, thề sẽ biến các ngôi sao trở thành đồng cỏ chăn nuôi nhân danh Duran và Chúa Tể Trường Sinh. Trên dây cương, những vết xước nông tượng trưng cho số kẻ địch đã tiêu diệt, các nút thắt tượng trưng cho những trận chiến lớn đã trải qua, còn trang sức treo trên dây là chiến lợi phẩm thu được: Răng của loài người, lõi silicon của S-Robot... Chúng là sự oán giận, là tiếng khóc than của những kẻ bị chinh phục, và cũng là huân chương thể hiện sức mạnh cá nhân của người Boris.\\n\\nKhi thú cưỡi chết trong ngọn lửa chiến tranh, hoặc khi Người Boris muốn trừng phạt, dây cương sẽ được tháo ra và quấn quanh sinh vật sống khác.\\n\\nĐối tượng này thường là người Hồ Ly - tầng lớp nô lệ bị loại khỏi chủng tộc bởi kế hoạch chọn lọc và bồi dưỡng huyết thống, họ yếu đuối nhưng xảo quyệt, chỉ xứng đáng làm những công việc lao động và tính toán thấp kém. Khi những cá thể giỏi đánh nhau thỉnh thoảng xuất hiện trong những người Hồ Ly, chủ nhân đầu sói sẽ ưu tiên trói dây cương lên người họ, bắt họ làm nô lệ chiến tranh để trở thành những kẻ tiên phong ra chiến trường.\\n\\nNếu nô lệ chết đi, vũ khí hư hỏng, thì những sợi dây cương được gắn gai vào đầu cũng có thể được dùng như một chiếc roi. Nếu dây cương bị đứt, răng nanh, móng vuốt gãy vụn, chiến binh bỏ xác trên chiến trường, vậy thì sợi dây cương này sẽ trở thành văn bia và đài tưởng niệm còn sót lại của người Boris...\\n\\nTục ngữ xưa có câu: \"Trong rừng, địa vị thợ săn và con mồi thường xuyên hoán đổi\". Sau hàng ngàn năm chiến đấu với người Xianzhou, trong khu rừng tối tăm được gọi là vũ trụ này, dây roi của tộc Sói đã bị đứt đoạn vô số. Cuối cùng, mối liên kết để kết nối các nhóm đi săn đã bị cắt đứt bởi mũi tên sắc bén của Săn Bắn, người Boris cũng rơi vào vực thẳm nội chiến và suy tàn, niềm kiêu hãnh ngày xưa nay đã chẳng còn nữa."
    }
  ]
}