{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "Chim Ưng Ranh Giới Ngày Đêm",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Sát Thương Phong <nobr>10%</nobr>.",
    "4": "Sau khi người trang bị thi triển Tuyệt Kỹ, khiến Hành Động của người đó ưu tiên <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [31101, 41101, 51101, 61101],
      "id": "m_st_m_ng",
      "name": "Mũ Sắt Mỏ Ưng",
      "type": "HEAD",
      "desc": "Mũ sắt thể lỏng được dùng khi bay ở tốc độ cao, hình dáng giống như mỏ của Đại Bàng Săn Cá.",
      "typeText": "Đầu",
      "backstory": "Những ngư dân trên không của Salsotto vào rạng sáng mỗi ngày sẽ xuất phát từ \"Cảng Trên Không\" của thành phố chuyển động, dang cánh vỗ và bay lên không trung, bắt Sứa Cháy bay ra từ bãi cát.\\n\\nTạo nên \"Linh Hỏa\" chính là dòng máu vận hành thành phố di động khổng lồ, nó phải được đánh bắt đủ để đảm bảo rằng toàn bộ thành phố sẽ không bị ranh giới ngày đêm bỏ lại.\\n\\nNếu có người chết vì kiệt sức, hoặc bị thú khổng lồ tấn công, người Salsotto sẽ làm mọi cách để mang hài cốt của họ về, chôn chung với đồ bay và mũ chim ưng vào lòng đất tối. Trong nghi lễ truyền thống của Salsotto, \"hạ cánh\" chính là cái chết, là sự yên nghỉ vĩnh hằng.\\n\\nViệc bay không thể ngừng lại, thành phố cũng không thể ngừng lại.\\n\\nPhần mỏ chim trên mũ này có khắc một câu điếu văn. \"Mặt đất không phải là gông cùm của chim ưng, mà là đôi cánh. Vì nó, bạn phải bay cao.\""
    },
    {
      "_id": 31102,
      "ids": [31102, 41102, 51102, 61102],
      "id": "nhn_ng_kch",
      "name": "Nhẫn Ưng Kích",
      "type": "HAND",
      "desc": "Chiếc nhẫn đeo trên tay của bậc thầy ngư dân trên không, hình ảnh đôi cánh của Đại Bàng Săn Cá giang ra ôm chặt lấy ngón tay.",
      "typeText": "Tay",
      "backstory": "Chỉ những đội trưởng bắt cá có kỹ thuật xuất sắc nhất, đáng kính trọng nhất và tin cậy nhất mới được trao tặng \"Nhẫn Ưng Kích\". Họ thổi còi bắt cá trong không khí và tổ chức phối hợp chặt chẽ, là những con chim ưng săn mồi ưu việt nhất.\\n\\nĐối với các thành viên trong đội, mỗi lần bay bổng luôn cô đơn và yếu đuối, họ chỉ có thể căn cứ vào <unbreak>124</unbreak> \"tiếng còi\" của đội trưởng truyền đến.\\n\\nVì vậy, Salsotto lưu truyền một câu: \"Những ngư dân trên không lập đội bắt cá, đã cống hiến một phần ba mạng sống cho những kỹ thuật dày công tôi luyện, một phần ba mạng sống được giao cho các trang bị tinh xảo tuyệt vời. Và một phần ba cuối cùng được giao cho đội trưởng bắt cá mà họ tin cậy.\"\\n\\nĐội trưởng được các gia đình khác nhau giao phó, luôn cảm thấy sức nặng của chiếc nhẫn bé nhỏ.\\n\\nVết khắc của chiếc Nhẫn Ưng Kích này đã loang lổ, mặt trong của nó có khắc một từ: \"trách nhiệm\"."
    },
    {
      "_id": 31103,
      "ids": [31103, 41103, 51103, 61103],
      "id": "dy_cng_chim_ng",
      "name": "Dây Cương Chim Ưng",
      "type": "BODY",
      "desc": "Dây đai kết nối đồ bay, phần kim loại hỗ trợ được giấu trong dây đai thô sơ, mềm mại vừa người.",
      "typeText": "Thân",
      "backstory": "Người bắt cá trên không của Salsotto vây bắt Sứa Cháy bay ra từ vùng cát không hề dễ dàng. Đối mặt với luồng khí lưu hỗn loạn, thoạt nhìn chiếc dây đai thật mềm mại, nhưng trong vùng trời ngoài thành phố bị gió mạnh thổi qua, nó đã trở thành sợi dây gắn bó với cuộc đời của ngư dân trên không.\\n\\nKhông dễ dàng gì để bắt gọn Sứa Cháy bay ra từ vùng cát, từ giả vờ tấn công, lùa đuổi và chặn bắt, mỗi một bước đều đi kèm nguy cơ rơi xuống.\\n\\nNhững ngư dân trên không chưa trưởng thành cần phải lấy một sợi tóc của cha và mẹ, rồi nhét vào trong dây đai như kim loại hỗ trợ, nếu đã kết hôn thì sẽ lấy của người bạn đời, sợi dây đai của bộ đồ có cánh như vậy sẽ nhận được lời chúc phúc của nơi có tên \"tổ ấm\", bảo vệ những ngư dân trên không luôn được trở về nhà.\\n\\nTrong thế giới sinh tồn tàn khốc, chỉ có \"nhà\" có thể vỗ về ngư dân trên không.\\n\\nSợi tóc trong dây đai này vẫn còn nguyên vẹn, nó là của một người phụ nữ, chân tóc có màu hơi trắng."
    },
    {
      "_id": 31104,
      "ids": [31104, 41104, 51104, 61104],
      "id": "bng_nhung_chim_ng",
      "name": "Băng Nhung Chim Ưng",
      "type": "FOOT",
      "desc": "Dây đai giữ ấm chân khi bay, được trang trí bằng lông của Đại Bàng Săn Cá.",
      "typeText": "Chân",
      "backstory": "Quá trình săn bắt Sứa Cháy của những ngư dân trên không ở Salsotto, là một cuộc chạy đua sinh tồn lâu dài. Đôi chân cách xa tim cần được giữ ấm với sự trợ giúp của Băng Nhung.\\n\\nSau khi kết thúc cuộc săn bắt kéo dài và đầy căng thẳng, giới hạn cơ thể mới bắt đầu bộc lộ ra sự đau đớn và mệt mỏi.\\n\\nVới những ngư dân không chuẩn bị đầy đủ, lúc này mới cảm nhận được sự hoại tử cục bộ do tê cóng nghiêm trọng gây ra. Vì vậy, trước khi xuất phát, những ngư dân trên không đều sẽ kiểm tra nhiều lần về mức độ chắc chắn của dây đeo, vì khi bay với tốc độ cao thì sẽ không có cơ hội thứ hai để điều chỉnh.\\n\\nKhoảnh khắc bước lên bầu trời, họ biết gió sẽ cuốn đi những gì.\\n\\nTrong lớp vỏ kim loại của băng này có dấu vết sử dụng lượng nhỏ bột vôi và bột nhôm, giống như cách để làm nóng khẩn cấp."
    }
  ]
}
