{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "Thợ Rèn Lửa Dung Nham",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Sát Thương Hỏa <nobr>10%</nobr>.",
    "4": "Khiến sát thương Chiến Kỹ của người trang bị tăng <nobr>12%</nobr>, đồng thời tăng <nobr>12%</nobr> Sát Thương Hỏa của lần tấn công kế tiếp sau khi thi triển Tuyệt Kỹ."
  },
  "pieces": [
    {
      "_id": 31071,
      "ids": [31071, 41071, 51071, 61071],
      "id": "knh_en_ca_th_rn_la",
      "name": "Kính Đen Của Thợ Rèn Lửa",
      "type": "HEAD",
      "desc": "Kính bảo hộ được làm từ tinh thể lửa đen. Dưới lớp kính ấy, những tia lửa bùng cháy dữ dội chẳng khác gì ánh lửa lập lòe.",
      "typeText": "Đầu",
      "backstory": "Việc rèn đúc binh khí đối với Thợ Rèn Lửa mà nói vừa là sứ mệnh trời ban, vừa là lời nguyền đen tối.\\n\\nKể từ khi bộ tộc Thợ Rèn Lửa được giải phóng xuất hiện trong thế giới của Lò Luyện Chiến Tranh, tài năng của họ đã phát huy đến mức tột độ, đồng thời cũng bắt đầu ám mùi hủy diệt.\\n\\nÁnh sáng chói lòa của lò lửa, tia lửa bắn tóe, quá trình rèn dài đằng đẵng sẽ biến phôi thành thần khí, nhưng cũng dần tước đi thị lực của Thợ Rèn Lửa. Foy từng tìm được tinh thể lửa đen hiếm thấy ở dưới chân núi lửa, và mài nó thành một tấm kính bảo vệ mắt, kể từ đó những tia lửa mạnh mẽ cũng trở thành hình ảnh mờ nhạt. Thế nhưng người thợ tham lam vẫn chưa thể thoát khỏi số phận bị nguyền rủa của mình, ngọn lửa tối thượng đó đã đốt cháy tất cả những gì anh ấy có.\\n\\nFoy coi Quân Đoàn Phản Vật Chất trong Lò Luyện Chiến Tranh là nguyên liệu để tôi luyện, và anh là ngọn lửa đang bùng lên.\\n\\n\"Không biết có thể biến phản ứng nhiệt hạch thành lò luyện của mình không?\" Foy đã tìm cách nâng ngọn lửa đến mức cực hạn, và bị thiêu đốt trong phản ứng nhiệt hạch nằm ngoài tầm kiểm soát đó."
    },
    {
      "_id": 31072,
      "ids": [31072, 41072, 51072, 61072],
      "id": "nhn_bt_la_ca_th_rn_la",
      "name": "Nhẫn Bắt Lửa Của Thợ Rèn Lửa",
      "type": "HAND",
      "desc": "Chiếc nhẫn mang theo ý chí của lửa, là biểu tượng cao quý nhất của tộc thợ rèn lửa.",
      "typeText": "Tay",
      "backstory": "Ngọn lửa <unbreak>900</unbreak> độ sẽ biến đất nung thành sứ, ngọn lửa trên nghìn độ sẽ nung chảy đồng thiếc... Vật chất càng nguyên thủy sẽ yêu cầu nhiệt độ càng cao.\\n\\nCác sinh vật của Quân Đoàn mong mỏi được tách rời khỏi hình dạng vật chất của mình, cầu nguyện cho sự đổi mới mà chỉ đợt sóng hủy diệt mới có thể mang lại.\\n\\nNhững người Thợ Rèn Lửa có tay nghề cao sẽ khiến nhiệt độ của ngọn lửa tăng cao đến mức không thể tưởng tượng được: Bức xạ vật thể đen của ngọn lửa tạo ra quang phổ màu xanh lam, gần giống với quang phổ của một ngôi sao sắp chết. Những người thợ rèn lửa đều là những thiên tài điều khiển ngọn lửa, nhưng chỉ người giỏi nhất trong số họ mới được trao cho chiếc nhẫn chế ngự lửa, tượng trưng cho tài nghệ của chủ nhân.\\n\\nLò Luyện Chiến Tranh từ lâu đã không phân biệt người thợ và vật liệu, những thợ rèn bậc thầy luyện các sinh vật phản vật chất cũng trở thành một phần của vũ khí hủy diệt.\\n\\n\"Vật rèn do nhiệt độ quyết định, nhiệt độ do thợ rèn quyết định.\" Đây là lẽ đương nhiên đối với các thợ rèn nắm bắt kỹ nghệ huỷ diệt."
    },
    {
      "_id": 31073,
      "ids": [31073, 41073, 51073, 61073],
      "id": "tp_d_chng_chy_ca_th_rn_la",
      "name": "Tạp Dề Chống Cháy Của Thợ Rèn Lửa",
      "type": "BODY",
      "desc": "Tạp dề của thợ rèn không có trang trí gì nhiều, chỉ có vân da và ký hiệu gia tộc là điểm nhấn.",
      "typeText": "Thân",
      "backstory": "Quân Đoàn Phản Vật Chất đem \"Lò Luyện Chiến Tranh\" đã tắt trao tặng cho Thợ Rèn Lửa, để họ tự do chế tạo trong thế giới lửa cháy.\\n\\nTrong thế giới dung nham thiêu đốt, chỉ cần không ngừng tôi luyện, tái sinh và hủy diệt không còn là hai mặt đối lập nữa.\\n\\nSurtur rất giỏi trong việc sử dụng dung nham nóng chảy phun ra từ ngọn núi lửa đang hoạt động, để truyền một luồng khí hủy diệt dữ dội vào sinh linh của Quân Đoàn. Bất kể khí độc tuôn trào hay dung nham nóng chảy sôi sục, đều không thể gián đoạn sự tập trung của Surtur khi rèn. Sóng nhiệt phun ra tạp dề của Surtur, đó là loại áo chống cháy được làm bằng da thằn lằn lửa, sau khi lớp dung nham rút đi, bề mặt da vẫn mịn như mới.\\n\\nLượng lớn sức mạnh chiến đấu của Quân Đoàn đã được Thợ Rèn Lửa tôi luyện nhiều lần trong lò lửa, cho đến khi xác thịt và vũ khí được hợp nhất làm một và trở thành vũ khí hủy diệt.\\n\\n\"Sức mạnh hủy diệt vô song...\" Những người thợ điều khiển ngọn lửa không bao giờ giấu giếm khát vọng khủng khiếp của họ với vũ khí."
    },
    {
      "_id": 31074,
      "ids": [31074, 41074, 51074, 61074],
      "id": "chn_hp_kim_ca_th_rn_la",
      "name": "Chân Hợp Kim Của Thợ Rèn Lửa",
      "type": "FOOT",
      "desc": "Chân bằng kim loại, hoa văn lập thể hình ngọn lửa bao quanh bề mặt.",
      "typeText": "Chân",
      "backstory": "Chủ nhân giám ngục vì lo mất đi kỹ thuật rèn độc nhất vô nhị trên thế giới nên đã dùng những thủ đoạn hèn hạ để trói buộc bộ tộc Thợ Rèn Lửa. Trong những năm tháng bị giam cầm, tộc trưởng Thợ Rèn Lửa cũng mang khuyết tật ở chân không hề ngoại lệ.\\n\\nChủ nhân của Hủy Diệt đã giải phóng tộc Thợ Rèn Lửa bị giam cầm, ấn ký Hủy Diệt đã mang lại cho Thợ Rèn Lửa sức mạnh vô tận.\\n\\nSau khi rời khỏi ngục tù, tộc trưởng Thợ Rèn Lửa không thể di chuyển tự do như những người bình thường, nhưng ông đã có được tự do thực sự... không còn bị giam cầm vì kỹ nghệ siêu việt. Tộc trưởng trút hết oán hận uất ức vào đó, nện búa bao ngày cũng không thấy mệt. Sinh linh Phản Vật Chất ngoan cố và cao ngạo buộc phải thay đổi hình dạng dưới những nhát búa liên tiếp, khuất phục trước sự cải tạo của kẻ hủy diệt.\\n\\nNgay cả khi không còn ngục tù hữu hình, sự điên cuồng của Thợ Rèn Lửa trong việc rèn đúc cũng chẳng khác gì ngục tù.\\n\\n\"Máu thịt đi liền với nhau, và việc rèn đúc cũng là sự hủy diệt.\" Tộc trưởng nhìn thợ rèn tàn tật ngày càng nhiều, không khỏi bồi hồi thở dài."
    }
  ]
}
