{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "Glamoth, Chiến Tuyến Không Trung",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>12%</nobr> Tấn Công của người trang bị. Khi tốc độ của người trang bị từ <nobr>135</nobr>/<nobr>160</nobr> trở lên, sát thương do người trang bị gây ra tăng <nobr>12%</nobr>/<nobr>18%</nobr>."
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [
        33115,
        43115,
        53115,
        63115
      ],
      "id": "i_k_binh_st_ca_glamoth",
      "name": "Đội Kỵ Binh Sắt Của Glamoth",
      "type": "NECK",
      "desc": "Được gói gọn trong quả cầu vị diện là vỏ bọc có khả năng biến hình của Thiết Kỵ thuộc đế quốc Glamoth. Vô số cơ giáp bạc được chất lên tàu chiến và bay đến rìa ngoài của thiên hà để chống lại đàn côn trùng hung hăng đến từ không gian sâu thẳm.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Đế chế Glamoth sở hữu vùng lãnh thổ rộng lớn kéo dài hàng chục ngàn năm ánh sáng, luôn tràn đầy tham vọng hướng tới ngân hà xa xôi. Trong kỷ nguyên hưng thịnh nhất của đế quốc, nữ hoàng Glamoth - Titania với quyền lực tối thượng, đã lập nên một hạm đội hoành tráng, thề sẽ mang thành quả của nền văn minh tới tất cả biên giới hoang dã, để họ cảm nhận được lòng nhân từ của đế quốc, thống nhất cai trị.\\n\\nTuy nhiên, cuộc viễn chinh cuối cùng đã thất bại thảm hại bởi làn sóng côn trùng vô tận hung hãn đến từ phía bên kia bầu trời. Quân đội Glamoth đánh trả, thất bại, lại đánh trả, rồi lại thất bại... tất cả thuộc địa đều bị phân tán, hạm đội kiên cường từng là niềm kiêu hãnh của họ liên tục bị thất thủ. Bị bao vây bởi quân đoàn quái vật có mắt kép và cánh cứng, tiếng kêu của con dân Glamoth chìm trong tuyệt vọng, bầu trời của đế chế từ đó cũng vỡ tan.\\n\\nCho đến một ngày, kỵ sĩ mặc cơ giáp mạnh mẽ từ trên trời giáng xuống và quét sạch đám sâu bọ phủ rợp trời. Kể từ đó, đội kỵ binh bạc đi khắp các vùng hành tinh của đế quốc, vượt qua hết lãnh thổ bị tàn phá để ngăn chặn thảm họa hủy diệt tinh hệ. Họ giống như những chiến sĩ được sinh ra để chiến đấu chống lại bầy côn trùng, không ai biết được dáng vẻ thực sự của họ dưới lớp mặt nạ kia, nhưng sự xuất hiện của họ giống như các vị Thần ban ơn, giúp ánh bình minh trở lại với thế giới loài người. Dưới sự chỉ huy của nữ hoàng, đội kỵ binh sắt của Glamoth rong ruổi trên bầu trời, cuối cùng đã ngăn chặn được làn sóng tấn công của kẻ địch, mang lại những giờ phút nghỉ ngơi cho đế quốc.\\n\\nNhưng trong cuộc chiến không hồi kết chống lại đám côn trùng, đế quốc dần dần trở nên giống đám quân thù kia - ngày càng có nhiều kỵ binh sắt bay lên trời, hệt như đám côn trùng ngày đó đột nhiên kéo đến che kín không trung. Ánh mắt người dân nhìn nữ hoàng và kỵ sĩ không khác gì ánh mắt sợ hãi khi họ nhìn thấy đàn côn trùng ngoài hành tinh. Có lẽ một ngày nào đó đế quốc sẽ giành được chiến thắng như mong muốn, nhưng khi ngày đó đến liệu Glamoth có còn là thiên đường cho con người vui sống nữa hay không?\\n\\nỞ biên giới Glamoth, nơi mà cuộc chiến vẫn tiếp diễn, đoàn kỵ binh sắt tạo thành tuyến phòng thủ cuối cùng. Trên chiến hạm, các kỵ sĩ thầm lặng được giao sứ mệnh, mang theo niềm hi vọng của cả đế quốc, chiến đấu ngăn chặn làn sóng tấn công tinh hà của quân thù."
    },
    {
      "_id": 33116,
      "ids": [
        33116,
        43116,
        53116,
        63116
      ],
      "id": "bia_m_tnh_mch_ca_glamoth",
      "name": "Bia Mộ Tĩnh Mịch Của Glamoth",
      "type": "OBJECT",
      "desc": "\"Đế quốc Glamoth\" thịnh vượng đã lặng lẽ hóa thành cát bụi, không có bất cứ thứ gì có thể chứng minh sự huy hoàng trong quá khứ của nó, chỉ còn bụi sao, máy móc, tàu, và xác của côn trùng trôi nổi trong chân không kéo dài như sông, duy trì hiện trạng thê thảm của chiến tuyến, trở thành đài tưởng niệm cho sự sụp đổ của nó.",
      "typeText": "Dây Liên Kết",
      "backstory": "Các nhà sử học từ Hội Trí Thức cho rằng nước Cộng Hòa Glamoth đã bị hủy diệt bởi một trận dịch côn trùng. Một quan điểm khác cho rằng, quốc gia này đã bị phá hủy hoàn toàn bởi một kẻ địch có sức mạnh siêu việt.\\n\\nĐể lật ngược tình thế trước thế tấn công khủng khiếp của đàn côn trùng, hội đồng cầm quyền đã có một động thái liều lĩnh, quyết tâm lay chuyển chính bản chất của con người để thích ứng với chiến tranh - sáng tạo ra vũ khí \"sinh ra để chiến đấu\".\\n\\nVà thành quả của nó chính là \"Titania\". Nữ hoàng, người không nắm giữ bất kỳ quyền lực nào, chỉ huy bằng sức mạnh cảm ứng tâm linh, trói buộc các kỵ sĩ được kết nối với bà. Trong giấc mơ được thêu dệt của những chiến sĩ này, ý nghĩa duy nhất cho sự tồn tại của họ là để bảo vệ Titania và \"đế quốc\" của bà ta. Trong cuộc đời ngắn ngủi, họ học tập, chiến đấu, chấp hành mệnh lệnh của nữ hoàng, không sợ hãi khi đối mặt với kẻ địch, rồi hy sinh vẻ vang.\\n\\nKhông ai biết lời nói dối này được vạch trần khi nào. Có phải bắt đầu từ ngày loài người cổ xưa trên lãnh thổ Glamoth giảm xuống thấp hơn một tỷ lệ nào đó? Là bắt đầu từ ngày các nhà khoa học phát hiện ra nữ hoàng nổi dậy chống lại sự giam cầm? Hoặc... bắt đầu từ ngày cuộc tấn công của đàn côn trùng gần như tan biến?\\n\\nMọi người chỉ biết rằng đội kỵ binh sắt đã cống hiến tất cả cho một \"đế quốc\" không tồn tại. Sau nhiều thập kỷ chiến đấu đẫm máu, máy móc và xác côn trùng biến thành mảnh vụn rải rác khắp nơi trong lãnh thổ tinh hệ Glamoth, nối thành một \"dòng sông chết chóc\". Khi đàn côn trùng còn sót lại không thể tạo thành mối đe dọa nữa, những người đứng đầu hội đồng gõ lên tiếng chuông hòa bình, thông báo với hàng ngàn người dân rằng họ đã xua đuổi được thiên tai che khuất bầu trời, nền cộng hòa một lần nữa chào đón bình minh... thế nhưng, thứ đang đến không phải ban ngày, mà là khởi đầu của một màn đêm khác.\\n\\nSau đó, nền văn minh mang tên Glamoth lụi tàn và mất hút, nền hòa bình mà con người hằng mong đợi bấy lâu đã đến với tinh hệ vô chủ. Bụi sao và xác côn trùng tụ lại thành dòng sông dài, lặng lẽ cùng chảy xuôi với các vì sao."
    }
  ]
}