{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "Cung Điện Rèn Đúc Kiếp Hỏa Liên Đăng",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>6%</nobr> Tốc Độ của người trang bị. Khi người trang bị đánh trúng kẻ địch có Điểm Yếu Hỏa, Tấn Công Kích Phá tăng <nobr>40%</nobr>, duy trì <nobr>1</nobr> hiệp."
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "cung_in_rn_c_bc_lin_ng",
      "name": "Cung Điện Rèn Đúc - Bấc Liên Đăng",
      "type": "NECK",
      "desc": "Thứ mà Vị Diện đang bao bọc là Trụ Sở Sở Công Nghiệp của Xianzhou Zhuming... Cung Điện Rèn Đúc Diệm Luân, Xianzhou Zhuming là một kết cấu hình cầu thiên thể được xây dựng xung quanh Toại Hoàng, tổ tiên của Tuế Dương. Những người thợ tài năng trích xuất năng lượng từ trong đó, biến ý tưởng kỳ lạ cấu tạo thành hình.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Kể từ khi ra khơi vào thời Cổ Quốc, Xianzhou Zhuming đã trôi nổi trong biển sao hơn 8000 năm, nếu có thể quan sát hình ảnh về sự thay đổi của hình dạng phi thuyền theo trình tự thời gian, thì quá trình này sẽ vô cùng lãng mạn... Con tàu khổng lồ đã nuốt chửng Hằng Tinh màu lam đậm, lột bỏ từng lớp vỏ cũ kỹ, rồi nhú lên như một mầm hoa, và cuối cùng nở rộ thành đóa hoa sen.\n\nNhìn từ vũ trụ, toàn bộ Xianzhou Zhuming trông giống như một chiếc đèn lồng hoa sen vàng, những chiếc \"lá sen\" phát sáng khổng lồ đang dần vươn ra xung quanh \"trụ đèn\", tắm mình trong ánh sáng màu lam nhạt, có thể nói là \"giống thuyền nhưng không phải thuyền, tựa như ngọn nến hoa sen rực sáng\". Phần \"chân đèn\" nằm ở trung tâm, là cấu trúc lồng hình cầu với kích thước ở cấp độ thiên thể, nó quấn chặt mặt trời màu xanh - \"bấc đèn\" và quay không ngừng nghỉ. Cấu trúc khổng lồ này chính là địa điểm sản xuất quan trọng của Xianzhou Zhuming - nơi có \"Cung Điện Rèn Đúc Diệm Luân\".\n\nTrước đây, người thợ vĩ đại của Zhuming là Yang Di, đã được một vị hoàng đế vô danh trao tặng khuôn đúc vũ khí, xem như tín vật khởi hành cho chuyến đi. Hàng ngàn năm đã trôi qua kể từ đó, mặc dù hạm đội giờ đây đã thay đổi đến mức không thể nhận ra với sự bất tử của mình và cuộc trở về dường như là vô hạn, nhưng truyền thống của người thợ vĩ đại vẫn chưa bao giờ mất đi. Ở Xianzhou Zhuming, nghề thủ công là trường phái học thuật đỉnh cao. Các đời tướng lĩnh đều giữ danh hiệu bậc thầy lò nung của Sở Công Nghiệp. Khi ra ngoài, họ chỉ huy hàng ngàn quân, khi trở về họ vung búa và tạo ra những vật phẩm diệu kỳ, được mọi người kính trọng. Phàm là những thứ vũ khí cần để săn bắn của Xianzhou, trong mười cái thì có sáu hoặc bảy cái được chế tạo ở Sở Công Nghiệp Zhuming. Nhờ đó, Cung Điện Rèn Đúc Diệm Luân đã trở thành thánh địa công nghệ trong toàn vũ trụ.\n\nNghề rèn là thước đo của nền văn minh, còn ngọn lửa là điểm khởi đầu của nền văn minh. Vấn đề rắc rối nhất của đại đa số các nền văn minh ở giai đoạn sơ khai chính là nguồn năng lượng, mọi người đều cố gắng hết sức trong việc tìm kiếm nguồn năng lượng để có thể hỗ trợ nền văn minh của họ đạt đến những cấp độ cao hơn. Xianzhou Zhuming đã vượt qua được rào cản này... Bằng cách giam cầm Toại Hoàng, tổ tiên của Tuế Dương, những người thợ đã có được nguồn năng lượng vô tận. Cấu trúc quỹ đạo lan tỏa như những nhánh khói của Cung Điện Rèn Đúc Diệm Luân đang bao quanh Hằng Tinh đến mức tối đa, trên những cành lá dày đặc, các thiết bị tiếp nhận và chuyển đổi được phân bổ rộng khắp, dẫn dắt ngọn lửa Thái Sơ Toại Hoàng cung cấp năng lượng cho mọi sáng tạo công nghệ.\n\nVô số người thợ coi Sở Công Nghiệp Zhuming, nơi nuốt chửng \"Ngụy Dương\" này là Cung Điện Tối Thượng, những người học việc quyết chí rèn đúc Thần Khí đều đua nhau kéo đến. Chỉ cần có đủ khả năng, bất cứ thứ gì cũng có thể tạo ra được, Cung Điện Rèn Đúc Diệm Luân đã chuẩn bị sẵn mọi thứ cần thiết cho những người thợ này...\n\nNhững người học việc từ các thế giới khác nhau cùng tụ tập ở Cung Điện Rèn Đúc, kết làm đồng môn rồi học hỏi kỹ năng của nhau; Người từ nơi khác đến cầu thần khí cũng sẽ chi một khoản lớn để người thợ rèn chế tạo ra vũ khí thần thánh... Tuy nhiên trong hàng ngàn năm qua, chỉ một số ít trong rất nhiều người học việc được tướng quân Huaiyan, \"bậc thầy trong các bậc thầy\" cất nhắc, anh ấy lấy mình làm gương, truyền dạy kỹ nghệ thợ rèn và võ nghệ cho hậu nhân. Môn đồ của anh ấy hoặc trở thành đại kiện tướng, hoặc để lại dấu ấn trong biên niên sử với tư cách là \"Bậc Thầy Lò Nung\", hoặc trở thành Vân Kỵ nổi tiếng trong Liên Minh, trong đó \"Diệm Luân Bát Diệp\" là nổi tiếng nhất.\n\n\"Lò nung luyện ngàn sao, rèn sắt dâng lên anh linh. Vang danh chiến trường hùng dũng, gươm giáo bảo vệ cuộc sống bình yên.\" Kể từ ngày những người thợ ở Zhuming được trao cho công cụ, họ cần phải luôn ghi nhớ điều đó... Thứ mà họ tôi luyện ngày đêm không chỉ là một chùm sáng lạnh lẽo, mà là những vũ khí mang theo tín ngưỡng của Săn Bắn."
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "cung_in_rn_c_la_tri_dim_lun",
      "name": "Cung Điện Rèn Đúc - Lụa Trời Diệm Luân",
      "type": "OBJECT",
      "desc": "Tổ Tiên Tuế Dương vĩ đại như Hằng Tinh đang chìm trong Cõi Mộng Vô Biên. Trong giấc ngủ say, các nguyên tử và phân tử xung quanh nó va chạm và kích thích, liên tục thoát ra khỏi cấu trúc vỏ đúc thành bởi Diệm Luân, cuối cùng hiện ra trong Dải Sáng Lụa Trời đầy màu sắc.",
      "typeText": "Dây Liên Kết",
      "backstory": "Chuyến du hành trong không gian sâu thẳm của Xianzhou Zhuming luôn đi kèm với những dải sáng dị sắc, nó không chỉ là sản phẩm năng lượng của phản ứng nhiệt hạch ở nhiệt độ cực cao, mà còn là bằng chứng cho thấy Toại Hoàng vẫn đang bùng cháy, bất tử bất diệt.\n\nTrên lớp rìa ngoài cùng của các hạt cực quang thoát ra theo hơi thở của Toại Hoàng, Tuế Dương mới sinh sẽ giảm tốc độ và nán lại ở đây. Phán Quan Săn Bắn của Sở Thập Vương Zhuming sẽ bắt giữ Tuế Dương ngây ngô chưa bị nhiễm bất kỳ cảm xúc nào, dùng giấc mơ ấm áp để thuần hóa tâm tính chưa trưởng thành của ngọn lửa. Sau đó, các Phán Quan sẽ đem Tuế Dương vô hại giao cho người giám sát Tuế Hỏa của Sở Công Nghiệp, những người này sẽ đem Tuế Dương kết hợp với nhiều công cụ tinh xảo khác nhau, biến chúng thành đèn lồng, phương tiện, cũng như đủ loại cảnh sắc có thể thấy ở khắp nơi trên Zhuming... Tuy nhiên, trong con mắt của những người dân ngoại giới không rõ chân tướng, những vật thể lạ biết nói biết đi kia như thể đang củng cố cho tin đồn \"Động Tiên khắp nơi đều tồn tại linh khí, những vật tồn tại lâu năm sẽ biến thành yêu vật\"...\n\nTiếp tục đi sâu hơn dọc theo dải sáng dị sắc, băng qua Cung Điện Rèn Đúc, đi đến trường siêu trọng lực do Ngụy Dương tạo thành. Người bình thường khó có thể chịu đựng được mật độ Hằng Tinh này, đó là sự rối loạn suy sụp nội tâm, mà chỉ có những người thợ Ribhus mới có thể bước đi trong khu vực này một cách bình thường.\n\nHằng Tinh nóng rực bùng phát và những hiện tượng thiên thể bất thường đã ngăn cản những người tò mò tiếp tục tiếp cận Ngụy Dương, mọi hiện tượng vật lý cơ bản trong vũ trụ đều trở nên mãnh liệt hơn trong khu vực này. Chỉ có Ribhus - cư dân hành tinh dáng lùn và mạnh mẽ mới có thể tồn tại trong không gian có trọng lực bất thường như vậy... Ribhus sinh ra đã là người thợ hàng đầu, họ đi lại giữa Cung Điện Rèn Đúc và Ngụy Dương, nhận thức về thời gian của họ khác xa với người thường, họ vẫn giữ lời hứa tiếp tục trau chuốt tay nghề, rèn ra những khẩu súng thần công khổng lồ và canh chừng giấc ngủ của Ngụy Dương. Xianzhou Zhuming xem Ribhus là đồng minh trung thành, tôn trọng sự kiên trì của họ, cảm ơn họ đã cống hiến quên mình.\n\nKhông ai có thể đi theo dải sáng dị sắc xuyên qua trường trọng lực xoắn xuýt kỳ lạ, lặn xuống sâu dưới Ngụy Dương. Nơi đó là vùng cấm của những sinh vật có cảm xúc, là giấc mộng vô tận của Toại Hoàng - Xianzhou Zhuming luôn vô cùng cảnh giác, bởi bất kỳ một dao động nhỏ trong cảm xúc nào cũng có khả năng đánh thức sức mạnh vô biên của tổ tiên Tuế Dương.\n\nThường có những người phớt lờ lời cảnh báo, nhìn chằm chằm vào Ngụy Dương từ xa, rồi lặng lẽ rơi vào trường trọng lực tinh thần mà không hề hay biết, nếu không cẩn thận thì sẽ bị ảo ảnh vô tận cướp đi ý thức như cơn thủy triều quét qua. Ngược lại với ảo tưởng về sự dịu dàng, việc nhìn chăm chú vào \"mặt trời xanh\" kia sẽ chỉ khiến người ta cảm nhận rõ hơn cơn thịnh nộ đã bị đè nén từ xa xưa - \"Tuế Dương sẽ ban cho các anh hùng sức mạnh ngọn lửa thiêu cháy trời đất, nhưng sau khi hoàn thành tất cả sứ mệnh, các anh hùng sẽ phải trao trả lại cho Tuế Dương thân thể đã được tôi luyện...\" Lời thề xa xưa rốt cuộc sẽ được thực hiện như thế nào, không ai biết được, và Toại Hoàng trong giấc mộng vô biên rốt cuộc sẽ thức tỉnh khi nào, cũng không ai có câu trả lời.\n\nGiữa bấc đèn hoa sen, Ngụy Dương thở dài trong giấc ngủ say vô tận. Xianzhou chậm rãi băng qua bầu trời, chỉ để lại một vệt màu sắc kỳ ảo. Cứ như thế, Xianzhou Zhuming vẫn sẽ tiếp tục thề dưới lửa, đồng hành với lửa, và chia sẻ vận mệnh cùng lửa."
    }
  ]
}