{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "Thiên Tài Xuất Chúng",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Sát Thương Lượng Tử <nobr>10%</nobr>.",
    "4": "Khi người trang bị gây sát thương lên mục tiêu địch, sẽ bỏ qua <nobr>10%</nobr> Phòng Thủ của địch. Nếu mục tiêu có Điểm Yếu Lượng Tử, sẽ bỏ qua thêm <nobr>10%</nobr> Phòng Thủ của địch."
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [
        31081,
        41081,
        51081,
        61081
      ],
      "id": "cm_bin_t_xa_ca_thin_ti",
      "name": "Cảm Biến Từ Xa Của Thiên Tài",
      "type": "HEAD",
      "desc": "Mắt kính liên lạc áp dụng kỹ thuật cảm biến từ xa, phá vỡ các hạn chế của phương tiện truyền đạt và khoảng cách.",
      "typeText": "Đầu",
      "backstory": "Các thành viên trong Câu Lạc Bộ Thiên Tài đa số đều là quái nhân, giữa các quái nhân thiếu sự giao tiếp với nhau là sự thật đã được công nhận.\\n\\nĐối với những thiên tài ở mỗi thế giới mà nói thì giao tiếp là một gánh nặng dư thừa. Đối với người thường cũng chẳng phải là vậy sao?\\n\\nNhưng thành viên #56, hội trưởng nhiệm kỳ thứ 2 Elias Salas của câu lạc bộ đã từng thử giải quyết vấn đề này. Anh ấy hăng hái chuẩn bị mắt kính liên lạc có tính năng cảm biến từ xa cho những thành viên lúc bấy giờ. Điều đáng tiếc là, ngay cả khi nhịp cầu kết nối giữa các hành tinh đã được dựng sẵn, thì cũng chẳng được bao nhiêu người muốn bước lên chiếc cầu đó... Kể từ khi thiết bị thông tin liên lạc tuyệt vời nhất trong lịch sử ngân hà ra đời, cho đến nay chưa từng có một cuộc đối thoại nào hiệu quả thực sự.\\n\\n\"-Số máy quý khách vừa gọi hiện không liên lạc được, vui lòng gọi lại sau... Trời ạ, giả làm trí tuệ nhân tạo để từ chối tôi cũng phải thật một chút chứ...\"\\n\\nElias Salas thở dài biết rằng điều này thực sự khó khăn, nhưng anh ấy vẫn phải thử nó. Dù sao, công nghệ này nhất định sẽ có ích."
    },
    {
      "_id": 31082,
      "ids": [
        31082,
        41082,
        51082,
        61082
      ],
      "id": "tay_bt_bin_tn_ca_thin_ti",
      "name": "Tay Bắt Biến Tần Của Thiên Tài",
      "type": "HAND",
      "desc": "Găng tay có gắn máy bắt dao động dải băng tần, có thể thao tác trực quan lên dao động âm thanh và ánh sáng khách quan.",
      "typeText": "Tay",
      "backstory": "Do ở nhờ trong tiệm trái cây của cha nuôi để làm thuê, vì vậy làm thế nào để lười biếng, làm sao để lười mà không bị phát hiện, đã trở thành vấn đề cần phải giải quyết của thành viên #84 Stephen Lloyd.\\n\\nAnh ta chế tạo ra găng tay có thể bắt được các dải tần cụ thể, nắm lấy âm thanh và ánh sáng, giúp bản thân có thể trốn vào phía sau hàng rào của băng tần để nghiên cứu nhạc cụ.\\n\\nKhả năng giữ lại âm thanh và ánh sáng trong một khu vực cụ thể mà không lưu chuyển là một khám phá lớn có thể thay đổi quỹ đạo của khoa học, ít nhất trong hệ thống khoa học cổ điển Aiden hiện có, nó thực sự rất khó giải thích... Tuy nhiên, anh không có ý định gây ra bất kỳ ảnh hưởng nào đến giới khoa học ngày nay, và anh cũng chưa tính đến việc công khai công nghệ này, suy cho cùng thì đây chỉ là một món đồ chơi được tạo ra để làm biếng mà thôi.\\n\\n\"Steven, mặc dù không biết con đã làm gì, nhưng chắc chắn con đang lười biếng phải không?\"\\n\\nDù Steven Lloyd được gọi là \"thiên tài trong số những thiên tài\", nhưng đối với cha mà nói, đó chỉ là đứa trẻ thích tưởng tượng và làm biếng."
    },
    {
      "_id": 31083,
      "ids": [
        31083,
        41083,
        51083,
        61083
      ],
      "id": "xm_nhp_trng_siu_d_liu_thin_ti",
      "name": "Xâm Nhập Trường Siêu Dữ Liệu Thiên Tài",
      "type": "BODY",
      "desc": "Đồ lặn bao bọc cả cơ thể sau khi khởi động, truyền tín hiệu thần kinh đến không gian Siêu Dữ Liệu với thời gian thực.",
      "typeText": "Thân",
      "backstory": "Không gian Trường Siêu Dữ Liệu do thành viên #29 Sserkal thiết lập đã vượt qua các chủng tộc sinh học và đa chiều. Bất kỳ sinh vật nào cũng có thể đồng bộ hóa tín hiệu thần kinh với mạng lưới ý thức chỉ với sự trợ giúp của thiết bị lặn\\n\\nNhững sinh vật không thể đi xuyên thế giới kia cũng có thể được kết nối bằng một giấc mơ chung, tìm kiếm hòa bình và thanh thản không tồn tại trong thực tế.\\n\\nCác sinh vật của vũ trụ đã tạo ra vô số tài sản văn hóa trong không gian Trường Siêu Dữ Liệu được dệt nên bởi dữ liệu ảo, và một trật tự mới đang được thiết lập một cách lặng lẽ. Ngay vào lúc có người dự đoán rằng thiên đường mới sẽ thay thế cho thực tại, thì Sserkal - \"thợ dệt thế giới\", lại cắt đứt liên kết của mạng lưới ý thức hoàn toàn như một trò đùa, và toàn bộ không gian Trường Siêu Dữ Liệu im lìm như ngày đông.\\n\\n\"Các nhà đầu tư nói về không gian Trường Siêu Dữ Liệu cả ngày đều điên cả rồi. Ngành này đã được trao quyền vô số lần, nhưng Trường Siêu Dữ Liệu đã biến mất.\"\\n\\nCon người ta thường không ngừng phỏng đoán sau khi họ đã đánh mất thứ gì đó: Trường Siêu Dữ Liệu vốn là vật chứa nuôi dưỡng linh hồn, mời các sinh vật khác nhau vào bên trong chỉ để có được mẫu linh hồn miễn phí mà thôi."
    },
    {
      "_id": 31084,
      "ids": [
        31084,
        41084,
        51084,
        61084
      ],
      "id": "bc_i_lc_ht_ca_thin_ti",
      "name": "Bước Đi Lực Hút Của Thiên Tài",
      "type": "FOOT",
      "desc": "Thiết bị truy bắt lực hút có thể mang lên người, hình dạng giống giày trượt băng, có thể phản chiếu ánh sáng của các ngôi sao khi trượt nhanh.",
      "typeText": "Chân",
      "backstory": "Hội viên #64 của Câu Lạc Bộ: \"Dr. Primitive\" khét tiếng đã dành cả cuộc đời để lẩn trốn những cuộc săn lùng giữa các vì sao vì những tội ác mà mình đã gây ra.\\n\\nDr. Primitive có vẻ thích thú với điều đó, cố tình kiểm soát khoảng cách với Cảnh Binh, không đến nỗi sẽ bị bắt nhưng cũng sẽ không biến mất.\\n\\nHắn đã áp dụng một kỹ thuật thu giữ lực hút nào đó vào quá trình lẩn trốn, để có thể tự do đi bộ trong không gian khi vận dụng lực hút. Các nhà vật lý thiên văn của Hội Trí Thức vẫn chưa nắm được nguyên lý của nó, chỉ có thể giả thiết rằng chính sự chênh lệch lực hút giữa các hành tinh đã đóng vai trò chủ yếu. Các phương tiện giao thông thế hệ trọng lực do người truy đuổi điều khiển bất đắc dĩ phải theo sát phía sau, quyết tâm truy bắt kẻ có tội về quy án.\\n\\n\"Đi bộ trong không gian là một chuyện lãng mạn\", Cảnh Binh Thiên Hà nói, \"Nhưng đáng tiếc người đó là Dr. Primitive.\"\\n\\nCho đến khi Dr. Primitive mất tích hoàn toàn, Cảnh Binh Thiên Hà không hề tin vào việc hắn \"được cho là đã chết\", mà vẫn không ngừng truy bắt."
    }
  ]
}