{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "Đại Thụ Trầm Tư",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Khiến Tốc Độ của người trang bị tăng <nobr>6%</nobr>. Khi Tốc Độ của người trang bị từ <nobr>135</nobr>/<nobr>180</nobr> trở lên, thì Lượng Trị Liệu của người trang bị và Linh Hồn Ký Ức của người đó sẽ tăng <nobr>12%</nobr>/<nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "Cây Thiêng Trầm Tư Của Điện Cây Giác Ngộ",
      "type": "NECK",
      "desc": "Bao bọc trong Quả Cầu Vị Diện là Điện Cây Giác Ngộ của Amphoreus, thần thể của \"Nhánh Phân Chia\" {RUBY_B#Titan Lý Trí}Cerces{RUBY_E#} đang trầm tư ở đây. \"Học giả đầu tiên\" đã dẫn dắt mọi người xây dựng vườn hoa và sân đình trong khu rừng, chia sẻ kiến thức, từ đó mà Điện Cây ra đời.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "\"Học giả đầu tiên\" Thalesus, để tìm kiếm ý nghĩa tâm linh trong tín ngưỡng Mnestia, vào lúc trưởng thành, ông đã từ thành bang ven biển Mileutus, quê hương của mình, bắt đầu cuộc hành trình đi khắp vùng đất Amphoreus.\n\nTrong hành trình hành hương, những trải nghiệm khác thường, những cảnh tượng kỳ lạ đã khiến ông nảy sinh những suy nghĩ hoàn toàn mới về hiện tượng tự nhiên và nguồn gốc của thế giới. Khi kết thúc hành trình, ông đã diện kiến \"Nhánh Phân Chia\" và hoàn thiện phương pháp luận nhận thức thế giới của mình trước cây đại thụ. Sau đó, Thalesus đã xây dựng một sân đình dưới gốc cây đại thụ và đặt tên là \"Điện Cây Giác Ngộ\" để mọi người thức tỉnh tâm trí, tìm kiếm tri thức và giác ngộ đạo lý.\n\nNhững suy nghĩ của {RUBY_B#Titan Lý Trí}Cerces{RUBY_E#} được ghi chép lại trên những cuộn giấy hoặc lặng lẽ hóa thành trăm loại cỏ cây... và sự náo động của Điện Cây cũng được sinh ra từ đó. Từ những cuộc tranh luận và trao đổi trí tuệ này, các học phái với những tư tưởng khác nhau đã ra đời.\n\nPhương hướng nghiên cứu giữa các học phái tuy có sự khác biệt, nhưng lại đan xen vào nhau... giống như những nhánh cây phân nhánh vươn dài của đại thụ, luôn không thể tránh khỏi sự chồng chéo... Trong những cuộc tranh luận gay gắt, trong sự kế thừa lý luận và tri thức giữa các thế hệ, những chiêm nghiệm mà \"học giả đầu tiên\" để lại đã được lưu truyền đến ngày nay, và đã sớm phát triển thành nhiều trào lưu tư tưởng, đứng đầu là Bảy Hiền Giả và bảy học phái chính.\n\n\"Mọi tri thức trên thế gian đều nên hóa thành những chiếc lá của Điện Cây, tạo nên bóng mát rợp trời, giúp đại thụ phát triển mạnh mẽ.\" Các thành bang tìm kiếm trí tuệ từ Điện Cây đều phải dâng lên tri thức ngang bằng. Như vậy, vô số ý tưởng hóa thành chất dinh dưỡng, vô số chồi non lá biếc mới có thể nảy mầm.\n\nTrong suốt hàng trăm năm Lịch Ánh Sáng, bất kỳ đoàn buôn nào đi qua cửa ải Điện Cây, bất kỳ thuyền buôn nào cập cảng Điện Cây... Bất kỳ kinh thư nào được phát hiện chứa đựng tri thức, bất kể quốc tịch, bất kể ngôn ngữ, đều sẽ được đưa vào kho tàng của Điện Cây. Các học giả của Điện Cây, hay còn gọi là \"bọn cướp\", bằng cách mua với giá cao, thuê người sao chép, thậm chí là cướp đoạt, đã xây dựng Điện Cây thành \"trường học tốt nhất của Amphoreus\". Các học giả Điện Cây mượn sự nghiên cứu làm vật tế thần, lấy suy nghĩ làm sự thành kính, để tôn thờ lý trí tối thượng trên thế gian.\n\nBắt đầu từ việc gieo trồng sự sống, trở về với linh hồn của khu rừng, trái tim tụ sương thu thập những giọt tri thức từ thế gian. {RUBY_B#Titan Lý Trí}Cerces{RUBY_E#} lắng nghe khu vườn học thuật ngày càng náo động, vẫn luôn trầm tư không nói."
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "Cành Lá Tri Thức Của Điện Cây Giác Ngộ",
      "type": "OBJECT",
      "desc": "Tơ vàng và dây leo kết nối mạng lưới tri thức của Điện Cây, trở thành huyết mạch chia sẻ thành quả giữa các học phái. Thông tin được truyền vào từ rễ, di chuyển và phân tích dọc theo các mạch. Cho đến khi hóa thành một giọt sương, tan vào hồ nước của Viện Hữu Nghị.",
      "typeText": "Dây Liên Kết",
      "backstory": "Một luồng suy nghĩ của Điện Cây Giác Ngộ, một nhánh ngang trên cây đại thụ. Các mạch kéo theo hàng trăm hàng ngàn luận điệu, mở rộng như một mạng lưới chằng chịt của những nhánh cây. Tuy độc lập, nhưng lại mọc chen chúc, chồng chéo lên nhau, cuối cùng, kết thành một tán cây sum suê khiến đại thụ thêm phần tươi tốt.\n\nTrong đó, một nhành cây hướng cuống lá về phía chính mình, xoắn lại thành vòng phức tạp. Người Khổ Hạnh của \"Học Phái Liên Thực\" say mê với bí ẩn của chính những đường vân và hoa văn trên lá, tin rằng sự sinh sôi, thậm chí là vạn vật đều là những tồn tại hiển nhiên có thể chạm tới. Sự khổ hạnh mà họ chuyên tâm, là phương thức thực tiễn để điều hòa vạn vật trên thế gian... Theo họ, khổ tu không phải là cách từ bỏ bản thân, mà ngược lại, là con đường tắt để thấu hiểu chính mình.\n\nMột nhành cây khác kết trái sum suê, trĩu nặng cành. Các học giả của \"Học Phái Sơn Dương\" tinh thông nghiên cứu, nhân giống và bảo tồn những loài thú kỳ lạ... Vẻ đẹp đáng yêu muôn hình vạn trạng của Chimera, chính là thực tiễn nho nhỏ của họ trong việc hiểu được tính đa dạng của sự sống.\n\nMột nhành cây khác uốn lượn thành một tỷ lệ hoàn hảo, chính xác và tao nhã. Các học giả của Học Phái Dây Thừng tuyên bố \"vạn vật đều là số\", tức là... mọi thực thể đều có thể được ánh xạ bằng số. Là học phái kết tinh sớm nhất của Điện Cây, họ giữ vững ngưỡng cửa học viện, yêu cầu \"kẻ không biết hình học chớ vào\", càng tôn sùng toán học là phương tiện để {RUBY_B#Titan Lý Trí}Cerces{RUBY_E#} thống trị thế gian.\n\nMột nhành cây khác mọc lên dày dặn, tròn trịa, dẻo dai vô cùng. Học Phái Kéo Đá yêu cầu học giả phải vung dây ném đá và ném những viên đá tròn ra ngoài phạm vi được chỉ định trước khi chính thức gia nhập, để chứng minh ý định \"theo đuổi sự hoàn hảo\" của họ trong việc rèn luyện, tư duy và các hoạt động cạnh tranh.\n\nMột nhành cây khác khi thì rủ xuống, khi thì vươn thẳng, truyền đạt vẻ đẹp thuần khiết đến tri giác. Học Phái Gốm Đỏ coi việc thảo luận về nghệ thuật và cảm tính là nguồn gốc của tư duy logic, tin chắc rằng thông tin chắt lọc trực tiếp từ giác quan là tinh túy nhất, và thế giới mà nó tiếp cận là khái quát hơn.\n\nTrên tán cây sum suê, nhành cây thành kính sùng bái thích hợp nhất cho tế lễ, nó hình thành từ thân chính của đại thụ. \"Học Phái Kính Bái\" tinh thông về nghi lễ Titan và việc vận dụng Thần Tích, được gọi là \"cái nôi của chính trị gia Amphoreus\". Họ không chỉ chủ trì các nghi lễ tín ngưỡng của Điện Cây, mà thành quả của họ còn đi sâu vào mọi khía cạnh của Amphoreus. Tuy nhiên, có một nhành non mới nhú sắc bén, đang vươn lên đối đầu với nó...\n\nHọc Phái Hạt Trí Tuệ kế thừa thuyết linh hồn từ \"học giả đầu tiên\", chuyên tâm vào lý luận về sự chuyển hóa và thăng hoa giữa sự sống và sự vật, được thành lập muộn nhất, nhưng luận điểm lại sắc bén nhất, học thuyết chủ đạo của họ hướng đến nguồn gốc của tất cả sinh mệnh và vật thể.\n\nBảy hiền giả của bảy học phái mỗi người nắm giữ một lĩnh vực nghiên cứu riêng, về nguyên tắc thì không có hệ thống phân cấp giữa họ. Còn đại thụ của lý trí giữ chức vị hàng đầu của bảy hiền giả, giữa những cuộc tranh luận bất tận, đã lan tỏa kiến thức và lý trí ra khắp thế gian như những nhánh cây rợp bóng."
    }
  ]
}