{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "Thiết Vệ Bão Tuyết",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Sát thương phải chịu giảm <nobr>8%</nobr>.",
    "4": "Khi bắt đầu hiệp, nếu người trang bị có phần trăm HP hiện tại thấp hơn hoặc bằng <nobr>50%</nobr>, sẽ hồi HP bằng <nobr>8%</nobr> Giới Hạn HP của bản thân, và hồi <nobr>5</nobr> điểm Năng Lượng."
  },
  "pieces": [
    {
      "_id": 31061,
      "ids": [
        31061,
        41061,
        51061,
        61061
      ],
      "id": "m_gip_gang_ca_thit_v",
      "name": "Mũ Giáp Gang Của Thiết Vệ",
      "type": "HEAD",
      "desc": "Mũ giáp che mặt được cải tạo, thêm vào trong một lớp lót để giữ ấm cho đầu.",
      "typeText": "Đầu",
      "backstory": "Bày trận chờ địch không phải là chuyện dễ trong băng giá vĩnh cửu, nhưng Thiết Vệ Bờm Bạc ở Jarilo-VI đã quen với việc này. Gió lạnh xuyên qua khe hở của tấm che mặt, như một con dao sắt lạnh lẽo sượt qua.\\n\\nNhững con quái vật từ bên ngoài bầu trời một lần nữa chỉnh đốn quân đội, những binh sĩ vũ trang đầy đủ đã sẵn sàng chiến đấu theo lệnh của Đấng Bảo Vệ Tối Cao.\\n\\nCác vệ binh ở tiền đồn thường xuyên phải ẩn nấp trong tuyết nhiều ngày liền để thám thính hành động của bọn quái vật. Sương giá đóng băng cả da thịt, mồ hôi và bông tơ phủ đầy mũ giáp của người lính, phải dùng nước nóng giội vào mới có thể lấy mũ giáp xuống một cách an toàn. Những người thợ thủ công đã bẻ lệch độ cong tấm kim loại của mũ giáp bằng gang để giảm thiểu tối đa lực cản mà chiếc mũ phải chịu trong gió tuyết.\\n\\nCứng cáp, ấm áp, uy phong, cách chế tạo mũ giáp thiết vệ được truyền lại như vậy.\\n\\n\"Các người đeo mặt nạ như vậy thì làm thế nào để nhìn rõ đường đi?\" Thiết vệ nào khi thi hành nhiệm vụ cũng đã từng bị hỏi một câu như vậy."
    },
    {
      "_id": 31062,
      "ids": [
        31062,
        41062,
        51062,
        61062
      ],
      "id": "gip_tay_vy_bc_ca_thit_v",
      "name": "Giáp Tay Vảy Bạc Của Thiết Vệ",
      "type": "HAND",
      "desc": "Giáp tay bằng kim loại lấp lánh ánh bạc, bên trong là cấu trúc máy móc tổng hợp.",
      "typeText": "Tay",
      "backstory": "Kẻ xâm nhập mang ấn ký Hủy Diệt đã chặn đường của đội cận vệ, Laszlo-Landau ra lệnh cho binh lính bảo vệ Đấng Bảo Vệ Tối Cao rút lui, còn mình thì ở lại để chặn hậu.\\n\\nDù là đội trưởng dũng cảm thiện chiến nhất trong số Thiết Vệ Bờm Bạc, cũng không có cách thoát thân.\\n\\nSinh vật kỳ dị hung hăng kêu gào không dứt, thế tấn công mãnh liệt như gió táp mưa sa, dù tà vật không ngừng lao tới, nhưng chúng không thể phá vỡ tuyến phòng thủ đơn độc của Landau. Cuộc tấn công và phòng thủ khốc liệt kéo dài khiến Laszlo kiệt sức, cho đến khi viện quân xuất hiện, anh mới ngất đi. Các binh sĩ phát hiện, Laszlo mất đi đôi tay trong trận chiến khốc liệt.\\n\\nNgười thợ giỏi nhất đã đúc một bộ giáp tay tinh xảo tặng cho vị anh hùng, để anh có thể tiếp tục giơ cao quân kỳ.\\n\\n\"Tuy đẹp nhưng không đủ\" Laszlo nhìn bộ giáp tay lẩm bẩm, \"Đôi tay này không còn cảm nhận được độ rung của cung đàn nữa.\""
    },
    {
      "_id": 31063,
      "ids": [
        31063,
        41063,
        51063,
        61063
      ],
      "id": "qun_phc_c_ca_thit_v",
      "name": "Quân Phục Cũ Của Thiết Vệ",
      "type": "BODY",
      "desc": "Quân phục cũ của Thiết Vệ Bờm Bạc được ủi phẳng phiu, chiếc cài chắc chắn ép vải thành nếp.",
      "typeText": "Thân",
      "backstory": "Quân phục kiểu cũ gia truyền của nhà Goethe bị nhét dưới đáy rương, chỉ có vinh dự của quân nhân mới có thể mang nó trở lại thế gian.\\n\\nĐối mặt trước sức tấn công dữ đội của Lính Hủy Diệt, Thiết Vệ Bờm Bạc thề sẽ bảo vệ nơi hiểm yếu, sớm đã chẳng có đường lui.\\n\\nTrong trận chiến bảo vệ Vevalo, Halls Goethe thống lĩnh đội cảm tử cố thủ ở khe núi nhiều tháng liền, cho đến khi kèn lệnh chi viện vang dội khắp núi rừng, mọi người mới biết các vị anh hùng đã sớm không còn cả hài cốt. Đấng Bảo Vệ Tối Cao Alisa đã đích thân trao tặng huân chương danh dự cho các hậu duệ anh hùng Halls Goethe tại lễ trao tặng, Goethe mặc bộ quân phục cũ dõng dạc ưỡn ngực, đại diện cho những anh hùng đã khuất.\\n\\nThứ Goethe nhìn thấy là quân phục và huân chương, còn thứ Đấng Bảo Vệ Tối Cao nhìn thấy là di sản mà các anh hùng để lại... tương lai của Belobog.\\n\\n\"Hols Goethe là một chiến binh thực thụ, hãy tự hào vì được mang họ Goethe.\" Câu nói này là ký ức duy nhất của Goethe trẻ tuổi về Đấng Bảo Vệ Tối Cao."
    },
    {
      "_id": 31064,
      "ids": [
        31064,
        41064,
        51064,
        61064
      ],
      "id": "gip_chn_bc_ca_thit_v",
      "name": "Giáp Chân Bạc Của Thiết Vệ",
      "type": "FOOT",
      "desc": "Giáp chân kim loại màu bạc chắc chắn, vừa có tác dụng bảo vệ vừa giữ ấm.",
      "typeText": "Chân",
      "backstory": "Đội dã chiến Thiết Vệ Bờm Bạc thường vì yêu cầu chiến thuật mà buộc phải đi hàng nghìn dặm một ngày trong tuyết dày đến thắt lưng. Cái mệt mỏi kiệt sức vì đường dài và vết thương sinh ra do giá rét nghiêm trọng đã thử thách đôi chân của những chiến binh.\\n\\nViễn chinh trong tuyết dài đằng đẵng, thỉnh thoảng sẽ gặp một số người bạn cũ đã mất tích từ lâu.\\n\\nThiết Vệ Bờm Bạc phụ trách du kích ở chiến trường tuyết thường nghe thấy tiếng hú của những con Sói Đồng Tuyết trong trại, sinh vật tội nghiệp này cũng chịu cảnh không chốn nương thân dưới gót sắt của quân xâm lược. Sĩ quan Jaeger của đội dã chiến xuất thân là một thợ săn, kỹ năng làm vật phẩm lông từ bờm sói là bản lĩnh đặc biệt của anh. Sau khi băng giá vĩnh cửu giáng xuống, kéo dài không dứt, anh hiếm khi gặp lại những con thú hung dữ này. Trong đêm lạnh giá, một vài con Sói Đồng Tuyết lơ là cảnh giác, đến gần đống lửa trại của thiết vệ, nằm phủ phục bên cạnh Jaeger, không hề phát ra tiếng động. Và bình minh đến, những con thú này vĩnh viễn ngủ vùi trong giấc mộng ấm áp của chúng.\\n\\nSĩ quan Jaeger nhét bờm sói đã qua xử lý vào trong Giáp Chân Bạc của những người lính để giúp họ dễ chịu hơn một chút trong hành trình dài.\\n\\n\"Những con Sói Đồng Tuyết vẫn chưa hoàn toàn mất nhà, và chúng ta cũng vậy.\" Sĩ quan Jaeger bày tỏ sự tiếc thương cho những con Sói Đồng Tuyết theo cách này."
    }
  ]
}