{
  "_id": 123,
  "id": "hero_of_triumphant_song",
  "name": "Anh Hùng Ca Khúc Khải Hoàn",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tấn Công tăng <nobr>12%</nobr>.",
    "4": "Khi Linh Hồn Ký Ức của người trang bị trong trận, Tốc Độ của người trang bị tăng <nobr>6%</nobr>, Khi Linh Hồn Ký Ức của người trang bị tấn công, Sát Thương Bạo Kích của Linh Hồn Ký Ức và người trang bị tăng <nobr>30%</nobr>, duy trì <nobr>2</nobr> hiệp."
  },
  "pieces": [
    {
      "_id": 31231,
      "ids": [
        31231,
        41231,
        51231,
        61231
      ],
      "id": "heros_wreath_of_championship",
      "name": "Vòng Nguyệt Quế Quán Quân Anh Hùng",
      "type": "HEAD",
      "desc": "Vòng nguyệt quế quán quân đấu trường nhận được. Mỗi chiếc lá nguyệt quế vàng đều lấp lánh ánh sáng của sự can đảm và vinh quang.",
      "typeText": "Đầu",
      "backstory": "Thời gian như trôi chậm lại trong tiếng thở dài của Oronyx. Anh ấy nghe thấy hơi thở nặng nề của mình, các xương sườn ở ngực cũng đau nhói, như muốn hút hết từng chút không khí trong đấu trường vào phổi... Mồ hôi và máu hòa vào nhau chảy xuống, mặt đất dưới chân dụ dỗ anh từ bỏ, để tận hưởng sự an nghỉ mềm mại và thoải mái đó... Anh đã kiệt sức.\n\n\"Cú đánh tiếp theo sẽ đến từ đâu? Bên trái, hay bên phải? Là đòn tấn công giả hay là...\"\n\nNgọn giáo đã lao tới, anh không kịp suy nghĩ. Thôi thì dứt khoát giao phó số phận cho Titan Phân Tranh, còn bản thân chỉ cần đâm thẳng về phía trước một nhát.\n\nBụi đất từ từ lắng xuống, ánh nắng chiều tà chiếu vào từ bên ngoài đấu trường, rọi vào một bên mặt của anh. Khán giả trên khán đài đồng loạt đứng dậy, tiếng vỗ tay và tiếng reo hò ào ạt như sóng biển ập đến. Lúc này, anh ngạc nhiên phát hiện, thì ra đấu trường rộng lớn đến vậy, cảm giác đè nén không lối thoát dường như không còn tồn tại nữa. Giữa không gian rộng lớn chỉ còn lại vũng máu, đối thủ đã ngã xuống, và người chiến thắng cô độc nhưng rực rỡ.\n\nChủ thành giơ cao tay anh, tuyên bố nhà vô địch cuối cùng. Tiếng trống vang lên theo đó, anh đội vòng nguyệt quế lên đầu, trở thành huyền thoại của đấu trường.\n\n\"Anh đã được chọn làm Dũng Sĩ Đốc Chiến bên cạnh chủ thành, tên của anh cùng với chiến thắng này sẽ được ghi vào sử thi của các anh hùng!\"\n\nSau đó, tên của anh được toàn thành hô hào, vinh quang của Nikador bao trùm lấy anh, như thể cả thế giới đều tồn tại vì anh."
    },
    {
      "_id": 31232,
      "ids": [
        31232,
        41232,
        51232,
        61232
      ],
      "id": "heros_gilded_bracers",
      "name": "Giáp Tay Vàng Của Anh Hùng",
      "type": "HAND",
      "desc": "Một đôi găng tay tinh xảo của Dũng Sĩ Đốc Chiến, ôm sát cổ tay của người chiến binh, nâng đỡ kèn hiệu chiến thắng một cách vững chắc.",
      "typeText": "Tay",
      "backstory": "Dù thắng lớn hay thất bại thảm hại, nhà vô địch của đấu trường sẽ luôn trở về từ chiến trường. Chủ thành xem sự siêu may mắn của anh như \"biểu tượng chiến thắng\", đoạt lấy cây giáo dài và tấm khiên từ trong tay anh, thay bằng kèn lệnh và cờ chiến, ra lệnh cho anh đem siêu may mắn trao cho toàn quân. Các tướng sĩ tin rằng, vinh quang của Nikador luôn đồng hành cùng anh, chỉ cần anh dẫn đường tiến lên, chắc chắn sẽ giành được chiến thắng.\n\n\"Từ nay về sau, anh không cần phải là một chiến binh nữa, mà hãy trở thành một biểu tượng.\"\n\nCơ thể được rèn luyện suốt ngày đêm cứng rắn như sắt đá, nay lại càng giống một bức tượng đá trong thần điện, chỉ dùng để ngắm nhìn.\n\nAnh bị chặn lại bên ngoài trại huấn luyện, các binh lính lo sợ \"biểu tượng chiến thắng\" sẽ gặp phải sự cố, dù là sự cố nhỏ nhặt nhất. Anh được mời đến bữa tiệc của chủ thành, các khách mời hỏi về câu chuyện huyền thoại mười sáu trận chiến sinh tử đó. Giờ đây, anh đứng ở bên rìa chiến trường, tay cầm kèn lệnh, bộ giáp tay bằng vàng óng ánh phản chiếu khuôn mặt ngày càng xa lạ, trái tim anh thoáng chốc như bị siết chặt... Anh đã từ lâu không cần phải xông pha trận mạc nữa, chỉ cần thổi lên hồi còi chiến thắng... Hóa ra, đây chính là \"anh hùng không chiến đấu\" mà mọi người thường nói đến.\n\n\"...Nếu điều này có thể mang lại chiến thắng cho toàn quân, tôi sẵn lòng từ bỏ vinh quang trên chiến trường.\"\n\nNikador không bao giờ chọn con đường chiến thắng cho \"một biểu tượng\", anh không dám lơ là, có lẽ trận chiến cuối cùng của kiếp này sắp đến..."
    },
    {
      "_id": 31233,
      "ids": [
        31233,
        41233,
        51233,
        61233
      ],
      "id": "heros_gallant_golden_armor",
      "name": "Chiến Giáp Vàng Của Anh Hùng",
      "type": "BODY",
      "desc": "Giống như bộ giáp của thần linh, ôm sát cơ thể cường tráng một cách hoàn hảo.",
      "typeText": "Thân",
      "backstory": "Đối đầu với vị thần đã rơi vào điên loạn, số phận đã định không ai có thể rời khỏi với tư cách người chiến thắng. Nơi thanh kiếm dài của Nikador vung qua, ngọn giáo gãy đôi, tấm khiên vỡ nát, chiến tuyến sụp đổ lần lượt từng gang tấc... Những binh sĩ không giữ được hàng ngũ, rơi vào hỗn loạn và sợ hãi chưa từng có. Tiếng kèn hiệu của vị anh hùng đấu trường bị chôn vùi trong tiếng gào thét, tiếng rên rỉ và tiếng va chạm của sắt thép, đã không còn đủ sức để xoay chuyển tình thế thất bại nữa.\n\n\"Nikador muốn lấy lại chiến thắng mà hắn đã hứa, và tôi phải dùng cây giáo dài và máu tươi để đổi lại.\"\n\nTrong khói bụi cuộn trào, lá cờ rách nát vẫn tiến về phía Nikador. Các binh sĩ đã nhận ra, vị anh hùng siêu may mắn đã chọn một đi không trở lại.\n\nBan đầu chỉ có bốn hoặc năm người đi theo, rồi sau đó tăng thành hàng chục, hàng trăm người... Họ theo sát bóng lưng rộng lớn ấy, tiến về phía chiến trường tử thần, phát động cuộc tấn công cuối cùng... Những chiến hữu đã ngã xuống dường như đã hóa thành linh hồn, thì thầm vào tai họ, khích lệ những người còn sống hoàn thành ván cờ cuối cùng này. Ngay cả khi Nikador đã rơi vào điên loạn, hắn cũng theo bản năng cảm nhận được quyết tâm bất khuất và ý chí phi thường của nhóm chiến binh này.\n\n\"Nhìn kìa! Vị anh hùng của đấu trường vẫn đang tiến về phía trước, chúng ta phải đi theo!\"\n\nBộ giáp mạ vàng vẫn lấp lánh dưới ánh hoàng hôn, anh dẫn đầu đội quân tiến đến cái chết danh dự và uy nghiêm."
    },
    {
      "_id": 31234,
      "ids": [
        31234,
        41234,
        51234,
        61234
      ],
      "id": "heros_firechasing_shinguard",
      "name": "Giáp Chân Đuổi Lửa Của Anh Hùng",
      "type": "FOOT",
      "desc": "Bộ phận bảo hộ ống chân ôm sát chân của người chiến binh, đường cong tao nhã nhưng cứng rắn, chứa đựng niềm tin không bao giờ lùi bước.",
      "typeText": "Chân",
      "backstory": "Các binh sĩ lặng lẽ bước vào đống đổ nát, bắt đầu dọn dẹp chiến trường. Một số người kéo lê các thi thể với vẻ khó nhọc, tách biệt chiến hữu và kẻ thù. Một số người quỳ xuống bên cạnh đồng đội đã hy sinh, vuốt nhẹ để khép mắt họ lại... Tiếng gào thét trên chiến trường đã đi xa, chỉ còn lại sự im lặng khiến mọi người nghẹt thở... Vị anh hùng của đấu trường cũng đã yên nghỉ trong số những người đã khuất này, chỉ còn lại một đôi giáp chân mạ vàng cô độc đứng giữa máu và cát bụi.\n\n\"Nhớ kỹ, những chiến binh trên chiến trường không bao giờ biến mất hoàn toàn, linh hồn của họ sẽ mãi tồn tại trong ký ức của hậu thế.\"\n\nTheo sau đó, bầu không khí tĩnh lặng bị phá vỡ bởi tiếng hát bi thương, các tư tế chậm rãi bước đến chiến trường, tiến hành nghi thức tang lễ cho những người đã ngã xuống.\n\nNgọn lửa bùng lên trong đêm tối, tiếng ca ai oán kéo dài không dứt... Đột nhiên, bầu trời ở đằng xa bị một tia sáng chói lọi xuyên thủng, như thể Ngọn Giáo Thần Phạt đã đâm xuống mặt đất, đó là Nikador đang kêu gọi những linh hồn ở nơi đây. Ngay sau đó, những người lính và dân thường tham dự lễ tang đều quỳ xuống, hai tay giơ cao, trong lòng đầy kính sợ và cảm kích... Ánh sáng ấy hóa thành hơi ấm, nhẹ nhàng nâng đỡ linh hồn của mỗi vị chiến binh, thì thầm về ân huệ và lòng khoan dung của các Titan, tuyên bố sự bất tử vĩnh hằng của các anh hùng.\n\n\"Nhìn kìa, dù thân thể đã chìm vào cõi chết, nhưng vị anh hùng của đấu trường vẫn đang dẫn đường cho các chiến binh, hướng về phía quê hương.\"\n\nVị anh hùng khẽ gật đầu, trong bài ca dao cổ xưa, linh hồn cao quý của anh sẽ được đúc lại một lần nữa."
    }
  ]
}