{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "Thợ Săn Tuyết Phủ",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Sát Thương Băng <nobr>10%</nobr>.",
    "4": "Khi người trang bị thi triển Tuyệt Kỹ, Sát Thương Bạo Kích tăng <nobr>25%</nobr>, duy trì <nobr>2</nobr> hiệp."
  },
  "pieces": [
    {
      "_id": 31041,
      "id": "m_artaius_th_sn",
      "name": "Mũ Artaius Thợ Săn",
      "type": "HEAD",
      "desc": "Chiếc mũ làm bằng da lông phần đầu của gấu tuyết khổng lồ. Bộ da lông như có quỷ thần tá túc, đao thương bất nhập.",
      "typeText": "Đầu",
      "backstory": "Trên Cánh Đồng Tuyết của Snowland lưu truyền quy tắc sinh tồn của thợ săn: Trong thời gian Artaius săn mồi, tuyệt đối không thể đến phía nam của ngọn núi, Gấu Trắng Khổng Lồ làm rung chuyển cả ngọn núi không hoan nghênh bất cứ ai.\\n\\nLà thợ săn do hiệp hội chỉ định, Hugh nhận được tín hiệu rồi vội vàng đến phía nam, chưa từng nghĩ rằng sẽ gặp phải trận mai phục đã lên kế hoạch từ lâu.\\n\\nSau khi tỉnh dậy từ cơn choáng váng của cuộc đọ súng không hồi kết, Hugh lập tức ý thức được bản thân vừa thoát khỏi thời khắc sinh tử; Nhưng ngay giây phút tiếp theo, Hugh lập tức nhận ra, mối nguy chưa hề biến mất, anh đang ở trong tầm ngắm của Artaius. Dù động tác có gần và nhanh hơn đi nữa, những đòn tấn công không hề theo trật tự của Artaius cũng chưa chắc có thể đánh trúng hết... Hugh bình tĩnh chờ đợi cơ hội, rút lưỡi dao bằng xương kịch độc, nhảy lên với tốc độ vượt qua người thường, thắng thua xoay chuyển trong chớp mắt.\\n\\nAnh nhặt lấy cái đầu và da lông của Artaius, cầm cự qua đêm gió tuyết đầu tiên trong tình trạng vết thương bởi súng chưa lành.\\n\\nNhiều ngày sau, Hiệp Hội Thợ Săn tìm thấy xác Artaius không đầu. Bắt đầu từ khi đó, họ biết thợ săn đáng chết này chưa hề chết, và kẻ báo thù không lường trước cũng được sinh ra từ đó."
    },
    {
      "_id": 31042,
      "id": "gng_tay_thn_ln_ca_th_sn",
      "name": "Găng Tay Thằn Lằn Của Thợ Săn",
      "type": "HAND",
      "desc": "Vảy và móng của Thằn Lằn Tuyết Nham được may chặt vào găng tay chiến thuật, có thể tự do leo trèo, bám vịn trên bất kỳ mặt tường nào.",
      "typeText": "Tay",
      "backstory": "Thằn Lằn Tuyết Nham vừa thiếu nhanh nhạy, lại không có sức mạnh áp đảo. Nhưng chúng có thể nấp trên vách đá suốt nửa tháng trời cho đến khi con mồi lơ là cảnh giác, lộ ra sơ hở, và chớp được cơ hội ra đòn chí mạng.\\n\\nTuy nhiên, những thợ săn đã đăng ký không thể chờ lâu hơn nữa, họ quyết tâm tiến vào vùng núi tuyết để săn Hugh nhằm loại bỏ mối đe dọa cận kề.\\n\\nThợ săn đăng ký của hiệp hội tuy rất nhiều người mạnh, nhưng họ chưa từng là bạn đồng hành giúp đỡ nhau. Những thợ săn tụ họp lại vì tiền thưởng cực cao của hiệp hội, cũng thường phản bội lẫn nhau vì tiền thưởng, ở nơi hoang dã bất cứ việc gì cũng có thể xảy ra... Chỉ cần trừ khử Hugh, tất cả mọi người sẽ kiếm được nhiều tiền thưởng hơn, họ cùng chung ý đồ, đồng thời cũng phải trả cái giá tương ứng.\\n\\nHugh đã chuẩn bị sẵn sàng, đi săn những thợ săn hàng đầu không hề dễ ăn hơn quái vật, Hugh bắt buộc phải nhẫn nại hơn trước nhiều lần, và nhẫn nại mới là phẩm chất quan trọng nhất của một người thợ săn.\\n\\nNgười đăng ký Hiệp Hội Thợ Săn không ngừng giảm sút, và nỗi sợ hãi về việc \"Hugh bất tử\" đang không ngừng lan rộng."
    },
    {
      "_id": 31043,
      "id": "o_chong_rng_bng_ca_th_sn",
      "name": "Áo Choàng Rồng Băng Của Thợ Săn",
      "type": "BODY",
      "desc": "Áo choàng được làm từ vảy Rồng Băng, gần như tàng hình dưới hiện tượng khúc xạ quang học.",
      "typeText": "Thân",
      "backstory": "Những chiếc vảy độc đáo của \"Chúa Tể Hồ Băng\", có thể phản chiếu ánh sáng chói lóa dưới ánh mặt trời, và có thể tàng hình khi lặn xuống nước. Rất ít thợ săn có thể nắm chắc phần thắng trong cuộc chiến đấu với thứ khổng lồ vô hình.\\n\\nNhiều ngày sau, những người đăng ký của Hiệp Hội Thợ Săn tìm thấy xác Rồng Băng bị lột vảy, vào khoảnh khắc đó, sự sợ hãi đã vượt qua cả kinh ngạc.\\n\\nHugh từng săn hơn trăm ngàn dã thú trên Cánh Đồng Tuyết, đối thủ mỗi lần đều độc nhất vô nhị, đều quý hiếm. Đối với thợ săn mà nói, chỉ khi nào hiểu thấu đáo tính cách và thói quen của con mồi, thì việc đi săn mới có thể gọi là hoàn thành... Với Hugh, \"Chúa Tể Hồ Băng\" giống như mảnh ghép cuối cùng trên Cánh Đồng Tuyết, anh nhất định phải hoàn thành việc săn nó, hoàn thành linh hồn thợ săn của mình.\\n\\nCon mồi có tiền thưởng cao nhất trong danh sách - \"Chúa Tể Hồ Băng\" được thay thế bằng \"Thợ Săn Hugh\", cuộc săn lùng tồi tệ bắt đầu.\\n\\nTất cả những thợ săn đều phải ý thức được việc sẽ trở thành con mồi, Hugh cũng vậy, và những kẻ phản bội càng phải như vậy."
    },
    {
      "_id": 31044,
      "id": "ng_ph_da_nai_ca_th_sn",
      "name": "Ủng Phủ Da Nai Của Thợ Săn",
      "type": "FOOT",
      "desc": "Đôi ủng tiếp thêm động lực được bao bọc bởi lớp da lông mềm mại của loài nai. Trên cánh đồng tuyết, đế ủng của người thợ săn chỉ để lại dấu chân rất nông.",
      "typeText": "Chân",
      "backstory": "Ngay cả khi đang bị thương nặng, nhiệt độ cơ thể không đủ để tan chảy băng tuyết, Nai Sừng Tấm đang hấp hối cũng đủ sức để trở thành dã thú mang tính chí mạng nhất.\\n\\nKhi Hugh nâng cây súng săn lên hướng về phía con nai, anh luôn nghĩ, đôi mắt có thể nhìn xuyên thấu con người kia giống hệt như bản thân anh.\\n\\nTừ khi bị thợ săn đăng ký mai phục, ngọn lửa sinh mạng của Hugh đã như ngọn lửa tàn trước gió. Anh biết rõ mình có thể miễn cưỡng sinh tồn chẳng qua là vì ý niệm báo thù không nhân nhượng của anh, một khi dục niệm được thoả mãn, sinh mạng của anh cũng sẽ bay đi như bông tuyết... Cho dù Hugh luôn cảm thấy bước chân nặng nề, nhưng đôi bốt da nai đế rộng lại không để lại bất cứ dấu vết nào, anh cần phải vực lại tinh thần để đối mặt với chuyến đi săn cuối cùng trong đời.\\n\\nHiệp Hội Thợ Săn dần tan rã trong sợ hãi, hoảng loạn đi thanh trừng những kẻ phản bội, mong được Hugh tha thứ, nhưng đổi lại là sự tự hủy hoại khi nghi ngờ lẫn nhau.\\n\\nHugh vẫn chưa chờ được đến lúc thưởng thức sự hả hê của việc báo thù thành công, thì đã vĩnh viễn ngã xuống Cánh Đồng Tuyết."
    }
  ]
}
