{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "Salsotto Dừng Xoay",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>8%</nobr> Tỷ Lệ Bạo Kích của người trang bị. Khi Tỷ Lệ Bạo Kích của người đó từ <nobr>50%</nobr> trở lên, sẽ tăng <nobr>15%</nobr> sát thương của Tuyệt Kỹ và Đòn Đánh Theo Sau gây ra."
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [
        33065,
        43065,
        53065,
        63065
      ],
      "id": "salsottos_moving_city",
      "name": "Thành Phố Chuyển Động Salsotto",
      "type": "NECK",
      "desc": "Bên trong là một trong những thành phố chuyển động cuối cùng còn sót lại của Salsotto - Cỏ Lăn. Thành phố này không bao giờ dừng lại và nhờ đó không bị nuốt chửng bởi đêm đen hay những ngày mặt trời không lặn.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Nếu nhìn từ góc độ vũ trụ, toàn bộ hành tinh Salsotto do có biển cát rộng lớn nên luôn lấp lánh ánh vàng, với những hố thiên thạch khổng lồ có thể nhìn rõ từ không gian.\n\nVào thời khắc định mệnh, một trận mưa thiên thạch kỳ lạ không ngừng rơi xuống hành tinh Salsotto. Đám thiên thạch không ngừng va chạm vào hành tinh trong một thời gian dài đã tạo nên những góc nhọn đặc biệt, khiến cho quá trình quay của hành tinh dần dần bị dừng lại. Giống như nhấn nút dừng vận hành thế giới, ngày và đêm của Salsotto ngày càng dài hơn, cho đến khi mặt trời mọc và lặn dường như kéo dài vô tận, cho đến khi không ai có thể chịu đựng được nữa, cho đến khi vòng quay của cả hành tinh đều dừng lại...\n\nTình trạng mùa hè thì nóng như thiêu như đốt và những đêm đen lạnh giá kéo dài cả nửa năm đã trở thành sự thực. Những gì còn lại của toàn bộ Salsotto là hai thành phố đang di chuyển không ngừng, luôn cố gắng chạy sát theo sau ranh giới của ngày và đêm.\n\nPháo đài hoành tráng trên không trung như một đám mây mưa với diện tích khổng lồ, từ từ bay qua bầu trời sa mạc vàng lóa mắt với tiếng ầm ầm như sấm rền. Bất cứ nơi nào nó đi qua, cát đổ xuống như thác chảy, phủ kín cả trời đất. Trong thành phố chuyển động khổng lồ, những người Salsotto trong bộ đồ có cánh đang bay lên bay xuống giữa các tòa nhà của thành phố. Tộc người bay này may mắn sống sót sau trận thiên tai, họ thuộc về bầu trời và cũng bị trói buộc với bầu trời.\n\nVào buổi sáng, những ngư dân trên không xuất phát từ cảng rồi lao xuống bãi cát, săn bắt Sứa Cháy và chỉ trở lại thành phố khi chạng vạng. Bằng sức mạnh của những sinh vật bí ẩn, thành phố có thể duy trì hành trình của mình một cách miễn cưỡng.\n\nMặc dù toàn bộ sự sống còn của họ hoàn toàn dựa vào đôi cánh mỏng manh đó, người Salsotto vẫn lạc quan và sẽ không bao giờ để gánh nặng của số phận đè nặng lên đôi vai của mình. Họ dành thời gian cùng gia đình chơi nhạc cụ được làm bằng thủy tinh, để tiếng nhạc khắc vào ngay trên mặt kính, họ cũng thích làm bạn với bút mực và thường bỏ thư vào Thùng Thư Bồ Công Anh, dành cho thành phố chuyển động ở đầu bên kia của ranh giới ngày đêm...\n\nVề cơ bản, từ trường của hành tinh này dần suy yếu và bầu khí quyển cũng dần mỏng đi. Ngay cả khi ngày tận thế hiển hiện ngay trước mắt, thì tia hy vọng về sự sống vẫn chưa tắt, và những đôi cánh chim ưng sẽ không bao giờ ngừng bay."
    },
    {
      "_id": 33066,
      "ids": [
        33066,
        43066,
        53066,
        63066
      ],
      "id": "salsottos_terminator_line",
      "name": "Ranh Giới Ngày Đêm Salsotto",
      "type": "OBJECT",
      "desc": "Chu kỳ ngày đêm của hành tinh Salsotto đã ngừng quay dài vô tận, mọi người chỉ có thể đuổi theo \"ranh giới ngày đêm\" và liên tục di chuyển, mới có thể duy trì được không gian sinh tồn duy nhất còn tồn tại này.",
      "typeText": "Dây Liên Kết",
      "backstory": "Kể từ khi sự đình trệ do \"thiên thạch\" gây ra bắt đầu, \"ranh giới ngày đêm\" đã trở thành đường sinh mệnh eo hẹp của người Salsotto.\n\nKhi mọi chuyện vừa mới bắt đầu, mọi người vẫn xem việc luân chuyển ngày và đêm là điều hiển nhiên. Ranh giới ngày đêm lướt qua mặt đất, trèo qua những ngọn núi, vượt qua khe núi, mang bình minh đến cho những người chưa tỉnh ngủ, và gửi gắm hoàng hôn cho những nơi chuẩn bị say giấc... Nhưng khi nhịp điệu của ánh sáng và bóng tối chậm lại, ban ngày và màn đêm đã không còn quen thuộc, cái nóng và cái lạnh khắc nghiệt kéo dài vô tận cứ như vũng bùn lầy địa ngục, từ từ chôn vùi tất cả sinh mạng bị mắc kẹt bên trong. Thế là, những con người Salsotto vùng vẫy giành lấy sự sống đã đáp lên thành phố chuyển động bay lượn, và bắt đầu cuộc rượt đuổi ngày và đêm.\n\nLên đỉnh đài quan sát của thành phố di động \"Cỏ Lăn\" và nhìn về hướng họ đang đi, phía trước là ban ngày nhưng sau lưng lại là đêm tối.\n\nCuộc rượt đuổi của \"Cỏ Lăn\" không chỉ để sinh tồn mà hơn hết, còn là vì một cuộc sống trang nghiêm. Nó đi nhanh hơn ranh giới ngày đêm một chút, thì ánh sáng sớm mai sẽ chuyển sang buổi chiều; khi chậm hơn thì ánh hoàng hôn sẽ tắt dần vào đêm khuya. Bằng cách này, người Salsotto với tư chất lạc quan đã có thể khôi phục lại \"một ngày bình thường\". Sự lãng mạn trong huyết thống đã ban tặng cho họ tinh thần thoải mái để ca hát nhàn nhã vào những buổi chiều yên bình và ngủ ngon trong những đêm đầy sao.\n\nThế nhưng, đôi cánh ngoan cường cố chấp này cuối cùng rồi cũng tàn lụi, và sự sụp đổ của thành phố chuyển động cuối cùng vẫn bị ranh giới ngày đêm bỏ lại phía sau.\n\nNhiều năm sau, hai thành phố chuyển động xưa nay chưa từng gặp nhau cùng đứng đối đầu với nhau, với các tháp pháo sừng sững giữa đống đổ nát chĩa mũi vào nhau. Có lẽ một trong hai thành phố đã vượt qua một nửa hành tinh để đến được thành phố kia và bắt đầu khơi dậy chiến tranh. Dấu vết của cuộc chiến tàn khốc giữa hai thành phố thỉnh thoảng vẫn còn hiện rõ dưới những cồn cát, kết hợp với lòng thù hận không thể gọi tên, cùng hóa thành một đống đổ nát.\n\nHành tinh Salsotto cứ im lặng như thế, và không biết tự khi nào, bằng cách nào đó, chu kỳ quay của nó giảm dần giảm dần, mở ra khả năng tự phục hồi của chính nó trong một tương lai không người."
    }
  ]
}