{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "Thiết Kỵ Diệt Trừ Tai Họa",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tấn Công Kích Phá tăng <nobr>16%</nobr>.",
    "4": "Khi Tấn Công Kích Phá của người trang bị lớn hơn hoặc bằng <nobr>150%</nobr>, Sát Thương Phá Vỡ gây ra cho kẻ địch sẽ bỏ qua <nobr>10%</nobr> Phòng Thủ của kẻ đó. Khi Tấn Công Kích Phá của người trang bị lớn hơn hoặc bằng <nobr>250%</nobr>, Siêu Sát Thương Phá Vỡ gây ra cho kẻ địch sẽ bỏ qua thêm <nobr>15%</nobr> Phòng Thủ của kẻ đó."
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "chin_khi_tm_ch_ca_thit_k",
      "name": "Chiến Khôi Tìm Địch Của Thiết Kỵ",
      "type": "HEAD",
      "desc": "Mũ giáp sắt thép cường hóa mạnh mẽ tín hiệu cảm quan, dung hợp ý thức của thiết kỵ Glamoth và chiến giáp thành một thể.",
      "typeText": "Đầu",
      "backstory": "Đàn Côn Trùng bao trùm cả bầu trời biến thành tro bụi trong biển lửa, những bông tuyết trắng bạc bay lả tả trong không gian sâu thẳm, phản chiếu ánh sáng mờ nhạt của hằng tinh. Trong khoảnh khắc này, tiếng vỗ cánh không ngừng vang lên bên tai, mệnh lệnh trong kênh thông tin cuối cùng cũng im lặng.\\n\\nĐàn Côn Trùng tấn công \"Đế Quốc\" vẫn chưa bị tiêu diệt hoàn toàn, và như mọi khi, sau một khoảng lặng ngắn ngủi, lệnh xuất kích tiếp theo lại vang lên.\\n\\nThiết Kỵ của \"Đế Quốc\" cảm nhận được cảm giác của thế giới bên ngoài truyền đến thông qua các tín hiệu sâu trong tủy sống. Cô nhớ lại trải nghiệm lần trước khi rời khỏi buồng lái, gió nóng lay nhẹ mái tóc dài, không khí nóng bức thấm vào sau gáy, mồ hôi bết dính trên da. Cô lại không hề ghét cảm giác này, nó so với tín hiệu mô phỏng thì sống động hơn gấp trăm lần. Bộ giáp sẽ đồng bộ cảm quan sâu sắc với người điều khiển, mặc dù điều này sẽ khiến tăng thêm nỗi đau đớn mất Entropy, nhưng để chiến thắng đám côn trùng, Thiết Kỵ từ lâu đã không còn chọn lựa nào khác.\\n\\n<i>Điều <unbreak>43</unbreak> quy tắc quân sự Glamoth, Thiết Kỵ còn sống phải chủ động quay về đội...</i>\\n\\nCho đến khi Thiết Kỵ nhìn thấy mũ giáp màu bạc gục ngã, cô mới nhận ra rằng tín hiệu cảm quan của bộ giáp đã lừa bản thân... Mệnh lệnh xuất kích tiếp theo sẽ không còn vang lên nữa, một thoáng nghỉ ngơi ngắn ngủi thật tàn nhẫn."
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "gip_tay_nghin_nt_ca_thit_k",
      "name": "Giáp Tay Nghiền Nát Của Thiết Kỵ",
      "type": "HAND",
      "desc": "Cánh tay sắt mạnh mẽ nghiền nát hậu duệ của đàn côn trùng, sắc bén và nhẹ nhàng, cứng rắn và chắc chắn.",
      "typeText": "Tay",
      "backstory": "Thiết Kỵ Glamoth siết chặt giáp bảo vệ cổ tay, khiến lớp cánh cứng bẩn thỉu của bọn côn trùng nứt ra, để mặc chất dịch ăn mòn trong bụng chúng mất đi áp suất phun ra tung tóe. Khi chất dịch của côn trùng chạm vào lớp giáp bạc, nó lập tức bị bốc hơi, chỉ để lại một vết máu ố bẩn.\\n\\nNhững mảnh vỡ của áo giáp và các chi của bọn côn trùng nằm rải rác như những mảnh vụn trong không gian thăm thẳm, quấn quanh \"Dòng Sông Tử Vong\" của Glamoth đang lặng lẽ trôi dưới sức kéo của lực hấp dẫn, trận huyết chiến cuối cùng cũng nghênh đón hồi kết.\\n\\nCác nhà lãnh đạo hội nghị thương thảo về cục diện hậu chiến, họ đưa ra phán quyết đối với Titania - đối tượng chưa bao giờ nắm giữ thực quyền, bởi vì cô nắm giữ đội quân Thiết Kỵ có thực lực ngang bằng với Đàn Côn Trùng, sự tồn tại của cô chính là mối họa nguy hiểm nhất đối với sự tồn vong của đế quốc Cộng Hòa... Mọi người rung tiếng chuông hòa bình, tuyên bố với dân chúng rằng Đàn Côn Trùng đã tiêu tán, bầu trời xanh lại lần nữa trở về trong tay đế quốc Cộng Hòa.\\n\\n<i>Nếu không tăng cường kiềm chế \"Nữ Hoàng\", thì còn ai có thể khống chế những binh khí này?</i>\\n\\nTrong cuộc đời ngắn ngủi, những Thiết Kỵ không ngừng mài giũa sức mạnh của nắm đấm sắt, nhưng họ không bao giờ có thể ngờ rằng... những cánh tay khô héo nhợt nhạt đang giơ cao trong hội nghị kia, lại có sức mạnh thay đổi số phận của Glamoth."
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "gip_nh_bc_ca_thit_k",
      "name": "Giáp Ảnh Bạc Của Thiết Kỵ",
      "type": "BODY",
      "desc": "Bộ giáp phát động lửa cháy, giúp Thiết Kỵ Glamoth có thể thiêu đốt chiến trường.",
      "typeText": "Thân",
      "backstory": "Những vòng cung lửa dữ dội quét qua bầu trời đêm, vượt qua đường chân trời nơi bình minh ló dạng, hướng đến những khu vực khác nhau của Glamoth - đó là chu trình quen thuộc nhất và cũng đáng sợ nhất đối với cư dân Đế Quốc Cộng Hòa.\\n\\nNhững bộ giáp bạc vút qua bầu trời, họ chạy đua với thời gian để nhanh chóng xông đến những chiến trường tàn khốc, thậm chí không có thời gian để ngắm nhìn cảnh sắc nơi họ ra sức bảo vệ bất kể ngày đêm.\\n\\nMệnh lệnh của Nữ Hoàng không thể chống lại, những chiến sĩ có gương mặt giống hệt nhau được sinh ra từ Khoang Nuôi Cấy, tuyên thệ trung thành với Nữ Hoàng, quyết tâm đoạt lại bầu trời của Glamoth. Thiết Kỵ xuyên qua núi xương biển máu của đám côn trùng vo ve, thiêu đốt tàn dư còn sót lại của đống vỏ côn trùng, nghiền nát tàn tích của những bộ hàm khổng lồ cùng đống răng nhọn... Số phận của Thiết Kỵ Glamoth chính là chịu đựng sự tan rã chậm rãi của Entropy, bùng cháy dữ dội trên ranh giới của sự sống và cái chết.\\n\\nCho đến khi ngọn lửa hoàn toàn bị dập tắt, cho đến khi đàn côn trùng che khuất bầu trời hóa thành tro tàn mặt đất, cho đến khi chẳng còn ai sống sót quay về... Ngày tháng như vậy vẫn sẽ cứ tiếp tục...\\n\\nSự sống là gì? Khi bộ giáp tăng tốc siết chặt ngực họ, cơn đau nhức nhối đến tê liệt do mất Entropy thoáng qua cơ thể họ, họ mới nếm trải được một chút ý vị của \"sự sống\"."
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "gip_chn_hnh_khng_ca_thit_k",
      "name": "Giáp Chân Hành Không Của Thiết Kỵ",
      "type": "FOOT",
      "desc": "Giáp chân cơ giới kết hợp giữa sức mạnh hủy diệt và tốc độ. Chúng giúp cho Thiết Kỵ Glamoth có thể nhảy cao, tập trung sức mạnh vào một cú đá nhắm vào kẻ địch.",
      "typeText": "Chân",
      "backstory": "Dấu chân của Thiết Kỵ trải rộng khắp mọi ngóc ngách của Đế Quốc Glamoth, tựa như sao băng rực cháy, nhưng vẫn không thể thoát khỏi \"giấc mơ\" do Titania dệt nên.\\n\\nNgười dân Đế Quốc Cộng Hòa lo lắng về quân đoàn được sinh ra để phục vụ chiến đấu, \"Đế Quốc\" chưa từng tồn tại rốt cuộc có bao nhiêu phần trùng khớp với lãnh thổ bản thân quen thuộc...\\n\\nNữ Hoàng ban vinh dự và niềm tin cho các Thiết Kỵ của cô, Thiết Kỵ vì Nữ Hoàng dâng hiến lòng trung thành và lời thề nguyện... Những con người mới không ngừng được sinh ra từ các Khoang Nuôi Cấy, họ được ban cho con số và sứ mệnh. Những con người cũ ẩn nấp dưới rào chắn thép, hồi hộp tận hưởng sự hòa bình mà họ hằng mong đợi. Sự hòa bình giả dối cần phải có một ai đó vạch trần, thủ đoạn chiến tranh làm lung lay bản chất của nhân loại đó không nên tồn tại trên thế giới. Khi thảm họa qua đi, những kẻ ôm lòng sợ hãi muốn tiêu diệt hoàn toàn những sản phẩm méo mó của chiến tranh.\\n\\nGiáp chân của Thiết Kỵ đá vỡ bầu trời, chỉ cần họ muốn, thì họ hoàn toàn có thể vươn tới bất kỳ ngôi sao nào.\\n\\nTuy nhiên, \"Đế Quốc\" đã không thể nào tìm thấy được nữa, trước mắt Thiết Kỵ chỉ tồn tại một con đường đã định trước, một đầu dẫn đến cái chết, một đầu dẫn đến chính bản thân mình."
    }
  ]
}