{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "Thánh Kỵ Sĩ Giáo Hoàng Tịnh Đình",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Phòng Thủ <nobr>15%</nobr>.",
    "4": "Tăng <nobr>20%</nobr> Khiên mà người trang bị cung cấp."
  },
  "pieces": [
    {
      "_id": 31031,
      "ids": [
        31031,
        41031,
        51031,
        61031
      ],
      "id": "m_khoan_dung_thnh_k_s",
      "name": "Mũ Khoan Dung Thánh Kỵ Sĩ",
      "type": "HEAD",
      "desc": "Giống như mặt nạ và mũ của nữ thần khoan dung được khắc trên các tượng đá tôn giáo, dùng để che giấu dung mạo của bản thân.",
      "typeText": "Đầu",
      "backstory": "Người kỵ sĩ trầm lặng chưa từng tháo bỏ chiếc mặt nạ thô cứng và nặng nề, khuôn mặt nghiêm trang và sự trầm tĩnh của Safina tạo nên một cảm giác trấn áp đến mức khó thở.\\n\\nCho dù là ác quỷ không coi ai ra gì hay là thần thánh điên loạn đều phải lộ rõ nỗi khiếp sợ trong bản năng khi đứng dưới sự uy nghiêm áp chế này.\\n\\nChỉ số ít linh mục trong tòa thánh biết rằng dưới chiếc mũ tôn giáo đó, là xuất thân ác ma được Safina ẩn giấu. Tòa thánh sợ hãi trước ác ma, lại khát khao có được sức mạnh của ác ma, vì vậy mới dẫn đến một kết quả mâu thuẫn... Bắt giữ ác ma nhỏ tuổi, bồi dưỡng cô ấy trở thành kỵ sĩ trầm lặng dũng cảm, nhưng cấm cô ấy lộ gương mặt thật trước mọi người, mà phải phục tùng mệnh lệnh của Giáo Hoàng, hoá thân thành kỵ sĩ trầm lặng của thánh nữ.\\n\\nThánh nữ Vanira với độ tuổi cũng xấp xỉ, đã dạy Safina tự học thánh thư, cô ấy vẫn nhớ rõ khuôn mặt nghiêng của ác ma dưới ánh nến.\\n\\n\"Safina thân mến của tôi, tôi đã từng nhìn thấy gương mặt của cô và tôi sẽ luôn luôn ghi nhớ.\" Sau khi trưởng thành, Thánh nữ Vanira dần dần mù lòa."
    },
    {
      "_id": 31032,
      "ids": [
        31032,
        41032,
        51032,
        61032
      ],
      "id": "nhn_th_nguyn_thnh_k_s",
      "name": "Nhẫn Thề Nguyền Thánh Kỵ Sĩ",
      "type": "HAND",
      "desc": "Chiếc nhẫn bạc được khắc hoa văn của giáo hội, khảm đá quý có vẻ hơi vẩn đục.",
      "typeText": "Tay",
      "backstory": "Rút kiếm đối đầu với cộng sự Kỵ Sĩ Giáo Hoàng, sự trang nghiêm và lễ nghĩa dần dần sụp đổ, chiếc nhẫn thề nguyền bảo vệ của các kỵ sĩ bắt đầu trở nên vẩn đục.\\n\\nSức mạnh giáng xuống từ vũ trụ đã ban tặng cho giáo hội thực lực để trừng phạt ác quỷ, đồng thời cũng phát tán chứng điên loạn làm mất đi tính người.\\n\\nKỵ Sĩ Giáo Hoàng bị chứng điên loạn hành hạ đã không phân biệt nổi lễ nghĩa và trật tự, kêu gào xua đuổi tất cả hậu duệ ác ma, để giáo hội được cứu rỗi. Đối mặt với sự đe dọa đang đến gần thánh nữ, Safina không hề do dự, dù đối phương là kỵ sĩ trưởng của Giáo Hội Tịnh Đình, cô cũng không thể nương tay.\\n\\nKỵ sĩ trầm lặng cần phải bảo vệ thánh nữ, Safina không hề quên.\\n\\n\"Safina thân mến, cô không cần áy náy, đây là kết cục của việc tham lam sức mạnh Aeon, là lẽ đương nhiên.\" Giáo đường chỉ còn lại thánh nữ và kỵ sĩ bảo vệ cuối cùng."
    },
    {
      "_id": 31033,
      "ids": [
        31033,
        41033,
        51033,
        61033,
        55004
      ],
      "id": "gip_trang_nghim_thnh_k_s",
      "name": "Giáp Trang Nghiêm Thánh Kỵ Sĩ",
      "type": "BODY",
      "desc": "Giáp ngực nặng nề có gắn phù hiệu của giáo hội Tịnh Đình, các khớp nối kín đến nỗi gió cũng không xuyên vào được.",
      "typeText": "Thân",
      "backstory": "Mũ giáp của kỵ sĩ trầm lặng cần nhận được lời ban phúc của thánh nữ Vanira, đây là nghi thức thệ ước khi trở thành kỵ sĩ bảo vệ.\\n\\nHội thánh từng dùng xích kim loại để trói tay chân ác ma nhỏ. Nay Safina cầu xin đem kim loại từ quê hương ác ma đúc thành áo giáp, để khi cô yên nghỉ vẫn có quê hương kề bên.\\n\\nThánh nữ giáo hội Tịnh Đình cẩn thận tẩy rửa tội lỗi trên mũ giáp, thành kính dâng lời cầu nguyện đến thần linh, dùng kỳ tích lâu đời phong ấn vào vị trí trái tim trên giáp ngực. Giáo hội không tin vào sự trung thành của ác ma, nhưng lại tin rằng giáo lý có sức mạnh thanh tẩy tất cả. Safina lặng lẽ chú mục vào nghi thức cổ xưa đã trao trách nhiệm cho mình.\\n\\nThánh nữ không tin vào mục đích vốn dĩ của nghi thức, không thứ gì có thể thanh tẩy tội ác.\\n\\n\"Safina thân mến, kỵ sĩ phải bảo vệ thánh nữ thật tốt đấy!\" Vanira tựa vào giáp ngực của Safina và nghe thấy tiếng con tim đập dữ dội."
    },
    {
      "_id": 31034,
      "ids": [
        31034,
        41034,
        51034,
        61034,
        55005
      ],
      "id": "giy_st_thnh_k_s",
      "name": "Giày Sắt Thánh Kỵ Sĩ",
      "type": "FOOT",
      "desc": "Đôi ủng dài đúng chuẩn của kỵ sĩ Giáo Hội Tịnh Đình, trên gót chân khắc một từ đơn giản: \"Trật tự\".",
      "typeText": "Chân",
      "backstory": "Giáo hội Tịnh Đình đã sụp đổ, Safina cởi bỏ đôi ủng sắt của kỵ sĩ và bắt đầu cuộc hành trình dài đến quê hương của quỷ dữ cùng với thánh nữ Vanira.\\n\\nDưới sự khẩn cầu của thánh nữ, Safina không cho bất cứ Kỵ Sĩ Giáo Hoàng nào mang theo chứng điên loạn rời khỏi hội thánh, bí mật mãi mãi được cất giữ trong lòng họ.\\n\\nKhông biết từ bao giờ, mọi người đều biết về một lời đồn: Hậu duệ ác ma sau khi bị giáo hội trục xuất đã nhập vào kỵ sĩ trầm lặng, ma nữ tà ác sai khiến kỵ sĩ phá hoại trật tự của Giáo Hoàng... Lời đồn hoá thành \"chân tướng\", tín đồ sùng đạo đem sự tuyệt vọng và điên cuồng đổ lên kỵ sĩ trầm lặng, xem cô như thủ phạm của mọi tội nghiệt.\\n\\nMất đi nơi dung thân, thánh nữ đề xuất trở về quê nhà.\\n\\n\"Kể từ đây, tôi đã trở thành một ma nữ, và cô, trở về làm ma quỷ.\" Trước câu nói của Vanira, Safina không thể phủ nhận điều đó."
    }
  ]
}