{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "Môn Đồ Trường Thọ",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Giới Hạn HP <nobr>12%</nobr>.",
    "4": "Sau khi người trang bị chịu tấn công hoặc bị mục tiêu phe ta tiêu hao HP, Tỷ Lệ Bạo Kích tăng <nobr>8%</nobr>, duy trì <nobr>2</nobr> hiệp. Hiệu ứng này tối đa cộng dồn <nobr>2</nobr> tầng."
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [31131, 41131, 51131, 61131],
      "id": "mt_gi_phc_minh_ca_mn_",
      "name": "Mắt Giả Phục Minh Của Môn Đồ",
      "type": "HEAD",
      "desc": "Mắt Giả Robot từng thuộc về ai đó, hiện giờ nó bị đào thải khỏi cơ thể của chủ nhân, trở thành thứ vô dụng.",
      "typeText": "Đầu",
      "backstory": "Trong mộng cảnh đen tối hỗn loạn, cô luôn mơ thấy những thứ đã nhìn thấy được trong mấy ngày có được ánh sáng ngắn ngủi đó. Hàng nghìn khoảnh bạch đàn đung đưa, cánh hoa rung rinh. Làn sóng biếc vỗ vào đá ngầm, ngưng tụ thành ngọc trắng rải rác. Chim bay dang rộng đôi cánh bạc, biến mất giữa rừng trúc xanh.\\n\\nCô luôn tìm kiếm một người khác trong giấc mơ của mình một cách vô ích, một người nên cùng cô ấy thưởng thức cảnh đẹp.\\n\\nNhưng cô chỉ có thể nhìn thấy bóng dáng mơ hồ. Cô nhớ rõ mái tóc ngắn mượt như lụa và đôi mắt đen như ngọc của người đó, nhưng ký ức dường như rơi vào một mê cung do hệ thần kinh xây dựng, cô luôn đột ngột tỉnh dậy trước khi nhìn rõ khuôn mặt. Trong lúc nửa mơ nửa tỉnh, cô vuốt ve con mắt giả khiến cô vô cùng đau đớn. Nhờ có đôi mắt giả này, cô không còn phải tạo ra một hình bóng mơ hồ dựa trên âm thanh, mùi và đầu ngón tay nữa.\\n\\n\"Nó đã là thứ vô dụng.\" Lệnh Sứ của Tận Diệt Họa Tổ nói. Cô nghe thấy tiếng gió phe phẩy theo quạt, còn cả tiếng cười khẽ của Lệnh Sứ. \"Rất nhanh thôi, cô sẽ có thể nhìn thấy tất cả sự vật mà mình muốn thấy, bằng đôi mắt của chính mình.\"\\n\\n\"Đây chính là mắt của tôi.\" Cô cười nhẹ, \"Hơn nữa, tôi sẽ không có duyên được nhìn thấy cảnh đẹp mà nó từng chứng kiến nữa.\""
    },
    {
      "_id": 31132,
      "ids": [31132, 41132, 51132, 61132],
      "id": "tay_robot_ca_mn_",
      "name": "Tay Robot Của Môn Đồ",
      "type": "HAND",
      "desc": "Chi Giả Robot chế tạo riêng cho Tộc Trường Sinh, khi dùng không cần trải qua quá trình xâm lấn vào cơ thể.",
      "typeText": "Tay",
      "backstory": "Bôi gel bảo vệ lên phần cuối của cánh tay kém phát triển, sau đó dán chặt thiết bị thu tín hiệu điện thần kinh lên da, cuối cùng điều chỉnh độ chặt, cố định chắc chắn Tay Robot trên cơ thể - đây là việc mà cô làm mỗi sáng trong mấy trăm năm nay.\\n\\nCánh tay thu hút sự chú ý mà cô không mong muốn. Nhưng cô không muốn rước họa, cũng không hề muốn nhận sự thương hại.\\n\\nLà một người khiếm khuyết, tuy sở hữu tài năng hiếm có trên đời, nắm quyền quyết sách trong sở bộ, nhưng cô cũng chưa bao giờ thay đổi được sự xa lánh trong thái độ của người khác: bọn xấu xa bắt nạt người yếu thế rồi cũng sẽ trở thành loài chim thú, một số kẻ đạo đức giả nghĩ rằng họ từ bi, nhưng lại giống như ruồi nhặng luẩn quẩn cạnh cô, và ca ngợi cô là \"người mù một tay tài giỏi\".\\n\\nCô từng nghe điều đó trăm vạn lần, và lần nào nó cũng khiến cô phát ốm. Giờ được tận mắt chứng kiến những ánh mắt thương hại ấy, cô càng thấy buồn phiền hơn.\\n\\nCô vô thức đặt tay trái lên bếp lửa nóng, đột nhiên một cơn đau nhói ập đến - cô vội rút tay về, vết bỏng trên lòng bàn tay đang nhanh chóng lành lại.\\n\\n\"Đôi khi tôi cảm thấy rằng cánh tay giả ban đầu hữu dụng hơn nhiều.\""
    },
    {
      "_id": 31133,
      "ids": [31133, 41133, 51133, 61133],
      "id": "o_lng_v_tha_l_ca_mn_",
      "name": "Áo Lông Vũ Thừa Lộ Của Môn Đồ",
      "type": "BODY",
      "desc": "Áo lông vũ được dệt theo ghi chép cổ xưa, nó thuộc về yêu nhân thời vạn cổ, là cứu tinh của vạn người.",
      "typeText": "Thân",
      "backstory": "Tìm kiếm thông tin trong những ghi chép ngoài chính sử là việc cực kỳ gian nan đối với người mù, người bạn của cô đã đọc một lượng lớn sách cổ cho cô ấy nghe, còn cô ấy chắt lọc và biên soạn lại từ những câu từ ấy, mò mẫm khám phá những bí ẩn trong đó.\\n\\nTư chất thông minh giúp cô chỉ cần nghe một lần là nhớ được hết. Duy chỉ có câu chuyện kỳ lạ về \"Phù Thủy Lông Vũ\" được tìm thấy trong đống giấy cũ kỹ ấy, là cô nghe đi nghe lại không biết chán.\\n\\nChuyện kể rằng chủ nhân của một Động Tiên nào đó đã cứu người bạn đời của mình, bằng cách biến người đó thành chim tước, ban tặng sự bất tử. Nhưng cuối cùng cô ấy không cưỡng lại được tiếng gọi của con chim ấy, cùng hóa thành chim, kề vai sát cánh. Ngày dài tháng rộng, cuối cùng chủ nhân của Động Tiên mất đi bản tính, trở thành một dạng nửa người nửa chim ma quái. Khi thần dân của cô ấy dẫn quân đánh vào cung thành, dùng mũi tên rực lửa đâm xuyên qua cô ấy, đôi chim tước cất lên tiếng hát thê lương cuối cùng, rồi cùng nhau hóa thành tro bụi.\\n\\nCô ấy thích câu chuyện này, nên đã lấy tinh hoa của chim tước luyện hóa thành hình trong lò đan, rồi cho người dệt thành một chiếc áo lông vũ tuyệt đẹp. Cô ấy không biết vẻ đẹp của chiếc áo, nhưng rất thích mặc nó đi lại trong phòng... vì cô ấy đang mặc cho một người không còn sống trên đời này xem.\\n\\nKhi tay áo phấp phới, cô luôn cảm thấy có một linh hồn đang bay nhảy trên vai cô như chú chim nhỏ, chưa bao giờ rời khỏi."
    },
    {
      "_id": 31134,
      "ids": [31134, 41134, 51134, 61134],
      "id": "giy_la_thin_nhn_ca_mn_",
      "name": "Giày Lụa Thiên Nhân Của Môn Đồ",
      "type": "FOOT",
      "desc": "Một đôi giày lụa đế mỏng như cánh ve, chắc chủ nhân của nó đã không đi bằng hai chân từ rất lâu rồi.",
      "typeText": "Chân",
      "backstory": "Mỗi khi cô thi triển Tiên Tích với giáo chúng, bay giữa không trung, thoát khỏi sự kìm kẹp của mặt đất, cô luôn vô thức nghĩ về những thần thoại của đất nước cổ xưa.\\n\\n\"Có người tu đạo thành công, đi trên mặt đất, hấp thu khí địa mạch, thi triển tiên đạo, biến hóa vô số, đều ứng nghiệm cả. Người tu đạo muốn đi ngược chiều gió, đứng cùng các vì sao, nhưng thấy mình sớm đã cách xa địa mạch, cuối cùng vấp ngã rồi rơi xuốngg vực thẳm của cái chết.\"\\n\\nNhưng tình huống lúc này lại khác, cô nói, Xianzhou vốn không có gốc rễ, là Cây Kiến Tạo đã cho nó bộ rễ, để nó có thể cùng tồn tại với Đấng Trù Phú, đồng thời kết nối nó chặt chẽ với cõi tịnh độ mênh mông mà Yaoshi hứa hẹn. Nhưng bây giờ, những kẻ phản bội đã cắt đứt liên kết Tiên Đạo, khiến cho Xianzhou lại trở thành hòn đảo đơn độc trôi nổi.\\n\\nĐại địa giả tạo trên Xianzhou không thể cung cấp sức mạnh cho cô, bộ rễ mà cô đang tìm kiếm không nằm dưới chân, mà ở trong vực thẳm. Cô sẽ dẫn dắt những môn đồ tái sinh Cây Kiến Tạo, đón nhận ân điển vô thượng của Trù Phú.\\n\\nĐi đôi giày lụa mỏng, cô lơ lửng phía trên ngàn người, dõng dạc tuyên bố: \"Hỡi chúng nhân, khi ngẩng đầu nhìn ta, thứ ngước nhìn không phải là ta, mà là vị trí đáng lẽ thuộc về các ngươi trên bầu trời.\""
    }
  ]
}
