{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "Biển Lục Địa Chìm - Lushaka",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Khiến Hiệu Suất Hồi Năng Lượng của người trang bị tăng <nobr>5%</nobr>, nếu người trang bị không phải nhân vật vị trí đầu tiên trong đội, thì sẽ khiến Tấn Công của nhân vật ở vị trí đầu tiên trong đội tăng <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "lushakas_waterscape",
      "name": "Thủy Đô Lushaka",
      "type": "NECK",
      "desc": "Bên trong là một thành phố bị nhấn chìm trong thế giới đại dương Lushaka. Mực nước biển không ngừng dâng cao cho đến khi thành phố bị nhấn chìm hoàn toàn, chỉ còn lại \"đội thuyền\" khổng lồ chở theo thủy thủ đoàn lênh đênh trên biển, tìm kiếm phương hướng cho hành trình tiếp theo.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Giữa vô số hành tinh thiếu nước dạng lỏng, màu xanh lam thuần khiết của Lushaka vô cùng nổi bật trong hệ Hằng Tinh Przesmir. Nước biển của nó giống như chiếc nôi của Mẹ Đại Dương, vạn vật sinh sôi nảy nở trong nước biển, nhưng đồng thời cũng bị nó giam cầm, kiểm soát và gài bẫy... cho đến khi không còn lối thoát.\n\nVào lúc rạng sáng, thuyền phó của \"đội thuyền\" nhẹ nhàng gõ cửa phòng thuyền trưởng. Hệ sinh thái quần đảo thuộc ba mươi bảy miền của Thời Đại Cũ được dán trên các bức tường khắp căn phòng, đó là nỗi nhớ của con người dành cho đất liền... Những thiên thạch đến từ bên ngoài không gian dường như đang tuân theo một nguyện vọng cố chấp nào đó, đem đại dương phủ kín cả hành tinh Lushaka. Những con sóng dữ dội vô tận đã chôn vùi mọi vùng đất cố hương dưới làn nước sâu thẳm, chỉ để lại một màu xanh lam... Thuyền phó đánh thức thuyền trưởng đang say ngủ, ánh kim lấp lánh trên mặt biển, hành trình ngày mới của \"đội thuyền\" lại bắt đầu.\n\nTàu thám hiểm đi đến trung tâm quảng trường, nó bắn mỏ neo xuống một tòa kiến trúc khổng lồ dưới nước - nơi từng là trung tâm thương mại, mỏ neo ghim chặt vào bệ cửa sổ và cố định lại, trước khi Chuông Lặn đến, vô số đàn cá hoảng loạn đã trào ra từ những kệ hàng của trung tâm thương mại.\n\nĐến chiều tà, các học giả rời khỏi Chuông Lặn. Họ bơi lướt qua tiệm sách mà không hề dừng lại, bởi vì từ lâu những nét mực kia đều đã bị nhòe cả rồi, không còn nhận ra được nữa. Mục tiêu của họ luôn là những bản ghi chép trên keo côn trùng hoặc nhựa, sau khi được làm sạch đơn giản thì có thể thu thập được các thông tin từ thời xa xưa. Khảo cổ học dưới nước như thế này không hề dễ dàng, những người quét đường đứng yên quan sát, vung vẫy cây giáo thép để đảm bảo những kẻ săn mồi đầy nanh vuốt kia sẽ giữ khoảng cách. Thỉnh thoảng, mọi người cũng va chạm với những Thủy Linh ở dưới vùng nước sâu, nhưng cả hai đều không có thời gian để quan tâm đến nhau, chỉ cắm đầu tiếp tục công việc thu thập của mình... So với những hộp thiếc khô khan teo tóp, những người quét đường muốn tìm thấy hạt giống, gia vị hoặc rượu hơn.\n\nKhi lượng oxy dự trữ giảm dần, hoạt động điều tra tập trung dưới nước cũng sắp kết thúc. Nhìn xuống dưới nước lần nữa, những con cá khổng lồ đã tiến đến gần khu vực thành phố. Thủy Linh hoảng hốt, ngay lập tức nín thở áp sát vào tường, ẩn mình trong căn phòng bí mật, chúng đã quen thuộc với việc tận dụng những khu rừng thép dưới nước.\n\nKhi hoàng hôn buông xuống, mưa phùn ngừng rơi, tiếng còi của đội thuyền ở khắp nơi vang lên để xua đuổi lũ Ngư Điểu Hải Tặc quanh đó. Họ xếp chiến lợi phẩm của ngày hôm nay lên boong tàu, để mọi người trên tàu đến lấy thứ mình cần. Trong đêm tối nước dâng cao, tháp đèn chiếu sáng rực rỡ như pha lê. Người dân Luvians quây quần nhảy múa bên đống lửa, quên đi ngày mai sắp đến, hát những bài ca biển cả để ca ngợi vinh quang của ngày hôm nay, mượn những bài ca dao biển cả để than thở về những điều tốt đẹp trong quá khứ. Thuyền trưởng lấy la bàn hàng hải ra, nhìn theo hướng kim chỉ nam, anh ấy biết đó là quê hương - nơi đang dần trở nên xa lạ, và ở nơi ấy vẫn có những người đang mong mỏi người thân quay trở về.\n\nNửa đêm, con tàu khổng lồ đã tắt hết đèn, lặng lẽ trôi nổi trên mặt biển. Liệu họ có thực sự tìm được sự bình yên không? Hay chỉ dùng nụ cười để che giấu những giọt nước mắt đã hòa tan vào biển cả?\n\nQua đêm nay, màu xanh thẫm này vẫn sẽ như mọi khi."
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "lushakas_twinlanes",
      "name": "Đường Bay Đôi Lushaka",
      "type": "OBJECT",
      "desc": "Trong đường chân trời vô tận, dù chỉ là một vết hằn nhỏ cũng đủ để phá vỡ sự tĩnh lặng này. Các tuyến hàng hải mang theo lịch sử của thủy thủ đoàn trong khi các tinh linh nước thuận dòng chảy đi tìm hy vọng.",
      "typeText": "Dây Liên Kết",
      "backstory": "Đối với Thủy Linh, thế giới trên mặt nước vốn xa lạ và đầy rẫy nguy hiểm, nhưng đó đã là ký ức xa xôi. Dù sao, những gì từng ở trên mặt nước giờ cũng đã chìm nghỉm trong màu xanh thẳm này rồi.\n\nLoài sinh vật trên cạn Lushaka và Thủy Linh có mối quan hệ vừa mật thiết lại vừa xa lạ. Trong các cuộc điều tra dưới nước, họ xem những Thủy Linh mà họ gặp phải là một biểu tượng may mắn, và mô tả chúng như những sinh vật xinh đẹp và bí ẩn. Thủy Linh sở hữu màng cánh màu xanh thẳm và đôi mắt đen láy, dây thanh âm đặc biệt của chúng có thể phát ra những âm thanh du dương tựa như đến từ chốn thiên thai. Theo những câu chuyện truyền miệng của các nhân viên điều tra đã lặn xuống dưới, những sinh vật này thường đồng hành bên cạnh Hải Long, cư trú trong Thành Phố Bạc dưới biển sâu... Tồn tại giữa ranh giới thực tế và truyền thuyết, Thủy Linh là hiện thân cho sự thanh tao và sống động.\n\nTuy nhiên, bên trong quá khứ bị nhấn chìm bởi đại dương, những từ ngữ được sử dụng để mô tả họ lại là... \"Người Edars, ác thú của biển sâu\".\n\nTừ rất lâu trước kia, giữa người Edars và các loài sinh vật trên cạn đã tồn tại một cuộc cạnh tranh sinh tồn dữ dội, bởi lẽ chẳng ai có thể làm ngơ trước sự rực rỡ của Biển Đỏ. Ban đầu, những người Edars non nớt bị xem như là những mẻ cá để đánh bắt; Sau đó, các sinh vật trên cạn đã bị tiếng hát của người Edars dụ dỗ xuống nước và chết đuối. Trong vùng nước rộng lớn, họ đã từng là thợ săn, và cũng là con mồi của nhau. Sau đó chính là sự va chạm giữa lưỡi đao và mỏ neo, cuộc chạm trán của quái vật biển và đại bác cột buồm. Cuộc chiến trên và dưới mặt nước kéo dài dai dẳng, cho đến khi rạn san hô vỡ vụn dưới sức nóng của dòng chảy dung nham. Mãi sau này, các học giả của đội thuyền mới hiểu ra rằng, Khối U Của Vạn Giới đã sớm hứa hẹn tương lai cho Lushaka... Chỉ có điều, những lời hứa đó đến từ một Thủy Linh lưu vong, cô ấy đã nguyền rủa thủ phạm trong cơn ác mộng bằng tiếng hú không lời.\n\nQuá khứ đã lãng quên bị chôn vùi trong những rạn san hô bằng thép và bê tông sâu dưới đáy biển, mờ ảo như mây khói, không ai biết đến.\n\nKể từ đó, thành phố và đất liền đều chìm trong biển nước, tranh chấp và máu tanh đều chìm trong biển nước, lịch sử và văn minh cũng bị chìm trong biển nước. Để tránh áp lực của biển sâu, các Thủy Linh liên tục di cư lên vùng nước phía trên, và buộc phải sống trong những thành phố đã từng là của các loài sinh vật trên cạn, ngắm nhìn những ký ức về nụ cười và nước mắt... Họ biết rằng, những âm thanh trên mặt biển còn sót lại rất ít, màu xanh lam đã từng thuộc về nhau, giờ chỉ còn lại sự im lặng quá đỗi ngột ngạt.\n\nKhi người ca sĩ của đội thuyền thoáng nhìn thấy đôi cánh mỏng manh màu nước trên tuyến đường, họ liền cất tiếng hát vang khúc ca dao về biển cả tuyệt đẹp...\n\n\"Họ đi theo tuyến hành trình, đuổi theo ngọn hải đăng và bão tố, chỉ để tìm lại màu xanh lam thuần khiết đó.\""
    }
  ]
}