{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "Tín Sứ Du Ngoạn Không Gian Hacker",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Tốc Độ <nobr>6%</nobr>.",
    "4": "Khi người trang bị thi triển Tuyệt Kỹ lên mục tiêu phe ta, tốc độ toàn phe ta tăng <nobr>12%</nobr>, duy trì <nobr>1</nobr> hiệp, hiệu ứng này không thể cộng dồn."
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [
        31141,
        41141,
        51141,
        61141
      ],
      "id": "messengers_holovisor",
      "name": "Kính Thông Tin Của Tín Sứ",
      "type": "HEAD",
      "desc": "Hình dạng giống như một chiếc kính trượt tuyết, không chỉ chống lóa mà còn có thể xem người nhân tạo livestream.",
      "typeText": "Đầu",
      "backstory": "Tín Sứ của Thủ Đô Đam Mê để tránh né quân cảnh tư nhân của tài phiệt, họ thường di chuyển trên bầu trời các thành phố có độ bảo mật thấp.\n\nHọ thích nhai kẹo cao su rẻ tiền, đeo kính thông tin được cải tạo, bật mạch xung để quét toàn bộ thành phố công nghệ cao.\n\nChiếc kính sẽ chiếu thông tin thời gian thực của thành phố lên võng mạc, biến những tuyến đường không thể thành hành lang trên không cho Tín Sứ: Mái công trình, hộp điều hòa, bảng quảng cáo, cần cẩu... thậm chí Máy Vận Chuyển Không Người Lái cũng có thể trở thành mắt xích trong hành lang. Vì vậy, các Tín Sứ phải thành thạo đủ kỹ năng, nếu không, chỉ cần lỡ một bước, họ sẽ vô tình rơi vào cái chết.\n\n\"Một tên khốn nào đó đã hack vào chiếc kính, còn lúc đó tôi tình cờ ở trên không trung, khoảnh khắc hạ cánh thật sự kinh hoàng.\"\n\nChiếc kính \"Vịt Vàng\" này là mẫu cũ không còn sản xuất nữa, nghe nói nó có giá trị rất lớn đối với những người đam mê kính này."
    },
    {
      "_id": 31142,
      "ids": [
        31142,
        41142,
        51142,
        61142
      ],
      "id": "messengers_transformative_arm",
      "name": "Cánh Tay Biến Hóa Của Tín Sứ",
      "type": "HAND",
      "desc": "Tay giả robot có thể tháo rời tùy ý, có khả năng bắn các khớp ngón tay như viên đạn.",
      "typeText": "Tay",
      "backstory": "Không phải tất cả Tín Sứ đều có tay giả robot, nhưng Tín Sứ có tay giả luôn mong muốn cải tạo tay giả của họ. Dù sao thì không ai có thể chấp nhận rằng bộ phận giả công nghệ cao của mình trông giống hệt của người khác.\n\nCư dân của Thủ Đô Đam Mê mê mẩn các bộ phận giả công nghệ cao, quy định hạn chế của thành phố chỉ có thể đưa ra lời khuyên hạn chế việc cải tạo bộ phận giả quá độ.\n\nTrong tiêu chuẩn cải tạo thuộc tài liệu được đăng ký của Thủ Đô Đam Mê, chỉ có 18 loại thuộc 3 loại lớn, điều này rõ ràng là không đủ đối với Tín Sứ đi ngược với đạo lý. Họ chi tiền lương khổng lồ cho các thiết kế mang ý tưởng đột phá: Vòng quay điện tử trên tay giả phóng ra tia chớp, tay giả bắn ra như tên lửa... Bản vẽ cải tạo ngày càng khoa trương, và bưu phí của Tín Sứ thậm chí tăng vọt đến mức không tưởng.\n\n\"Những Tín Sứ này rốt cuộc đang chạy thật nhanh để bảo vệ thông tin, hay để chi trả cho sở thích đắt đỏ của họ?\"\n\nTay giả \"Vịt Vàng\" sau khi được cải tạo đặc biệt, mỗi đốt ngón tay có thể xoay với tốc độ cao, và bắn ra như viên đạn."
    },
    {
      "_id": 31143,
      "ids": [
        31143,
        41143,
        51143,
        61143
      ],
      "id": "messengers_secret_satchel",
      "name": "Túi Mật Thư Của Tín Sứ",
      "type": "BODY",
      "desc": "Túi bưu tá Tín Sứ sành điệu, thêm nhiều phụ kiện khác nhau, trông khá dễ thương.",
      "typeText": "Thân",
      "backstory": "Các tài phiệu ở Thủ Đô Đam Mê giám sát tất cả các luồng thông tin trong thành phố. Họ thường lũng đoạn thông tin để duy trì sự thống trị của tài phiệt. Bất kỳ ai mưu đồ chống đối sẽ bị xử phạt theo luật trị an.\n\nMọi người từng phản đối, vì vậy các nhà tài phiệt đã nhanh trí đưa ra những lời hứa hẹn. Chẳng mấy chốc, mọi người đã từ bỏ \"sự riêng tư\".\n\nDù đó là trong môi trường hiện thực hay hư ảo, dù đó là thông tin hữu dụng hay vô dụng, dù ít hay nhiều, các tài phiệt sẽ thu thập nó một cách tham lam. Giờ đây, túi bưu tá của Tín Sứ trở thành tuyến phòng thủ cuối cùng cho \"sự riêng tư\". Túi bưu tá nhẹ và nhỏ gọn, chỉ có thể dùng để đựng chip hoặc tài liệu. Nhưng chính những điểm mù thông tin nhỏ hẹp như vậy sẽ đảm bảo cho sự \"độc lập thông tin\" duy nhất còn lại trong Thủ Đô Đam Mê.\n\n\"Tại sao ở Thủ Đô Đam Mê phồn hoa, vẫn có người sử dụng các kênh khác ngoài đường mạng để truyền tải thông tin? Các Tín Sứ cũng muốn biết.\"\n\nMặc dù túi bưu tá \"Vịt Vàng\" phiên bản giới hạn này hơi lỗi thời, nhưng việc phối nhiều phụ kiện đa dạng khiến nó trông rất thời trang."
    },
    {
      "_id": 31144,
      "ids": [
        31144,
        41144,
        51144,
        61144
      ],
      "id": "messengers_parkool_sneakers",
      "name": "Giày Thể Thao Cực Ngầu Của Tín Sứ",
      "type": "FOOT",
      "desc": "Giày thể thao hỗ trợ hoạt động parkour, mang rất thoải mái, chỉ có vậy thôi.",
      "typeText": "Chân",
      "backstory": "Các Tín Sứ của Thủ Đô Đam Mê ném đôi giày thể thao của họ, rồi lặng lẽ rời đi. Hầu hết Tín Sứ sẽ không để lại tên tuổi hoặc dấu vết của họ trong thành phố này, hành vi này chỉ là một nốt lặng để tự thỏa mãn.\n\nCác Tín Sứ cũng khó nói rõ từ khi nào \"tính chất của người Tín Sứ\" đã thay đổi, Tín Sứ đã trở thành người mà họ ghét nhất.\n\nBất giác, \"sự độc lập thông tin\" do Tín Sứ đảm bảo đã bị lũng đoạn; Bất giác, những rủi ro mà Tín Sứ phải đối mặt đã trở thành bảng giá; Bất giác, Tín Sứ đã trở thành đồng phạm của những kẻ âm mưu ... Tài phiệt không thể tiêu diệt họ, chính lý tưởng non nớt đã phản bội Tín Sứ. Trước khi mọi thứ hoàn toàn mất kiểm soát, Tín Sứ đã tập hợp lại và nói lời tạm biệt với cuộc sống bôn ba.\n\n\"Có lẽ, Tín Sứ nên dừng bước tại đây, để mọi người nhìn rõ thành phố này, để người đổi mới chân chính hành động.\"\n\nĐây là đôi giày thể thao \"Vịt Vàng\" vứt bên vệ đường, Tín Sứ ở Thủ Đô Đam Mê đã trở thành huyền thoại của quá khứ."
    }
  ]
}