{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "Thiện Xạ Bông Lúa",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Tấn Công <nobr>12%</nobr>.",
    "4": "Tăng <nobr>6%</nobr> tốc độ của người trang bị, sát thương Tấn Công Thường gây ra tăng <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 31021,
      "ids": [
        31021,
        41021,
        51021,
        61021
      ],
      "id": "musketeers_wild_wheat_felt_hat",
      "name": "Mũ Bông Lúa Của Thiện Xạ",
      "type": "HEAD",
      "desc": "Một chiếc mũ nỉ cao bồi, trên đỉnh đầu gắn một chiếc bông lúa, biểu tượng của tay súng thiện xạ Oakley.",
      "typeText": "Đầu",
      "backstory": "Chiếc mũ của Oakley được thừa hưởng từ cha cô ấy, Oakley đã dùng bông lúa trang trí chiếc mũ để trông dễ thương hơn. Những người thợ săn tiền thưởng thường sáng tạo ký hiệu của riêng mình, hy vọng sẽ trở thành điểm khởi đầu trong huyền thoại để lại cho hậu thế.\n\nCông ty Hành Tinh Hòa Bình dùng tiền thưởng để chiêu mộ những kỳ nhân dị sĩ săn lùng những kẻ trộm ngân hà, còn Oakley đơn độc lại luôn chọn vùng biên cương hoang mạc khắc nghiệt.\n\nTrải qua bao ngày nắng như thiêu như đốt, kinh qua bao nhiêu đêm giá rét. Trên hành trình cô độc, Oakley chỉ cần gối đầu lên chiếc mũ, tiến đến gần đống lửa, là có thể đi vào giấc ngủ yên lành. Trong giấc mơ, luôn xuất hiện một xạ thủ bí ẩn, tự xưng là thợ săn tiền thưởng đến từ phương xa, anh ta gầy gò, nhưng đôi mắt rất sắc bén. Xạ thủ yêu cầu cha của Oakley quyết đấu vào giữa trưa, tiếng súng vang lên, chiếc mũ bay ra, cha ngã xuống, tiếp theo đó là tiếng gào khóc của mẹ...\n\nOakley nhỏ bé ngơ ngác nhìn xạ thủ bí ẩn. Động tác của người đàn ông này nhanh như chớp, cha cô không có cơ hội chiến thắng.\n\nTỉnh dậy sau giấc mơ, trên chiếc mũ để lại một vệt nước mắt dài. Oakley nhỏ bé vì muốn có được chiếc mũ đầy khí chất của cha mình nên mới bắt đầu học dùng súng."
    },
    {
      "_id": 31022,
      "ids": [
        31022,
        41022,
        51022,
        61022
      ],
      "id": "musketeers_coarse_leather_gloves",
      "name": "Găng Tay Da Thô Của Thiện Xạ",
      "type": "HAND",
      "desc": "Găng tay da đã bị nứt một số chỗ, nơi cầm súng đã bị mòn nghiêm trọng.",
      "typeText": "Tay",
      "backstory": "Thời thơ ấu, Oakley đã luyện tập không biết mệt mỏi, cô tập bắn trong trang trại từ lúc mặt trời mọc đến lúc mặt trời lặn. Cha đôi khi thầm ngạc nhiên trước thiên phú của cô, đôi khi lại lo lắng vô ích cho số phận của xạ thủ.\n\nChỉ có mẹ là thương xót cho đôi bàn tay trắng ngần bé nhỏ của cô, phàn nàn rằng cha không nên dạy con gái mình bắn súng.\n\nTừ trận quyết đấu đó, cho đến khi hoàn thành nhiệm vụ treo thưởng đầu tiên, rồi nổi danh sau này, Oakley đã cầm súng với đôi găng tay sờn cũ trong nhiều năm. Những thợ săn săn tiền thưởng khác không hiểu sự cố chấp của cô với đôi găng tay này, chỉ có cô mới hiểu được những cảm xúc mâu thuẫn trong đó. Đó là món quà tạm biệt mà mẹ tặng cho cô.\n\nNgười mẹ cố chấp không ủng hộ mình học bắn súng, rốt cuộc đã hạ quyết tâm đến mức nào chứ?\n\nSau trận quyết đấu ấy, mẹ của Oakley đã nức nở không ngừng trong vòng tay của cô, Oakley không nói lời nào, và mẹ đã hiểu tâm ý của cô."
    },
    {
      "_id": 31023,
      "ids": [
        31023,
        41023,
        51023,
        61023,
        55003
      ],
      "id": "musketeers_windhunting_shawl",
      "name": "Áo Choàng Săn Gió Của Thiện Xạ",
      "type": "BODY",
      "desc": "Áo choàng mang phong cách dân tộc, lớp lót bên trong được bện bằng sợi có khả năng chống đạn.",
      "typeText": "Thân",
      "backstory": "Một xạ thủ sẽ không bao giờ để lộ sơ hở trước mỗi trận quyết đấu, Oakley có thể âm thầm nạp đạn và nhắm vào mục tiêu. Đối với người ngoài, chiếc áo choàng mềm mại của cô ấy dường như bất động, cho đến khi tiếng súng vang lên, mọi người vẫn không hiểu nổi cô đã thực hiện bằng cách nào.\n\n\"Những thao tác tinh tế đều được ẩn dưới lớp áo choàng, định đoạt thắng bại ngay trước khi viên đạn được bắn ra.\" Cha từng dặn đi dặn lại điều này với cô.\n\nSau khi vô tình đụng độ một bọn côn đồ cầm súng, Oakley bình tĩnh đứng yên và bắt đầu quan sát tình hình. Trước khi nổ súng, Oakley giống như một tảng đá trăm năm bất động, trước khi đối phương hành động, Oakley đã chuẩn bị xong mọi việc. Sau vài phát súng giòn giã, Oakley cố tình buông tha cho một tên cướp, cô cần răn đe bọn trộm cướp này một cách khéo léo.\n\nKhông nghĩ ngợi, không cảm xúc, thường khiến đối thủ cảm thấy rằng họ không có cơ hội chiến thắng. Các thợ săn tiền thưởng khác đánh giá về Oakley như vậy.\n\nOakley trong trận quyết đấu giống một xạ thủ bí ẩn mà mình gặp trong mơ, nhanh gọn dứt khoát, không hề có một động tác thừa. Khi cô ý thức được bản thân và kẻ thù ngày càng giống nhau, cô bất giác căm ghét chính mình."
    },
    {
      "_id": 31024,
      "ids": [
        31024,
        41024,
        51024,
        61024
      ],
      "id": "musketeers_rivets_riding_boots",
      "name": "Giày Bốt Đinh Tán Của Thiện Xạ",
      "type": "FOOT",
      "desc": "Đôi bốt có phần cổ cắt chữ V, trông đơn giản nhưng lại rất thoải mái khi mang.",
      "typeText": "Chân",
      "backstory": "Mùi vị của cuộc hành trình dài đằng đẵng không hề dễ chịu và Oakley đơn độc hiu quạnh đã sớm quen với điều đó. Oakley luôn mang giày ủng, đến những thế giới vùng biên mà không ai thèm đếm xỉa để nhận những khoản tiền thưởng chẳng thấm vào đâu.\n\nBởi vì cô có một linh tính: tay súng bí ẩn đó không phải là người hòa đồng, họ chắc chắn sẽ gặp nhau ở nơi không hề náo nhiệt.\n\nSau khi có được chiếc kèn harmonica, việc luyện thổi những đoạn nhạc ngắt quãng đã phần nào xua tan đi thời gian cô đơn của cô ấy, khán giả của cô không gì khác ngoài sói, nhện, cát bụi và những cụm cỏ lăn. Kỹ năng tiêu khiển đơn độc của Oakley ngày càng trở nên thành thạo hơn trong suốt cuộc hành trình, đôi khi gió cũng dừng chân để lắng nghe trọn vẹn khúc nhạc của cô. Công ty cung cấp cho thợ săn tiền thưởng khả năng du hành giữa các vì sao, và xạ thủ đơn độc không bao giờ kén chọn nơi mình sẽ đi.\n\nXạ thủ bí ẩn đã biến mất một thời gian dài, không chừng bản thân cô chỉ đang đuổi theo ảo ảnh. Nhưng cô vẫn lên đường hết lần này đến lần khác.\n\nOakley tin rằng chỉ cần danh tiếng của \"Bông Lúa\" đủ lớn, thì tay súng bí ẩn sẽ tự tìm đến mình, giống như việc hắn ta đã đột nhập vào trang trại để tìm cha cô vậy."
    }
  ]
}