{
  "_id": 303,
  "id": "pancosmic_commercial_enterprise",
  "name": "Công Ty Kinh Doanh Liên Ngân Hà",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>10%</nobr> Chính Xác Hiệu Ứng của người trang bị. Đồng thời tăng Tấn Công bằng <nobr>25%</nobr> Chính Xác Hiệu Ứng hiện tại của người trang bị, tối đa tăng <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33035,
      "ids": [33035, 43035, 53035, 63035],
      "id": "tng_b_u_no_cng_ty",
      "name": "Tổng Bộ Đầu Não Công Ty",
      "type": "NECK",
      "desc": "Tổng bộ công ty ở Pier Point được niêm phong trong một Quả Cầu Vị Diện. Trong kế hoạch thương nghiệp của Công ty Hành Tinh Hòa Bình, không có hành tinh nào có thể đứng ngoài cuộc, họ tiến vào không gian sâu thẳm để tập hợp sức mạnh của tất cả vũ trụ.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Vụ va chạm không gian con làm rung chuyển trời đất. Bức tượng khổng lồ trầm mặc cô độc đúc nên hàng rào của thiên hà. Người tự xưng tiếp nhận thần dụ bắt đầu hành động, họ muốn hỗ trợ Aeon Qlipoth xây dựng bức tường.\\n\\nVũ trụ đang gặp nguy hiểm, việc xây dựng bức tường càng cấp thiết hơn. Loài người nhỏ bé không muốn tiếp bước sự nghiệp vĩ đại của thần linh, mà họ tập hợp thành nhóm và tự xưng là \"đội chi viện\" của Aeon, sẵn sàng cống hiến tất cả cho Chúa Tể Amber. Với sức mạnh của Bảo Hộ, đội chi viện điều khiển hạm đội đến các thiên hà khác nhau để mua vật liệu xây dựng như đá, gỗ, vàng và siêu titan, đồng thời liên tục vận chuyển vật liệu xây dựng đến vách không gian con, chất đống trên vùng đất hoang của hành tinh.\\n\\nSau khi kết thúc giai đoạn phát triển ngắn, đội chi viện đã có chỗ đứng vững chắc ở Pier Point và thành lập Công ty Hành Tinh Hòa Bình. Để quán triệt thực hiện tầm nhìn của mình, họ đã chuyển hướng đến không gian sâu thẳm.\\n\\nLouis Fleming đã đưa ra lời kêu gọi hành động, hạm đội thương mại đã rời khỏi tinh hệ bên cạnh Aeon Qlipoth, lượng lớn hàng hóa của họ không còn chỉ giới hạn ở vật liệu xây dựng... Họ đã lên kế hoạch để kết nối ngân hà và thu mua mọi thứ. Tiếp đó, Dongfang Qixing đã thực hiện các quy định thương mại liên hành tinh và xây dựng hệ thống \"điểm tín dụng\" để thiết lập định giá cho mọi thương phẩm trên toàn vũ trụ. Hàng nghìn tỷ tài sản được tập hợp dưới kiến trúc đầu não của Pier Point, nó giống như một hố đen trầm mặc, nuốt chửng quan niệm của mọi người về giới hạn của tiền tài.\\n\\nNgày nay, những con tàu của Công ty Hành Tinh Hòa Bình rải rác khắp thiên hà. Dù bị chỉ trích là công ty độc tài, nhưng họ vẫn không ngừng bành trướng. Họ không quan tâm những gì người khác nghĩ và chưa bao giờ quên sứ mệnh sáng lập của họ.\\n\\nCác phương pháp đào tạo nhân sự mới của công ty thay đổi liên tục, nhưng sau gần tám trăm Hổ Phách Kỷ, duy chỉ có một hoạt động quan sát lịch sử chưa từng thay đổi, lúc đó Louis Fleming... người sáng lập công ty, đã đứng trước đội chi viện và có một bài phát biểu đầy nhiệt huyết. Ông đưa ra khát vọng liên hợp vũ trụ và ủng hộ lý tưởng của Aeon bảo vệ vũ trụ. Ngay sau khi bài phát biểu kết thúc, âm thanh va chạm cực lớn vang lên phía xa, truyền tới sứ mệnh cao cả vào khoảnh khắc trang trọng này. Khi đó, họ biết rằng đây là một niềm tin không thể lay chuyển.\\n\\n\"Tất cả đều dâng hiến cho Chúa Tể Amber.\""
    },
    {
      "_id": 33036,
      "ids": [33036, 43036, 53036, 63036],
      "id": "tuyn_ng_thng_mi_ca_cng_ty",
      "name": "Tuyến Đường Thương Mại Của Công Ty",
      "type": "OBJECT",
      "desc": "Nhờ sự tiện lợi của \"hệ thống điểm tín dụng\", thương mại liên hành tinh đã được thành lập. Công ty Hành Tinh Hòa Bình đã liên kết các vì sao và phát triển biên giới thương mại.",
      "typeText": "Dây Liên Kết",
      "backstory": "Đội chi viện bận rộn đi vòng quanh tinh hệ bên cạnh Aeon Qlipoth, quỹ đạo của con tàu cũ tạo thành tuyến đường đầu tiên.\\n\\nTin tưởng rằng hành động của Aeon chắc chắn mang ý nghĩa nào đó, đội chi viện đã thực hiện bước đầu tiên trong việc thiết lập giao thương với tinh hệ lân cận. Đội chi viện chuẩn bị hạm đội sẵn sàng chở vật tư quý hiếm, cùng với đề nghị khó lòng từ chối, họ đã thực hiện vô số giao dịch liên tinh hệ. Sau đó, đội chi viện nắm giữ thông tin về tuyến đường thương mại, độc chiếm quyền thương lượng giá cả, dẫn đầu việc xây dựng các quy định thương mại của ngân hà.\\n\\nHạm đội chở đầy gỗ, đá, sắt thép và siêu titan đi ngang qua Aeon Qlipoth, giống như đám côn trùng bay quanh quẩn. Chúa Tể Amber giữ im lặng, chưa từng để ý đến họ.\\n\\nThời thế thay đổi, giao dịch với tinh hệ lân cận không còn thỏa mãn đội chi viện bận rộn nữa. Hai người khôn ngoan đã quyết tâm đào sâu khám phá thiên hà, vì vậy, Công Ty Hành Tinh Hòa Bình được thành lập. Công ty cung cấp tất cả thương phẩm mà các hành tinh khác hứng thú, với giá cả hợp lý tính bằng \"điểm tín dụng\". Từ đó, tuyến đường thương mại của ngân hà được thành lập, tất cả các hành tinh tham gia vào mạng lưới kinh doanh của công ty có thể dùng chung một loại tiền tệ, mua cùng một loại hàng hóa và tận hưởng các dịch vụ giống nhau.\\n\\nTàu buôn theo \"hệ thống điểm tín dụng\" di chuyển giữa biển sao, các tuyến đường thương mại chồng chéo đan xen tạo thành một mạng lưới liên ngân hà. Những con tàu chứa đầy kho báu từ những ngôi sao xa xôi đã đi qua Aeon Qlipoth không biết bao nhiêu lần như những con đom đóm, vậy mà Aeon vẫn giữ sự trầm mặc.\\n\\nVật liệu xây dựng được tích lũy từ thời của đội chi viện chất đống trên mỗi hành tinh xung quanh Aeon Qlipoth, và số lượng sẽ chỉ tăng không giảm. Aeon Qlipoth không có ý định nhận món quà vồn vã này, mà luôn chỉ theo dõi nguy cơ không thể thấy trước sẽ ập đến với người phàm, buộc phải tạo ra những hàng rào khổng lồ được đo bằng năm ánh sáng. Tổ chức nhỏ mua sắm vật tư trước kia sớm đã trở thành thế lực có ảnh hưởng to lớn trong thiên hà, họ ngước nhìn bức tượng khổng lồ không đầu, chưa bao giờ cảm thấy rằng nỗ lực của họ là vô ích.\\n\\n\"Tất cả những nỗ lực và tăng trưởng tài sản của chúng tôi là dành cho Qlipoth, để thỏa mãn nguyện vọng của Aeon khi ngài ấy cần.\""
    }
  ]
}
