{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "Lãng Khách Âm Thầm",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Lượng Trị Liệu <nobr>10%</nobr>.",
    "4": "Khi bắt đầu chiến đấu sẽ hồi ngay cho phe ta 1 điểm Chiến Kỹ."
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [
        31011,
        41011,
        51011,
        61011
      ],
      "id": "chic_trm_ca_lng_khch",
      "name": "Chiếc Trâm Của Lãng Khách",
      "type": "HEAD",
      "desc": "Cành cây khô từng làm trâm cài tóc, đầu cành nụ hoa hé nở. Giờ đây, chuyện cũ đã qua, nụ hoa vàng khảm trên trâm, dùng để kỷ niệm cho sự khởi đầu của một cuộc sống mới.",
      "typeText": "Đầu",
      "backstory": "Một người không tên tỉnh dậy sau một giấc ngủ dài, sự căng thẳng xa vời mà quen thuộc cứ kéo dài không dứt, cơn đau rõ ràng và sắc nét. Quá khứ trở thành những mảnh ghép sắc nhọn, ngay cả tên mình là gì cũng quên mất.\\n\\nTrong một lần đi lang thang không mục đích, anh đã uống tuyết tan để làm dịu đi cơn khát, tàn sát dã thú để thỏa cơn đói, đốn nhành cây khô để làm trâm vấn mái tóc dài.\\n\\nMái tóc đen như suối nguồn cuồn cuộn chảy, cơ bắp dưới da rục rịch như cá bơi theo dòng... Sức mạnh diệu kỳ không ngừng định hình lại cơ thể, nỗi đau đớn của xương cốt vỡ vụn rồi liền lại lan tỏa khắp nơi. Kèm theo vô số cơn đau hành hạ, quá khứ vụn vỡ bắt đầu ghép nối hoàn chỉnh... Khi nhìn ngắm hình ảnh phản chiếu của chính mình từ mặt nước, khởi đầu và kết thúc của bi kịch cũng dần rõ rệt.\\n\\nCho đến khi gương mặt dưới nước không còn xa lạ, người không tên ấy bỗng nhìn thấy những nụ hoa đang hé mở từ một cành cây khô đã chết.\\n\\nAnh đột nhiên tỉnh ngộ. Lời nguyền trường sinh bất tử vẫn mãnh liệt nhen nhóm, mối thù ngày cũ vẫn chưa tắt lịm, anh chính là đóa hoa mới nở trên nhánh cây khô héo này."
    },
    {
      "_id": 31012,
      "ids": [
        31012,
        41012,
        51012,
        61012
      ],
      "id": "gip_tay_rng_ca_lng_khch",
      "name": "Giáp Tay Rồng Của Lãng Khách",
      "type": "HAND",
      "desc": "Giáp tay được làm từ san hô vàng và lớp da thú, chỉ những thợ thủ công lành nghề của tộc Rồng mới có thể làm ra món đồ thủ công với kỹ nghệ phi thường như vậy.",
      "typeText": "Tay",
      "backstory": "Những thứ có đôi dường như có sự cảm ứng lẫn nhau, chiếc bao cổ tay của người không tên tuy chỉ còn lại một chiếc, nhưng chạm vào lại cảm nhận được hơi ấm của chiếc kia.\\n\\nAnh nhắm mắt lại, muốn dùng toàn lực để đuổi bắt mối liên hệ như có như không của chiếc còn lại: Vị trí của nó, chủ nhân của nó.\\n\\nMột bàn tay mạnh mẽ mảnh khảnh đã đeo chiếc còn lại, cầm trường thương tỷ võ, mũi thương bén nhọn lạnh lùng như sao băng. Chủ nhân của nó cũng từng nâng ly cạn chén với chính mình, ngẩng đầu ngắm ánh trăng lạnh, trầm ngâm suy tư, đến cuối cùng, cũng là con người đó, khăng khăng cố chấp, biến tình cảm chân thành thành quái vật, khiến tất cả mọi người rơi vào vực sâu thù hận vô tận.\\n\\nHai vật cùng đôi sẽ có ngày tương phùng, còn mối thù lâu đời giữa chúng cứ như bầu rượu nồng mãnh liệt, được nhấm nháp từ từ, cho đến khi tất cả ân oán được trả sạch.\\n\\nChủ nhân của chiếc găng tay kia có cảm thấy như vậy không? Anh ta cũng không muốn biết."
    },
    {
      "_id": 31013,
      "ids": [
        31013,
        41013,
        51013,
        55001,
        61013
      ],
      "id": "o_khoc_rch_ca_lng_khch",
      "name": "Áo Khoác Rách Của Lãng Khách",
      "type": "BODY",
      "desc": "Chiếc áo khoác cũ với phần tà áo bị rách, hình thêu bị vết kiếm xé toạc. Da thịt sẽ mau lành lại, nhưng áo thì không, cũng như nỗi đau của con người vậy.",
      "typeText": "Thân",
      "backstory": "Người không tên phiêu bạt trong hành trình lưu đày dài đằng đẵng như một cái xác không hồn, là một người phụ nữ mang kính râm và mặc giáp đã chặn đường anh ấy lại. Hai người chưa kịp mời nhau thì mũi kiếm sắc nhọn đã được rút khỏi vỏ, sau trận đấu kịch liệt, người phụ nữ vừa cười vừa đề xuất một giao dịch mà anh ấy không thể từ chối.\\n\\nThế là, người không tên nhận lời mời, nhận lấy thân phận mới, một lần nữa trở về với văn minh và trật tự.\\n\\nNgười không tên được đưa đến tiệm may đo, đo đạc làm rập, cắt vải may đồ, làm nên quần áo tươm tất... Còn có người giúp anh ấy cắt tỉa tóc tai, chỉnh trang tạo hình, lấy lại dáng vẻ năm xưa. Trong thoáng chốc, ký ức năm xưa ùa về trong mơ hồ, vốn chuẩn bị tặng bình ngọc chính tay mình làm cho người bạn cũ, nhưng chờ đến khi anh hạ quyết tâm thì cũng là lúc người đó không còn nữa.\\n\\nAnh ấy ý thức được tất cả: Hình hài này, sinh mạng này, yêu hận này... đến cả bộ quần áo này, tất cả đều là vay mượn.\\n\\nAnh ấy muốn trả hết tất cả nợ đời này, rồi trút hơi thở cuối cùng."
    },
    {
      "_id": 31014,
      "ids": [
        31014,
        41014,
        51014,
        55002,
        61014
      ],
      "id": "i_giy_m_m_ca_lng_khch",
      "name": "Đôi Giày Ảm Đạm Của Lãng Khách",
      "type": "FOOT",
      "desc": "Một đôi giày bền chắc, từng đi qua nhiều thế giới, vào sinh ra tử.",
      "typeText": "Chân",
      "backstory": "Người không tên làm theo mệnh lệnh của nô lệ, đi đến bờ bên kia của bầu trời cùng với người bạn đồng hành vừa quen biết. Bước chân anh mang theo thù hận và bàng hoàng, lưu dấu lại ở vô vàn thế giới, nhiều lần quanh quẩn giữa sự sống và cái chết.\\n\\nAnh ấy đã sớm quên đi niềm vui của tạo hóa, chỉ còn quan tâm đến bước chân vội vã, từ chiến trường này sang chiến trường khác.\\n\\nTrong quá khứ, anh từng nếm trải vô số ánh kiếm, cơ thể tan nát sau trăm ngàn lần thua, đối thủ luôn kết thúc bằng một chiêu kiếm xuyên tim. Mà nay, những đường kiếm in hằn vết sẹo ngổn ngang trên thân người lại mãi mãi khắc ghi, được tôi luyện và thăng hoa qua những cuộc giao tranh sinh tử. Anh ấy vung kiếm chém đứt chướng ngại cho mọi người, hết lần này đến lần khác ngã xuống rồi lại đứng lên. Vào những lúc chuyên chú nín thở múa kiếm, anh đã có lúc quên mất hận thù.\\n\\nNgười nô lệ hứa hẹn về một kết thúc vĩnh viễn cho anh và tất cả mối hận thù của anh - tang lễ yên giấc ngàn thu. Người không tên gật đầu, cho kiếm vào vỏ, hướng đến thế giới tiếp theo.\\n\\nNếu đời người là một cuộc hành trình được tạo nên bởi những bước đi, thì anh hy vọng có thể bước qua vũng máu của kẻ thù trước khi đi đến \"điểm cuối cùng\"."
    }
  ]
}