{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "Penacony, Vùng Đất Của Những Giấc Mơ",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>5%</nobr> hiệu suất hồi Năng Lượng của người trang bị. Khiến nhân vật khác trong đội của phe ta có cùng thuộc tính với người trang bị tăng <nobr>10%</nobr> sát thương gây ra."
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [33125, 43125, 53125, 63125],
      "id": "khch_sn_ln_ca_penacony",
      "name": "Khách Sạn Lớn Của Penacony",
      "type": "NECK",
      "desc": "Được gói gọn trong vị diện là kiến trúc chính của Penacony - khách sạn \"Mộng Mơ\". Du khách trọ lại đây sẽ lạc vào thế giới của những giấc mơ ngọt ngào, tận hưởng những bữa tiệc xa hoa tại một đô thị toàn năng.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Những người phục vụ cúi đầu chào với nụ cười đồng đều, cùng với nền nhạc cất cao giọng chào đón khách: \"Chào mừng đến với hành tinh lễ hội! Những giấc mơ tuyệt đẹp chào đón bạn.\" Các vị khách mỉm cười bước về phía trước, nhận lấy đồ uống đầy bọt khí uống cạn sạch một hơi.\\n\\nCảnh vật dần dần trở nên huyền ảo, cảm giác như được tơ lụa nâng lên. Những du khách đến từ đất nước xa lạ thoát khỏi trọng lực, dạo chơi trên bức tường. Những món đồ chơi kỳ lạ nhận được sinh mệnh, lang thang trên đường phố để chào mừng. Nước suối giống như một con cá voi khổng lồ đang bơi lội khắp sảnh của cao ốc. Mở khung cửa sổ, nhìn ra xa không còn là những chòm sao trên bầu trời sâu thẳm, mà là luồng ánh sáng không ngừng chuyển đổi theo dòng chảy của thành phố, trong âm vang liên tục của chiếc chuông lớn và nhà hát. Lúc này, những vị khách cuối cùng đã nhận ra rằng họ chưa bao giờ tỉnh dậy, mà là đang chứng kiến hình dáng thật sự của Penacony trong giấc mơ - vùng đất của giấc mơ với thời gian ngưng đọng mãi mãi.\\n\\nMọi người đều biết, dưới sự thống trị của \"gia tộc\", cánh cửa lớn của Penacony mở ra với các vì sao: Để có được những trải nghiệm siêu việt, để khơi dậy linh cảm, để xoa dịu những lo lắng và vết thương - những vị khách tầm cỡ lũ lượt kéo đến, từ bỏ nỗi đau của mình để đổi lấy sự yên bình, uống rượu ngon và dạo chơi trong biển giấc mơ. Có người trải qua kỳ nghỉ khó quên ở nơi đây, rồi hài lòng rời đi. Có người lại bị ám ảnh bởi các lễ hội ca hát nhảy múa mà từ đó định cư ở đây. Khách sạn được bao quanh bởi các vì sao là viên ngọc quý của những người dệt nên giấc mơ, vương quốc của những người tạo nên giấc mơ, và là thiên đường của những người theo đuổi giấc mơ.\\n\\nRất ít du khách nào biết được lịch sử đầy bụi bặm của quá khứ: sợi dệt nên giấc mơ được làm từ hiện thực. Sự lộng lẫy huy hoàng của Penacony ngày nay được sinh ra từ gỉ sắt mặn đắng, xiềng xích nặng nề và tự do bị tước đoạt. Hành tinh lễ hội từng là nhà tù của công ty, nơi vô số tù nhân bị chuyển đến đây để vớt những bong bóng ký ức của Sảnh Đường Hồi Ức đang cuộn trào mãnh liệt. Mọi người lặp đi lặp lại những công việc khổ cực không chút bình yên, cho đến khi thân thể nặng như rót chì, linh hồn lại trở nên nhẹ nhàng linh hoạt như bọt biển: chẳng biết bắt đầu từ khi nào, nhà tù nhỏ hẹp đã ngăn cách với hiện thực, ý thức của mọi người lại được kết nối bên trong giấc mơ. Trong tiếng chuông lúc nửa đêm, giấc mơ chung đó vô cùng chân thật, trái ngược với thực tế đầy dối trá.\\n\\nCho đến khi \"Hủy Diệt\" làm tan chảy sợi xích sắt của công ty, \"Khai Phá\" kết nối biên giới này với các vì sao, \"Hòa Hợp\" đến theo lời mời, gieo hạt giống hòa bình. Tự do cuối cùng phá vỏ nảy mầm, đồng thời cũng thêm cho giấc mơ đẹp ban đầu một cái tên mới - \"Penacony\".\\n\\nNgày nay đã không còn dấu vết của nhà tù đổ nát. Trong giấc mơ, muôn vàn tòa nhà cao tầng đột ngột mọc lên từ mặt đất, sa mạc được cải tạo, biến thành thành phố lớn - một vùng đất mới nơi những kẻ theo đuổi giấc mơ tìm kiếm cơ hội làm giàu, một miền đất hứa cho những người tìm kiếm thú vui đắm chìm trong cuộc sống vui tươi. Quá khứ của \"Hành Tinh Lễ Hội\" giống như một bức ảnh vô tình rơi xuống đáy tủ, thực sự tồn tại nhưng đã không còn ai quan tâm đến.\\n\\nNgày nay, xứ sở mộng mơ ca hát vui vẻ, biến quá khứ thành câu chuyện phiếm thú vị, bị bỏ lại một cách âm thầm trong đoạn mở đầu của một vở hài kịch, trong hậu trường của một bộ phim hoạt hình nào đó, hay trong chuyên mục bên lề của một quyển tạp chí nào đó."
    },
    {
      "_id": 33126,
      "ids": [33126, 43126, 53126, 63126],
      "id": "cung_ng_mng_m_penacony",
      "name": "Cung Đường Mộng Mơ Penacony",
      "type": "OBJECT",
      "desc": "Trong thành phố giấc mơ của Penacony, những con đường uốn lượn phức tạp giữa các tòa cao ốc, nâng đỡ những lồng cầu mà các du khách điều khiển, và kết nối những giấc mơ muôn màu muôn vẻ lại với nhau.",
      "typeText": "Dây Liên Kết",
      "backstory": "Những ai đã từng ghé thăm Penacony nhất định sẽ đồng ý rằng, \"xây dựng trên những giấc mơ\" cũng không phải phép ẩn dụ phù phiếm, mà là một lời tường thuật vô cùng xác thực. Sự tráng lệ của khách sạn chẳng qua chỉ là một phần nổi của tảng băng trôi nơi hành tinh lễ hội, chỉ khi bạn \"ở lại và mơ\" thì mới được xem như chính thức bước vào Penacony. Từ đó, vương quốc trong mơ được tạo thành từ mười hai mộng cảnh dần dần mở ra trước mắt du khách.\\n\\nNhững vị khách lần đầu tiên đến đây có thể bị choáng ngợp trước sân khấu lễ hội này. Nhưng đừng quá lo lắng, hãy ngẩng đầu nhìn lên, những đường ray kim loại đan chéo bay giữa các tòa nhà nhiều tầng, và những chiếc \"lồng cầu\" lăn nhanh như bay trên đường ray chính là phương tiện di chuyển bắt mắt nhất trong thành phố giấc mơ này, hướng dẫn du khách tham quan thành phố.\\n\\nBắt đầu từ nhà ga trung tâm, đường ray lồng cầu phức tạp giống như mạch máu của thành phố, dù là đường ống dưới lòng đất trong \"khoảnh khắc bình minh\", vùng đồng bằng bao la rộng lớn trong \"khoảnh khắc sa mạc nhiệt đới\", hay là sân vận động tỏa sáng trong \"khoảnh khắc ngôi sao\", quả cầu màu sắc rực rỡ vẫn lăn không ngừng, đưa dòng người đến các trạm một cách chính xác, năng suất và an toàn thoải mái, thổi luồng sinh khí không ngủ vào giấc mơ của Penacony.\\n\\nNhững giấc mơ bao trùm lên mọi thứ một cảm giác bay bổng uyển chuyển, những chiếc \"lồng cầu\" giống như quả hạch được coi là phương tiện và món đồ chơi bên trong xứ sở mộng mơ. Nhưng có ít người nhớ rằng: \"lồng cầu\" vốn là một \"lồng giam\", phương tiện giao thông dẫn đến giấc mơ vốn là thiết bị giam giữ tù nhân.\\n\\nRất lâu về trước, công ty đã đưa một số lượng lớn tù nhân đến tinh hệ Asdana, cố gắng ngăn chặn thảm họa lây lan. Mọi người thu thập ký ức ở đây, rồi dần dần trở nên lạc lối giữa hiện thực và ảo tưởng. Khoang lao động hình cầu trong chân không đã trở thành \"ký ức\" khó quên của những tù nhân: bên trong mặt vách cong cứng chắc, cảm giác quay cuồng khó chịu, hàng ngày làm việc bị giày vò không gì sánh được - có lẽ những nỗi đau này quá sâu sắc, khi những người lấy lại được tự do đi tiên phong trong việc khai thác khung cảnh mộng mơ hoang vu, những chiếc lồng hình cầu cũng xuất hiện theo họ.\\n\\nNhưng giờ đây không còn như xưa nữa, hòa bình và tự do đã sinh ra tinh thần lạc quan: thay vì hết lần này đến lần khác tiêu hủy cơn ác mộng không xua tan đi được, tốt hơn hết hãy thêm màu sắc mà nơi này nên có, đón nhận chúng, ôm lấy chúng - cho nên \"lồng giam\" của quá khứ trở thành \"lồng cầu\" ngày nay.\\n\\nBên trong thành phố Penacony, lồng cầu đầy màu sắc chuyển động rất nhanh khắp nơi và những rung động nhẹ phát ra từ đó... Những tiếng thì thầm ẩn giấu trong sự kỳ lạ của thành phố giấc mơ, hòa quyện với những hoài bão, tiếng cười nói rộn ràng, tựa như xứ sở của những giấc mơ, nơi mà thời gian đứng yên mãi mãi."
    }
  ]
}
