{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "Nhà Thơ Khúc Bi Ca Vong Quốc",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Sát Thương Lượng Tử tăng <nobr>10%</nobr>.",
    "4": "Khiến Tốc Độ của người trang bị giảm <nobr>8%</nobr>. Trước khi vào chiến đấu, nếu Tốc Độ của trang bị dưới <nobr>110</nobr>/<nobr>95</nobr>, sẽ khiến Tỷ Lệ Bạo Kích của người trang bị tăng <nobr>20%</nobr>/<nobr>32%</nobr>. Hiệu ứng này đồng thời có hiệu lực với Linh Hồn Ký Ức của người trang bị."
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "vng_hoa_th_l_ca_nh_th",
      "name": "Vòng Hoa Thì Là Của Nhà Thơ",
      "type": "HEAD",
      "desc": "Trước miếu thần vào buổi chiều xuân, nhà thơ hát rong xuất sắc nhất sẽ nhận được vòng hoa thì là được Mnestia ban phước.",
      "typeText": "Đầu",
      "backstory": "\"Mnestia, chúng tôi xin cầu nguyện với ngài. Nếu trên đời không có tiếng hát, thì sẽ không có mùa xuân ngập tràn tiếng hát, và sẽ không có khu rừng nào nở hoa...\"\n\nDùng nước suối rửa sạch hai tay, rồi dùng hai tay dâng rượu hảo hạng trong vắt dâng lên thần linh, các nhà thơ hát rong tập trung trước miếu thần, tranh cãi xem ai sẽ giành được vòng hoa được Mnestia ban phước. Ba chị em Parthia nổi tiếng với những bài thơ tình yêu đã cất tiếng hát trước tiên, tiếp theo là nhà thơ già Lupes với một ngàn phép ẩn dụ kỳ diệu. Những âm thanh tuyệt vời không thể làm nữ thần động lòng, ly rượu trước mặt vẫn không hề nhúc nhích.\n\nCho đến khi một nhà thơ lang thang gảy đàn hạc bảy dây trên tay, diễn tấu nên câu chuyện được ghi lại trên giấy cói cổ xưa. Cát bụi ngàn năm trước ùa đến, câu chuyện bắt đầu như thế này: Khi trên đời vẫn còn rất nhiều thành bang, từng có một thành bang bị rồng dữ tấn công.\n\n\"Khóc than cho quê hương tôi... \nQuái vật ngự trị điện đường, con cháu trở thành ác chủng\nChỉ tại con rồng lớn xâm nhập vào tòa tháp cao kia,\nĐã mê hoặc vua tôi, nuốt chửng công chúa của đất nước tôi...\"\n\nRượu ngon hảo hạng được nữ thần uống cạn, và nhà thơ hát rong trở thành chủ nhân của vòng hoa."
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "vng_tay_vng_ca_nh_th",
      "name": "Vòng Tay Vàng Của Nhà Thơ",
      "type": "HAND",
      "desc": "Chiếc vòng tay bằng kim loại được mọi người yêu thích, con rồng dữ trong câu chuyện, cũng từng mang trên mình xiềng xích đúc bằng kim loại này.",
      "typeText": "Tay",
      "backstory": "\"Mọi người đào được vàng từ bên trong cơ thể Georios, đó là loại kim loại hung bạo đầu tiên, từ đó sinh ra âm mưu và chiến tranh.\"\n\nNguồn gốc của chiến tranh đã không thể tìm thấy, nhiều lịch sử trở thành truyền thuyết. Nhưng dù là truyền thuyết đi chăng nữa... Rõ ràng kiêu ngạo, mưu mô và tham lam mới là nguyên nhân khiến con người tranh đấu không ngừng, nhưng lại khiến vàng phải gánh chịu tội danh một cách vô cớ. Giống như trong những năm tháng lãng mạn không biết gì về phân tranh đó, thép trắng và đồng thau vốn là lễ vật dâng thần, sau đó chúng mới bị đẩy xuống khỏi bàn thờ, nung chảy thành gươm đao, trở thành loại kim loại hung bạo hơn vàng.\n\nCon rồng trong câu chuyện đã bị tiêu diệt rồi... Những cuộc chiến tranh giữa các quốc gia cũng gần như chấm dứt, nhà thơ lang thang lê bước đến Thánh Thành, đàn hát cho mọi người nghe những câu chuyện về sau: Sau khi con rồng dữ chiếm đóng thành bang, mọi người đã tập hợp những chiến binh săn rồng để giải cứu công chúa.\n\n\"Khóc than cho quê hương tôi... \nVị đội trưởng dũng mãnh, với xiềng xích bằng vàng ròng, cuối cùng đã chế ngự được rồng dữ.\nTiếng khóc thương của vị vua già vọng lại từ đỉnh tháp...\nTrong bụng rồng chỉ còn lại bộ xương của nàng công chúa bị nuốt chửng.\"\n\nDây tua của chiếc vòng tay vàng chạm vào dây đàn, phát ra một tiếng thở dài giòn giã."
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "chic_vy_im_sao_ca_nh_th",
      "name": "Chiếc Váy Điểm Sao Của Nhà Thơ",
      "type": "BODY",
      "desc": "Bình minh là khoảnh khắc ấm áp nhất, chiếc váy của cô cũng vừa khéo mang màu sắc giống như chuỗi ánh sao cuối cùng trước buổi bình minh.",
      "typeText": "Thân",
      "backstory": "\"Khi Aquila mở mắt, tất cả các vì sao đều chìm vào giấc ngủ, chỉ còn lại một ngôi sao lẻ loi lén nhìn trộm, dường như có mỗi nó là tò mò nhất.\"\n\nBài thơ tự sự đã được hát đến chu kỳ thứ hai của ngày và đêm, xung quanh nhà thơ ngày càng tập trung nhiều người nghe, trong đó có người Kremnos với những mũi tên kêu leng keng trên người, có cả người Janusopolis ném que bói toán để hỏi ý chỉ của thần. Kể từ khi Thủy Triều Đen xâm chiếm các thành bang đến nay, vô số văn hiến đã bị thất lạc, các học giả ở Điện Cây không kịp thu thập tất cả các thông tin, nhiều thành bang nhỏ lẻ thậm chí còn không để lại tên.\n\nChỉ có nhà thơ lang thang mới biết, ở thành bang cổ xưa bị rồng ác tấn công, từng lưu truyền một thuật luyện kim bí ẩn: Lấy thịt và máu làm nền tảng, từ đó có thể tạo ra vạn vật, từ đó có thể đạt đến kỳ tích, nhà giả kim đã nói như vậy với vị vua tan nát cõi lòng vì mất đi con gái.\n\n\"Khóc than cho quê hương tôi... \nNhà giả kim khéo miệng, tự xưng có thể dùng máu thịt của rồng để hồi sinh công chúa.\nVật đã chết, chết mà chưa chết, lại qua mười ngày đêm.\nCuối cùng nghi thức cũng thành công. Nhưng...\"\n\nTia sáng cuối cùng của ngôi sao luyến tiếc nhắm mắt lại, khao khát muốn nghe hết câu chuyện của những người con nhân loại."
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "i_giy_inh_bc_ca_nh_th",
      "name": "Đôi Giày Đinh Bạc Của Nhà Thơ",
      "type": "FOOT",
      "desc": "Đôi giày dệt có đính đinh bạc, khi đi trên cát sẽ để lại những hoa văn hình chữ, vì để thu thập những bài thơ cổ xưa mà cô chưa bao giờ ngừng bước chân.",
      "typeText": "Chân",
      "backstory": "\"Người phàm không thể tìm thấy dấu vết của Thanatos trên đời, và cả dòng Sông Styx mà người sống không thể băng qua trong truyền thuyết, con sông đó chảy về đâu?\"\n\nChúng tôi chưa bao giờ nghe nói về con rồng khổng lồ đó, cũng chưa từng đọc thấy nghi thức hồi sinh bằng máu thịt trong bất kỳ cuốn sách cổ nào, một số thính giả đặt ra câu hỏi. Nhà thơ trả lời rằng, cô không phải là hậu duệ cuối cùng của thành bang cổ, cũng không biết liệu con rồng dữ đó có thực sự tồn tại hay không, đây chỉ là bài thơ mà cô nghe được từ những nhà thơ hát rong trước kia, một bài thơ được truyền miệng lại qua nhiều đời.\n\nNếu không có ai hát tiếp, lịch sử của những thành bang cổ xưa đó sẽ thực sự bị chôn vùi, tất cả sẽ phai nhạt dần theo thời gian: Những vương quốc phồn hoa trong quá khứ, bị dòng Sông Styx nhấn chìm, trở thành nơi mà cả chó hoang và kền kền cũng khinh miệt, đó là lời nguyền rủa do những linh hồn bị con rồng dữ nuốt chửng để lại.\n\n\"Khóc than cho quê hương tôi... \n\"Công chúa ơi! Sao lại bị luyện thành hình hài con rồng hung ác.\n\"Nuốt chửng nhà giả kim, vị đội trưởng dũng mãnh, và cả vị vua mê muội.\n\"Một bữa tiệc máu tanh đã triệu hồi bóng ma của cái chết, thành bang cổ xưa đã bị xóa sổ từ đó...\"\n\nHãy ghi nhớ tên của vương quốc bị chôn vùi! Đây là câu chuyện về Styxia, được hát lại bởi một nhà thơ mang đôi giày đinh bạc. Cô thu thập những câu chuyện chỉ vì chính bản thân câu chuyện, cũng giống như những nét chữ do đinh bạc trên đôi giày dệt để lại. \"Hãy nhớ câu chuyện, và quên tôi.\""
    }
  ]
}