{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "Tù Nhân Ngục Tối",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tấn Công tăng <nobr>12%</nobr>.",
    "4": "Mỗi khi kẻ địch nhận phải 1 hiệu ứng Sát Thương Duy Trì, thì sát thương người trang bị gây ra cho kẻ đó sẽ bỏ qua <nobr>6%</nobr> Phòng Thủ của kẻ đó. Hiệu ứng này có hiệu lực với tối đa <nobr>3</nobr> hiệu ứng Sát Thương Duy Trì."
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "lng_chp_ming_t_nhn",
      "name": "Lồng Chụp Miệng Tù Nhân",
      "type": "HEAD",
      "desc": "Chiếc lồng chụp miệng thú buộc chặt quanh khuôn mặt tù nhân, ngăn chặn kẻ phản nghịch nhe nanh tấn công người khác.",
      "typeText": "Đầu",
      "backstory": "Khứu giác đã tạo nên thế giới giác quan của Chiến Thủ người Boris, mưa, bụi, lửa, máu tươi, thuốc... lay động trong gió và lan tỏa đến từ nơi sâu nhất của chiến tranh, hòa quyện thành một mùi vị nhấn chìm từng mảng cơ thớ thịt, từng tế bào thần kinh của hắn.\n\nNhững thứ hắn có thể ngửi bây giờ chính là sự nặng nề kiên cố của thiết bị hành hình, và nỗi sợ hãi co rúm lại của các bồi thẩm đoàn.\n\nHắn biết rằng những thẩm phán yếu đuối này sợ hãi trước nanh nhọn sắc bén của hắn... hắn từng đứng trên vách đá dựng đứng, tắm trong ánh trăng điên cuồng, cảm nhận được sự thôi thúc của bản năng trong huyết quản, hắn đã lần theo mê cung của mùi hương, thâm nhập vào trại địch trong bóng tối của đêm không trăng, và nghiền nát từng hộp sọ con mồi... Chiến Thủ người Boris tôn thờ những chiếc răng nanh bóng loáng, xem chúng như lưỡi dao và ngọn giáo, là biểu tượng của sức mạnh và sự tự tin có thể xé nát mọi thứ.\n\n\"Boris gặm nhấm thịt, uống máu người vô tội, phải chịu cảnh chung thân, khuôn mặt bịt kín mõm, bị thẩm vấn 10 trọng tội.\"\n\nChiến Thủ ngạo mạn nhìn xung quanh, những kiếm sĩ giống như biển băng nhấn chìm mọi thứ trong cuồng nộ không có ở đây... Hắn không có hứng thú với những câu phán xét tẻ nhạt này."
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "cm_t_nhn",
      "name": "Cùm Đá Tù Nhân",
      "type": "HAND",
      "desc": "Chiếc cùm nặng nề trói chặt bàn tay, ghim sắt đính cổ tay, kìm hãm vuốt sắt nhọn của kẻ phản nghịch",
      "typeText": "Tay",
      "backstory": "Khi mây tan, ánh trăng mờ ảo chiếu lên cơ thể đầy sẹo của Chiến Thủ Boris. Móng vuốt khổng lồ bị kiếm sĩ tóc màu bạc chém đứt nằm rơi rớt cạnh bên, mạch máu của Chiến Thủ đang ở bước đường cùng đang đập dữ dội, kèm theo một tiếng hú dài đau đớn, những chiếc móng vuốt sắc nhọn đã mọc trở lại.\n\nBị xúc tác bởi đêm trăng cuồng, Chiến Thủ cơ hồ như không bắt kịp những đòn kiếm tựa ánh trăng. Hắn thầm cầu nguyện sức mạnh của Trù Phú, quyết tâm hoàn thành trận đấu thú cuối cùng.\n\nHắn đã quên mất quân Boris đột phá vòng vây lần này là lần thứ mấy, chỉ nhớ người của hắn đã dùng móng vuốt xé toạc lối thoát rất nhiều lần trên con đường tiến quân của họ, và rồi lại tiếp tục bị vây chặt. Người Boris đã dùng sức mạnh không ngừng tái tạo của mình để xé toạc mọi chướng ngại mà không biết mệt mỏi. Dòng máu Chiến Thủ thấm vào móng vuốt của hắn, hắn như rơi vào cuồng loạn để nhận ra rằng mình không còn nơi nào để thoát thân, và cũng không còn ai đuổi theo hắn nữa.\n\n\"Đôi tay Boris cướp đi vô số sinh mạng, sẽ bị trói bằng chì và đá, quản chế nghiêm minh.\"\n\nChiến Thủ cuối cùng đã bất lực gục ngã trước mặt các kiếm sĩ, lần đầu tiên hắn cảm nhận được cái chết đang cận kề với sự mệt mỏi cùng cực. \"Đúng là một thanh kiếm vô song\", hắn bất chợt nghĩ \"Đúng là một sự phấn khích không gì so sánh được!\""
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "dy_tri_t_nhn",
      "name": "Dây Trói Tù Nhân",
      "type": "BODY",
      "desc": "Dây dùng trói trọng phạm nguy hiểm, có khớp chống vênh, hạn chế khả năng biến đổi cơ thể của tù nhân.",
      "typeText": "Thân",
      "backstory": "Người Boris bản chất là những chiến binh. Cấu trúc xương của họ rộng và mảnh, bộ hàm và cơ cổ rắn chắc, răng nanh phát triển, đỉnh đầu mọc tai thú, tay chân có móng vuốt sắc nhọn. Họ sùng bái một cơ thể khỏe mạnh, xem đó như là sự ban ơn của thần.\n\nChiến Thủ vừa là lãnh đạo tinh thần, vừa là người mạnh nhất bộ tộc, chỉ huy đội quân như thủy triều đen và thống trị sinh tử trên chiến trường.\n\nNhững con tàu thú đáng sợ che phủ bầu trời, và hắn nhìn thấy những chiến sĩ vẫy vùng không ngơi nghỉ trên chiến trận. Chiến Thủ Boris cảm nhận được tiếng gọi của Đêm Trăng Cuồng, xương sắc nhọn xuyên qua cơ thể, dòng máu đen xì tan biến trong gió như làn sương. Hắn dang đôi tay như một kẻ tử vì đạo, Độc Sói Boris - Là một loại pheromone vô cùng đáng sợ, phân tán theo sương và máu, kích thích các giác quan của các binh sĩ, khiến họ trông như thần quỷ nhập thân.\n\n\"Hỡi các đấng tổ phụ, hãy ban cho chúng tôi mình đồng da sắt. Hỡi các đấng tổ phụ, hãy ban cho chúng tôi sức mạnh của chư thần.\"\n\nHắn nhớ lại những ngày tháng chưa bị trói buộc. Những đứa con của Boris vượt qua giới hạn của xác thịt dưới đêm trăng cuồng, xé toạc cơ da và biến dạng, không gì đau đớn và khủng khiếp bằng. Hướng dẫn họ từng là đặc quyền và trách nhiệm chỉ dành cho kẻ mạnh."
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "gng_cm_t_nhn",
      "name": "Gông Cùm Tù Nhân",
      "type": "FOOT",
      "desc": "Những chiếc cùm kim loại trói chân thú, giam giữ kẻ phản nghịch đầy tuyệt vọng, và ngăn cản chúng thoát thân",
      "typeText": "Chân",
      "backstory": "Người tộc Boris sống như du mục trong Ngân Hà, xem thường các hình thái văn minh đã sống ổn định ở một vùng đất. Họ cướp đi hoà bình và mang đến chiến tranh tàn khốc. Tín ngưỡng sinh tồn khắc nghiệt buộc họ chiến đấu không ngừng, luôn cống hiến hết mình cho cuộc sống gươm đao đổ máu.\n\nHọ có niềm tin và đường lối riêng - bất cứ nơi nào người Boris đặt chân đến, nơi đó sẽ trở thành lãnh thổ của họ.\n\nChiến Thủ Boris tự hào vì đã lần lượt châm ngòi cho những ngọn lửa chiến tranh, nghiền nát phẩm giá của những người bảo vệ, nâng ly uống nước mắt của những người vô gia cư di tản, chà đạp lên niềm tin của những người thân thiết. Hắn để mặc cỏ gai mọc đầy, phá huỷ đất đai màu mỡ, bắt người dân làm nô lệ, hưởng thụ sự xa hoa... Để vượt qua các vị vương giả đời trước, Chiến Thủ mới phải từ bỏ sự ổn định, dẫn binh lính của mình đi thám hiểm thế giới bên ngoài, tạo dựng tên tuổi và củng cố địa vị của mình trong tộc.\n\n\"Boris gieo tai ương, đi đến đâu đánh đến đó, mang tai họa cho khắp cõi. Kết án tử hình, giam cầm vĩnh viễn, không được tái sinh\".\n\nChiến Thủ bối rối trước bản án, nhìn ngó xung quanh, kinh ngạc trước sự phán xét của những kẻ yếu. Những cái gọi là tội ác kia chẳng qua chỉ là quy luật sinh tồn."
    }
  ]
}