{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "Bờ Biển Men Say",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Khiến Tấn Công của người trang bị tăng <nobr>12%</nobr>. Khi Tấn Công của người trang bị lớn hơn hoặc bằng <nobr>2400</nobr>/<nobr>3600</nobr>, sẽ khiến Sát Thương Duy Trì gây ra tăng thêm <nobr>12%</nobr>/<nobr>24%</nobr>."
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "Ngọn Hải Đăng Nơi Biển Cả Rền Vang",
      "type": "NECK",
      "desc": "Bên trong Quả Cầu Vị Diện chứa đựng Styxia đang chìm đắm trong niềm vui vĩnh cửu. Ngọn hải đăng bất diệt đứng sừng sững trên bờ biển, tấu lên khúc nhạc không ngừng. Những con tàu đi theo tiếng ca hân hoan vượt qua màn sương mù, rồi nhanh chóng đâm vào đá ngầm và chìm nghỉm, chỉ còn lại tàn tích bị sóng biển nuốt chửng.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Sóng biển, vũ điệu luân hồi không bao giờ dứt. Chán ngán những bến cảng từng là nơi hoan lạc, những thủy thủ trải tấm hải đồ, tự chọn cho mình điểm cuối của hành trình. La bàn dừng lại, chiếc kim run rẩy, hướng về \"Styxia\", thành phố hoan lạc vĩnh cửu sừng sững bên bờ biển, nơi định mệnh chôn vùi xương cốt của họ. Chẳng mảy may để ý, những kẻ chưa biết đến cái chết giương buồm trong cơn say sưa, hân hoan bước vào sàn nhảy của Phagousa.\n\nCác thủy thủ bám theo nhịp điệu của thủy triều và dáng trăng, cắm những chiếc nĩa xương vào sống lưng cá voi, dùng mũi thuyền đâm vỡ những tảng băng trôi cổ xưa, họ hát vang trên đường đi... Cho đến khi chìm vào màn sương mù, cho đến khi ngọn hải đăng ở ngay trước mắt, cho đến khi cuối cùng đâm vào đá ngầm...\n\nCon tàu mắc cạn chìm xuống đáy nước, những người bất tử sống lại từ sóng biển. Thủy thủ đứng dậy trên mỏm đá, thân thể phủ đầy tảo biển và vết muối. Những người dự tiệc trong ngọn hải đăng đã chờ đợi từ lâu, cúi mình mời anh ta tham gia vào buổi tiệc bất tận. Họ bước theo tiếng nhạc qua con đê dài, leo lên ngọn hải đăng trắng xóa giữa các đảo đá ngầm. Ngọn hải đăng của Styxia đốt bằng dầu cá voi, ngọn lửa lạnh lẽo nhảy múa bao phủ thấu kính được chạm khắc từ pha lê. Bản thân ngọn hải đăng là một cây Đàn Lyre Nước khổng lồ, khi những vị khách bước lên, họ có thể thấy những ống thủy tinh hút nước biển qua các khe hở của gạch đá, lên xuống theo con sóng. Trên sân thượng, những người dự tiệc nắm tay nhau, nhảy múa quanh ngọn lửa theo tiếng nhạc, ngọn lửa hắt bóng họ xuống mặt biển xa xăm. Ở đó, người thủy thủ nhìn thấy điểm cuối mà anh hằng mơ ước, thành phố của niềm vui vĩnh cửu đó.\n\nĐó là những năm tháng khi sự mục nát chưa giáng xuống, khổ đau, buồn bã và cái chết vẫn còn đang thai nghén. Styxia đắm mình trong sự nuông chiều của Phagousa, dùng những vịnh biển như vòng tay ôm ấp nó, hát cho nó những khúc hát ru dịu dàng như giấc mộng.\n\nNgười thủy thủ nóng vội run rẩy đôi môi. Trước mặt anh, những người dự tiệc mời anh đặt chân lên thành bang, chia sẻ niềm vui vô bờ như anh em ruột thịt. Còn sau lưng anh, biển xám mênh mông vô tận. Giữa những rặng đá ngầm la liệt xác tàu thuyền, những kẻ chết đuối nổi trôi trong sóng biển, da thịt phủ đầy hải quỳ và san hô. Anh nhớ lại khoảnh khắc rơi xuống nước, dòng chảy ngầm kéo anh xuống đáy biển sâu thẳm vô vọng... Bàn tay lạnh lẽo của Siren lướt qua gò má anh, trong tiếng hát khe khẽ mơ hồ, anh tỉnh lại, bị đẩy lên mặt nước lấp lánh ánh sáng.\n\nChỉ là một thoáng do dự, chỉ kịp để lại một cái nhìn thoáng qua, cánh cửa dẫn đến hạnh phúc đã đóng lại. Những người dự tiệc mỉm cười từ chối yêu cầu bước vào Styxia của người thủy thủ, chỉ vì anh vừa tỉnh giấc khỏi cơn say, và chưa học được cách đón nhận niềm vui thực sự."
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "Nhịp Bước Hát Ca Nơi Biển Cả Rền Vang",
      "type": "OBJECT",
      "desc": "Người Styxia có một niềm tin sâu sắc rằng Siren bảo vệ sự yên bình nơi đây bằng xương thịt như trong truyền thuyết, và một ngày nào đó, họ sẽ theo tiếng hát bất tận của ngọn hải đăng mà đến, để nhận lấy phần thưởng là một bữa tiệc không bao giờ dứt.",
      "typeText": "Dây Liên Kết",
      "backstory": "Người thủy thủ cô độc giống như những lữ khách trước đây, lang thang giữa biển cả và thành bang, dừng chân nơi ngưỡng cửa của trần thế và niềm vui. Anh lau đi lớp dầu chảy ra từ vết thương của con cá voi mắc cạn, khi màn đêm buông xuống thì thắp sáng ngọn hải đăng, rồi ngồi xuống trước ánh đèn, gảy lên những khúc nhạc chưa từng được tấu bằng Đàn Lyre Nước.\n\nNgọn hải đăng vang lên những phím đàn, cả Styxia chìm đắm trong khúc nhạc. Những giai điệu khi du dương, khi dồn dập đó đã khơi gợi mộng tưởng vô tận về lạc thú trong lòng Nữ Hoàng Styxia. Người thủy thủ chơi ngược bản nhạc từ nốt cuối cùng, khiến giai điệu trở nên dí dỏm, tươi vui. Thế là chiếc thuyền trắng chở những nghệ sĩ tạp kỹ nhẹ nhàng lướt qua dòng sông. Nam thanh nữ tú ăn vận lộng lẫy chen chúc hai bên bờ, bằng chiếc mặt nạ dát vàng trang trí lông vũ che khuất khuôn mặt, Nữ Hoàng cũng hòa mình vào đám đông, đắm mình trong hương thơm của hoa đinh hương và hạnh nhân.\n\nThủy thủ điều chỉnh nhịp điệu, khiến các nốt nhạc trở nên gấp gáp và sôi nổi. Thế là trong vở kịch lấy toàn bộ thành bang làm sân khấu, đám đông đóng vai hải tặc vung cờ đen đánh chiếm những bức tường thành chưa từng được phòng bị, cướp bóc rượu ngon và vàng bạc, treo cổ giới quý tộc lên những giá treo đầy hoa, rồi dùng vương miện đội lên đầu những kẻ ăn xin trong thành. Vào thời khắc hạ màn, người ta đốt cháy ngọn tháp, sau đó nhảy nhót cuồng nhiệt theo tiếng đàn, rồi say khướt.\n\nNhững con sóng trào dâng làm ướt trang nhạc, nhòe đi những nốt nhạc dịu êm du dương. Nữ Hoàng bước vào một vở kịch mới trong màn sương mù trước ngọn hải đăng, nàng mặc một chiếc váy đuôi cá màu xanh lam, hóa thân thành một tùy tùng của Phagousa... Nữ Hoàng của những Siren.\n\nTrong câu chuyện, các Siren được giao nhiệm vụ chịu đựng những đau khổ khôn lường dưới đáy biển sâu, dùng máu thịt của mình dẫn dắt tai ương đen tối vào Chiếc Cốc Tràn Đầy, để đổi lấy niềm vui vĩnh cửu của Styxia. Đến thời khắc đã hứa, các Siren cuối cùng sẽ đi theo ánh sáng và âm thanh của ngọn hải đăng, bước dọc theo con đê vào Styxia. Người dân Styxia sẽ nắm lấy tay họ, cùng nhau tham gia vào bữa tiệc không bao giờ tàn.\n\nNữ Hoàng Styxia bước xuống nước, tận hưởng một lần cái chết trong tưởng tượng. Trong đêm trăng non không thể kiềm chế sóng dữ, sâu thẳm dưới biển khơi, những giọt nước mắt rỗng tuếch của các Siren trào lên như bọt biển, họ khao khát, họ chờ đợi, ngóng trông ánh trăng chưa từng thấy, để rồi da thịt tan rã. Tiếc thay, đêm nay chẳng có ánh trăng, chỉ có ngọn hải đăng vẫn nhấp nháy như cũ... Nước mắt thay thế các Siren nổi lên mặt biển lung linh, bọt bèo trôi dạt tan vào sóng cả.\n\nCuối cùng, người thủy thủ cô độc đã đạt được điều mình mong muốn. Những người dự tiệc rơi lệ hạnh phúc, chúc mừng anh bước chân vào Styxia. Và khi tiếng hoan ca đầu tiên vang lên, đôi cánh tàn lụi của cái chết đã bao trùm lên thành bang của niềm vui vĩnh cửu này."
    }
  ]
}