{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "Lại Một Hành Trình Gian Khổ Của Linh Mục",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tốc Độ tăng <nobr>6%</nobr>.",
    "4": "Khi thi triển Chiến Kỹ hoặc Tuyệt Kỹ lên 1 mục tiêu phe ta, sẽ khiến Sát Thương Bạo Kích của mục tiêu kỹ năng tăng <nobr>18%</nobr>, duy trì <nobr>2</nobr> hiệp, hiệu ứng này tối đa cộng dồn <nobr>2</nobr> lần."
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "bng_tai_giai_iu_ca_linh_mc",
      "name": "Bông Tai Giai Điệu Của Linh Mục",
      "type": "HEAD",
      "desc": "Anh thường ngồi trong phòng xưng tội và lắng nghe. Đôi bông tai liên tục nhắc nhở anh rằng, ngay cả lời thì thầm nhỏ nhất cũng có trọng lượng.",
      "typeText": "Đầu",
      "backstory": "\"Theo ý chí của ngài. Tôi đã phạm sai lầm, tôi đã nói dối rằng các gia tộc bị chia rẽ, và đem tin đồn này đổi lấy thù lao từ phía báo chí...\"\n\nQua cửa sổ, gia chủ nhận thấy ánh mắt của phóng viên đó đang lảng tránh, đang dè dặt chờ đợi phản hồi của mình, giống như vô số lần \"xưng tội miễn xá\" - theo lẽ thường anh sẽ dùng lời an ủi như tiếng chuông để khiến các tín đồ hối hận vì tội lỗi của mình. Nhưng ngay lúc này, anh quay đầu lại trong vô thức, muốn nói gì đó nhưng lại thôi, để mặt dây chuyền kim loại phát ra tiếng động giòn giã bên tai.\n\n\"Tôi biết rất rõ, điều này hoàn toàn vô căn cứ. Nhờ ơn Thần Vĩ Đại phù hộ, toàn Gia Tộc đoàn kết một lòng. Đây là mong muốn của tất cả thành viên Gia Tộc, cũng là lý do khiến các thành viên Gia Tộc sà vào lòng Thần Vĩ Đại.\"\n\nNgười thú tội tỏ ra ăn năn sâu sắc về những tội lỗi mình đã thú nhận và quyết tâm sửa đổi, đón nhận sự tha thứ rửa tội trong thanh âm hòa hợp. Gia chủ nhắm hai mắt lại, đọc lên những lời chúc phúc thiêng liêng...\n\n\"Rất tốt. Hãy thể hiện sự chân thành với những thành viên khác trong gia tộc, làm sáng tỏ tin đồn, như vậy sẽ có thể hồi phục lại hòa hợp. Hãy ra về trong sự bình an.\"\n\nNói sự thật thì có tội gì? Âm luật đều đều vang lên, nhưng lại nặng nề như gông cùm. Anh thở dài lắc đầu.\n\n\"...Mời người kế tiếp.\""
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "gng_tay_cho_n_ca_linh_mc",
      "name": "Găng Tay Chào Đón Của Linh Mục",
      "type": "HAND",
      "desc": "Anh thường đứng trong dinh thự để tiếp khách, vô số lần đưa ra động tác đón mời. Đôi găng tay sạch sẽ nhắc nhở anh về sự khiêm tốn và phép lịch sự.",
      "typeText": "Tay",
      "backstory": "\"Báo cáo gia chủ, những người này tự xưng là có việc quan trọng cần gặp mặt, trong đó có khá nhiều người thân phận đáng ngờ, cách thức nhập mộng cũng rất khác thường...\"\n\nNhững kẻ không mời mà đến xâm nhập vào giấc mơ, đang đứng xếp hàng ngay ngắn. Không có gì bất ngờ, những tên ác nhân sẽ bị trục xuất, lũ tội phạm mạo danh sẽ bị giam giữ, anh ấy chẳng nói gì thì đã sắp đặt mọi thứ xong xuôi. Những người vô tội đã chứng kiến cơn thịnh nộ của anh, trong mắt họ ánh lên cả sự mong đợi lẫn lo lắng... Sau đó, anh mỉm cười và đưa tay ra trước mặt mọi người như một lời mời, để bày tỏ sự công nhận, cũng để thể hiện uy quyền.\n\n\"Các vị là những vị khách quý của Gia Tộc Oak, đương nhiên sẽ được đối đãi chu đáo. Có lẽ các vị đang tò mò về việc làm thế nào mà tôi có thể đưa ra được đánh giá công bằng đúng không, xin cho phép tôi giải thích ngắn gọn, đó là vì \"đạo\" mà các vị đang thực hành đây đã giao nhau với \"đạo\" của tôi.\"\n\nNgười phục vụ, nghệ sĩ, người không có việc làm... tất cả nghi ngờ trong lòng họ đều đã được xua tan, họ hiểu ý nghĩa chân thành của lời mời, trong lòng không còn bận tâm nữa.\n\n\"Để những kẻ có tội nhận được sự trừng phạt xứng đáng, để những vị khách nhận được lễ nghĩa mà họ nên có, giai điệu hài hòa vốn dĩ phải như vậy.\"\n\nGia chủ vừa ân cần vừa uy nghiêm, đủ để khiến các vị khách tin tưởng. Anh nhìn xung quanh một lượt, chầm chậm cúi người...\n\n\"Chào mừng đến với Gia Tộc Oak.\""
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "b_l_phc_ca_linh_mc",
      "name": "Bộ Lễ Phục Của Linh Mục",
      "type": "BODY",
      "desc": "Anh thường đứng trước gương soi đi soi lại, kiểm tra lại quần áo và vẻ ngoài của mình thật kỹ. Trước khi ra khỏi nhà, phải đảm bảo mọi thứ đều gọn gàng ngăn nắp, tuyệt đối không được lệch một chút nào.",
      "typeText": "Thân",
      "backstory": "\"...Nếu chim sinh ra không có xiềng xích, vậy điều gì đang trói buộc vận mệnh của tôi♬?\"\n\nNgày tập luyện, vị gia chủ trẻ tuổi nép mình vào góc khán đài, anh không muốn làm xao nhãng sự chú ý của người ca sĩ trên sân khấu, mà chỉ mong muốn có thể đồng hành một cách tinh tế. Mặc lễ phục, anh ngồi thẳng lưng, trở thành khán giả duy nhất lúc này. Giữa những giai điệu quen thuộc, tâm trí anh trở về tuổi thơ, khi đó cô ấy cũng đứng trên một \"sân khấu\" để hát, và anh cũng là khán giả duy nhất...\n\n\"Đã lâu rồi em không hát một cách vui vẻ nhỉ... Anh đã dựng cho em một sân khấu, có điều... hơi đơn sơ một chút.\"\n\nTại buổi hòa nhạc của hai người họ, anh đã hứa rằng một ngày nào đó anh sẽ thực hiện được ước mơ của cô, để cô bước lên một sân khấu lớn hơn và rực rỡ hơn.\n\n\"Để con tim tôi dũng cảm dang cánh bay lượn, xuyên qua màn đêm sâu thẳm, đi tìm ánh trăng thanh khiết♬...\"\n\nAnh sững người một lúc rồi đối mặt với lý do bản thân không dám đến gần sân khấu... Mặc lễ phục không phải để đến thưởng thức buổi biểu diễn, mà là để có thể rời khỏi vào bất cứ lúc nào.\n\n\"Chúc mừng em, em gái. Giấc mơ của chúng ta đều đã trở thành hiện thực.\" Anh ấy nói nhỏ."
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "bt_hnh_trnh_gian_kh_ca_linh_mc",
      "name": "Bốt Hành Trình Gian Khổ Của Linh Mục",
      "type": "FOOT",
      "desc": "Anh thường chọn một đôi bốt vừa chân trước khi bắt đầu một chuyến đi. Anh đã ngã nhiều lần, nhưng cũng đã đứng dậy bấy nhiêu lần tương ứng.",
      "typeText": "Chân",
      "backstory": "\"Đi đi, anh tự do rồi, hỡi kẻ được chọn dám vượt qua giới hạn của mình. Hãy bẻ gãy đôi cánh của mình, đi đến nhân gian, bước đi trên mặt đất, xem bộ dạng thực sự của thế giới này.\"\n\nKể từ đó, anh thường xuyên suy ngẫm về ý nghĩa sâu xa trong những lời nói của tầng lớp cấp cao trong công ty. Anh bước vào những con phố ồn ào, anh bước đi trên bờ biển yên tĩnh, từ đầu chí cuối, anh vẫn đi không ngừng, nhưng thực tế là một bước cũng chưa bao giờ thực hiện... Anh chưa bao giờ nghi ngờ phẩm chất kiên định mà mình đang có, cũng chưa từng nghi ngờ khả năng kiên quyết thực hiện của mình. Lần sau, trước khi đứng dậy, anh định sẽ dừng lại, cảm nhận sự cứng chắc khi lý tưởng rơi xuống mặt đất...\n\n\"Những mảnh đá lốm đốm đã thấm đẫm máu động vật và mồ hôi của con người, nhưng chúng vẫn luôn lạnh lẽo, thô ráp và cứng chắc như ngày nào...\"\n\nVới tư cách là người đứng đầu gia tộc, anh đã soi sáng cho quá nhiều con cừu lạc lối, chỉ cho họ con đường đúng đắn. Nhưng khi đối mặt với chính mình, những lời an ủi dịu dàng đó dường như đã mất đi tác dụng kỳ diệu, chẳng còn hiệu quả gì nữa... Anh không cần quở trách, càng không cần đồng cảm.\n\n\"Chỉ có con đường bùn lầy mới sinh ra những người kiên trì vượt qua gian khổ, cứ đi tiếp, tôi sẽ học được từ thất bại nhiều hơn so với thành công.\"\n\nTrước khi bắt đầu thật sự lên đường một lần nữa, anh có đủ thời gian để bước chậm lại, sắp xếp lại mạch tư duy để rồi tiếp tục quẩn quanh.\n\n\"Đi lại không cần triết lý phức tạp, khi một con đường đi không được thì cứ đổi sang con đường khác, chỉ vậy thôi.\""
    }
  ]
}