{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "Học Giả Lạc Lối Trong Biển Tri Thức",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tỷ Lệ Bạo Kích tăng <nobr>8%</nobr>.",
    "4": "Sát thương Chiến Kỹ và Tuyệt Kỹ gây ra tăng <nobr>20%</nobr>, sau khi thi triển Tuyệt Kỹ, sát thương gây ra trong lần thi triển Chiến Kỹ kế tiếp tăng thêm <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "knh_gng_bc_ca_hc_gi",
      "name": "Kính Gọng Bạc Của Học Giả",
      "type": "HEAD",
      "desc": "Một chiếc kính pha lê nguyên khối phản chiếu tòa nhà khổng lồ, cùng với cây gậy, dây đồng hồ và trâm cài, tất cả đã làm nổi bật phong cách thời thượng và học thức của chủ nhân.",
      "typeText": "Đầu",
      "backstory": "[ID] EVD-W019EI06-003\n\n[Tên] Kính Pha Lê Nguyên Khối\n\n[Đặc Trưng Cơ Bản] Có vết nứt rõ rệt\n\n[Địa Điểm Thu Thập Chứng Cứ] Phòng thí nghiệm nghiên cứu Bohdan, Khoa Nghiên Cứu Năng Lượng, Học Viện Khoa Học Tổng Hợp Trung Ương Ohioti\n\n[Đương Sự] Bohdan, nhà khoa học hàng đầu trong lĩnh vực phân tích năng lượng, thành viên #7 của Câu Lạc Bộ Thiên Tài\n\n[Phân Tích Hiện Trường]\nDựa theo tình hình tại hiện trường, đương sự đã thực hiện thao tác khởi động thiết bị quan sát không đúng cách, dẫn đến chất Phlogiston dễ cháy bên trong container bị rò rỉ, gây ra vết thương nghiêm trọng ở bàn tay trái của đương sự. Đồng thời, trong lúc xảy ra sự cố, kính nguyên khối đã không may rơi từ trên cao xuống và bị hư hại.\n\n[Bổ Sung Lời Khai]\nBohdan cho biết trong quá trình thí nghiệm, bên trong kính nguyên khối xuất hiện ánh sáng bất thường và sự kích thích ánh sáng mạnh đã dẫn đến một loạt sự trùng hợp ngẫu nhiên, cuối cùng dẫn đến sự cố rò rỉ của Phlogiston.\n\nDo đương sự mô tả có quá nhiều sự trùng hợp, nên lời khai này không được chấp thuận.\n\n[Ghi Chú]\nTất cả các dấu hiệu đều ám chỉ rằng đây là một hành vi phạm tội được lên kế hoạch từ trước. Do \"hiệu ứng cánh bướm\" xảy ra liên tiếp qua nhiều sự trùng hợp không thể nhận định là \"phương thức phạm tội có thể tái hiện\", vụ rò rỉ này cuối cùng đã được kết luận là \"ngoài ý muốn\".\n\n[Bản Ghi Âm Liên Quan]\n\"...Có lẽ tôi phải biết ơn sự cố lần này, nó đã đưa Lambda quay trở về bên cạnh tôi. Đây là lần thứ tư chúng tôi tái hôn... Nói ra thì xấu hổ quá, vì đây là lần đầu tiên tôi đề nghị tái hôn đó.\" Bản ghi âm này đến từ Bohdan."
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "khp_ni_ph_tr_ca_hc_gi",
      "name": "Khớp Nối Phụ Trợ Của Học Giả",
      "type": "HAND",
      "desc": "Một khung xương ngoài làm bằng hợp kim dùng để hỗ trợ cử động của các ngón tay, cần tùy chỉnh để phù hợp với hình dạng bàn tay của người dùng, giá cả không hề rẻ.",
      "typeText": "Tay",
      "backstory": "[ID] EVD-X024DE18-002\n\n[Tên] Khung xương ngoài ngón tay hợp kim được khảm \"Vàng Ngọc Tỷ Xám\"\n\n[Đặc Trưng Cơ Bản] Có dấu vết hư hỏng rõ ràng do tác động ngoại lực, đã xác định là hư hỏng trước khi vụ nổ xảy ra\n\n[Địa Điểm Thu Thập Chứng Cứ] Phòng điều khiển địa điểm khai thác năng lượng địa cực\n\n[Thông Tin Đương Sự] Lambda (đã tử vong), nhà khoa học hàng đầu trong lĩnh vực phát hiện sóng sinh học, thành viên #8 của Câu Lạc Bộ Thiên Tài.\n\n[Phân Tích Hiện Trường]\nDựa vào đoạn ghi hình từ camera giám sát, cho thấy đương sự đã thực hiện thao tác sai khiến phòng điều khiển trung tâm phát nổ, đương sự tử vong tại chỗ ngay lập tức.\n\n[Bổ Sung Lời Khai]\n\"Có ma mới biết cô ấy đang che giấu điều gì trong lòng, nếu cô ấy xảy ra chuyện gì, Klein chắc chắn sẽ không thoát khỏi liên quan!\"\n\nHai tuần trước khi vụ nổ xảy ra, cảnh sát nhận được trình báo từ Bohdan, cho biết bàn tay phải tàn tật của vợ anh đã bị một đám đông ác ý làm bị thương. Sau đó, Lambda, với tư cách là nạn nhân thực sự, đã từ chối điều tra thêm và hủy bỏ vụ án.\n\n[Ghi Chú]\nSau vụ nổ, chồng của đương sự yêu cầu được lấy lại khung xương ngoài sau khi buổi điều tra liên quan kết thúc, kèm theo cả xương ngón tay của đương sự.\nCó quá nhiều sự cố ngẫu nhiên xảy ra liên tiếp trong vụ nổ này, đề nghị hết sức lưu ý.\n\n[Ghi Âm Liên Quan]\n\"Klein, mau ra đây, giữa chúng ta vẫn còn món nợ chưa tính toán rõ. Chúng ta đều biết rõ nhất, rằng trên đời này không có sự \"trùng hợp\" tuyệt đối nào, chứ đừng nói đến chuỗi \"trùng hợp khó tin\" này.\" Bản ghi âm này đến từ hệ thống an ninh của Dinh Thự Klein."
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "o_khoc_vi_tut_ca_hc_gi",
      "name": "Áo Khoác Vải Tuýt Của Học Giả",
      "type": "BODY",
      "desc": "Áo khoác vải tuýt và áo len là sự kết hợp phổ biến trong học viện, các loại vải bền và không nhăn rất phù hợp với các học giả đến thăm.",
      "typeText": "Thân",
      "backstory": "[ID] EVD-X043FE21-001\n\n[Tên] Áo Khoác Vải Tuýt, Áo Len Sợi và Sơ Mi Trắng\n\n[Đặc Trưng Cơ Bản] Có một vết cháy Phlogiston đường kính khoảng 8cm ở ngực trái\n\n[Địa Điểm Thu Thập Chứng Cứ] Phòng thí nghiệm nghiên cứu Bohdan, Khoa Nghiên Cứu Năng Lượng, Học Viện Khoa Học Tổng Hợp Trung Ương Ohioti\n\n[Thông Tin Đương Sự] Bohdan (đã tử vong), nhà khoa học hàng đầu trong lĩnh vực phân tích năng lượng, thành viên #7 của Câu Lạc Bộ Thiên Tài\n\n[Phân Tích Hiện Trường]\nDựa trên tình hình tại hiện trường, đương sự mang theo các hạt \"Vàng Ngọc Tỷ Xám\", hấp thụ một lượng lớn Phlogiston, tạo ra nhiệt độ gần nghìn độ ngay lập tức tại vùng tim. Áo khoác ngoài, áo ghi-lê và áo sơ mi đều để lại vết cháy.\n\nTại nơi bị đốt cháy, người ta tìm thấy một nửa phần xương ngón áp út chưa cháy hết. Sau khi giám định, xác nhận được xương ngón tay này thuộc về Lambda, hoặc có thể liên quan đến hạt \"Vàng Ngọc Tỷ Xám\" có độ tinh khiết cao.\n\n[Bổ Sung Lời Khai]\n\"...Đáng lẽ chúng ta phải sớm nhận ra rằng con người sẽ có lúc lơ là, chưa kể anh ta chưa bao giờ buông bỏ nỗi đau mất vợ...\"\n\nTheo mô tả của các học giả trong phòng thí nghiệm nghiên cứu, Bohdan, người chuyên trách xây dựng các thông số kỹ thuật sổ tay an toàn không nên mắc phải \"sai lầm cấp thấp\" như vậy.\n\n[Ghi Chú]\n\"Vàng Ngọc Tỷ Xám\" là một hợp kim hiếm do Klein - thành viên #9 của Câu Lạc Bộ Thiên Tài chế tạo ra, có khả năng hấp thụ và chứa một loại Phlogiston chưa xác định.\n\nKhi có quá nhiều sự trùng hợp xảy ra liên tiếp, liệu đó còn được gọi là trùng hợp nữa không?\n\n[Hồ Sơ Liên Quan]\n\"Nghiêm cấm mang sản phẩm hợp kim \"Vàng Ngọc Tỷ Xám\" có độ tinh khiết cao vào phòng thí nghiệm có kho quan sát phlogiston.\" Trích từ Sổ Tay An Toàn Phòng Thí Nghiệm của Bộ Nghiên Cứu Năng Lượng."
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "giy_tuyt_da_ln_ca_hc_gi",
      "name": "Giày Tuyết Da Lộn Của Học Giả",
      "type": "FOOT",
      "desc": "Đôi ủng ngắn mềm mại và thoải mái dành cho nữ này, kết hợp với quần ống nhỏ sẽ tạo nên một phong cách thời trang vừa vặn và tinh tế, nó đã đồng hành cùng chủ nhân trong nhiều năm thám hiểm vùng địa cực.",
      "typeText": "Chân",
      "backstory": "[ID] EVD-X031JA12-004\n\n[Tên] Giày tuyết thám hiểm địa cực dành cho nữ\n\n[Đặc Trưng Cơ Bản] Có dấu hiệu hư hỏng và sửa chữa rõ ràng, còn có một chiếc đĩa giấu trong đế giày, khả năng do thám đã được loại trừ sơ bộ\n\n[Địa Điểm Thu Thập Chứng Cứ] Tầng hầm trong nhà Klein\n\n[Thông Tin Đương Sự] Klein (đã tử vong), nhà khoa học hàng đầu trong lĩnh vực khoa học vật liệu hợp kim, thành viên #9 Câu Lạc Bộ Thiên Tài.\n\n[Phân Tích Hiện Trường]\n\nTheo tình trạng hiện trường cho thấy, một số lượng lớn di vật của nhà khoa học Lambda đã xuất hiện trong nhà của Klein, và đôi ủng ngắn này cũng là một trong số đó.\n\n[Bổ Sung Lời Khai]\n\"Có lẽ tôi đã trách nhầm anh ấy rồi, ý tôi là Klein, còn vợ tôi Lambda... Cô ấy đã mất lâu rồi, tôi chỉ cảm thấy... xa lạ.\"\n\nBohdan không hề biết gì về việc di vật của vợ mình xuất hiện ở trong nhà Klein, và suy đoán từ thái độ của anh ấy thì có vẻ như anh ấy không hề cảm thấy bất ngờ.\n\n[Ghi Chú]\nDinh thự của Klein nằm ở nơi khá hẻo lánh, pháp y suy đoán không có ai đến thăm vào khoảng trước và sau thời gian tử vong. Xác nhận sơ bộ là tử vong do tai nạn.\n\nMối quan hệ giữa ba người Bohdan, Lambda và Klein khá đặc biệt, \"sự trùng hợp\" mà họ gặp phải gần như thuộc loại \"siêu nhiên\".\n\n[Video Liên Quan]\n\"Ôi, Bohdan à, tôi biết anh đang nghi ngờ tôi, tôi cũng biết rằng tôi không thể chứng minh sự vô tội của mình với anh. Về chuyện của Lambda, tôi rất lấy làm tiếc, tôi có cắn rứt lương tâm nhưng tôi sẽ không bao giờ làm tổn thương cô ấy... Còn về vấn đề hung thủ, tôi đã có chút manh mối rồi, anh có từng nghe nói về \"Lãnh Chúa Tĩnh Lặng\" chưa? *Tiếng ồn*\" Bản ghi âm này đến từ cái đĩa bên trong đôi ủng ngắn."
    }
  ]
}