{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "Ẩn Sĩ Ẩn Mình Dưới Ánh Sao",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Lượng khiên cung cấp tăng <nobr>10%</nobr>.",
    "4": "Khiến lượng Khiên mà người trang bị cung cấp tăng <nobr>12%</nobr>, khi mục tiêu phe ta có Khiên do người trang bị cung cấp, Sát Thương Bạo Kích tăng <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "Mũ Nỉ Vành Rộng Của Ẩn Sĩ",
      "type": "HEAD",
      "desc": "Một chiếc mũ nỉ vành rộng cổ điển có thể cuộn lên. Rất phổ biến trong giới trí thức, nghệ sĩ và chuyên gia.",
      "typeText": "Đầu",
      "backstory": "Trước khi công trình máy tính tinh thể được bàn giao, Zandar One Kuwabara đã mang theo dữ liệu thử nghiệm đến thăm người thầy ẩn cư bên bờ hồ Vảy Bạc.\n\nTrước lần tái ngộ này, hai người đã mấy chục năm không gặp nhau. Những điều Zandar hỏi không liên quan đến độ chính xác của dữ liệu, mà là hậu quả của việc đạt được nó... Anh có một nỗi bất an khó tả mà những kẻ thiển cận không thể hiểu được...\n\n\"Một kẻ tầm thường với tư chất bình thường sẽ tự mãn vì giải quyết được vấn đề tồn đọng hàng trăm năm; Một thiên tài xuất chúng thì run rẩy trên dây thép của sự nghi ngờ, một sợi dây tên là \"logic\" bảo vệ họ khỏi rơi xuống vực sâu. Còn anh, muốn cắt đứt sợi dây đó, kéo cả vũ trụ rơi xuống vực sâu, mượn đó để đột phá ranh giới của tri thức... anh đang làm gì, có được cảnh báo của tôi, liệu anh có dừng lại không? Quay về soi gương đi, anh không thấy mình đang khao khát lật đổ cả vũ trụ sao? Tôi không thể ngăn cản anh, ai cũng không thể ngăn cản.\"\n\nÔng lão lấy chiếc mũ nỉ từ giá treo đội lên đầu Zandar, che đi ánh mắt vừa kinh ngạc vừa giận dữ của anh ta, rồi lặng lẽ rời đi.\n\n\"Đó là cỗ máy tìm kiếm tri thức tối thượng, nó khao khát thu thập tất cả kiến thức từ quá khứ đến tương lai... nhưng thầy lại gọi nó là 'nhà tù của tri thức', còn tôi kiên quyết khẳng định đó là một 'thư viện' vĩ đại - Cho đến sau này, tôi trở thành tù nhân.\""
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "Đồng Hồ Thanh Lịch Của Ẩn Sĩ",
      "type": "HAND",
      "desc": "Dây đeo kim loại đan tinh xảo kết hợp với mặt đồng hồ tròn đơn giản. Lạnh lùng, chính xác, công nghiệp hóa; khiêm nhường, thực dụng, không phô trương.",
      "typeText": "Tay",
      "backstory": "Từ ngày Nous đăng thần, kim đồng hồ của Zandar đã rơi vào trạng thái đình trệ. Anh cố chấp hủy hoại quá khứ, một phần tác phẩm và phát minh của mình - Những dấu vết bị xóa bỏ đều chỉ về vận mệnh và Aeon khai sáng vạn vật.\n\n\"Đó là một thành tựu vĩ đại mà vô số thiên tài đời sau cũng không thể vượt qua, ngay cả người tạo ra ngài cũng không có tư cách hủy diệt ngài...\" Một lưỡi dao từ luật nhân quả đâm vào chiếc cổ gầy yếu của Zandar. \"Tác phẩm của ngươi bị tiêu hủy quá nhanh, cho nên lời trăn trối có thể nói chậm hơn một chút.\"\n\n\"Lãnh Chúa Tĩnh Lặng? Một tù nhân say mê Vùng Đất Tri Thức. Đáng tiếc, ý đồ của ta không sâu xa khó lường như nghiên cứu của ta, đó cũng là lý do dễ bị ngươi nhắm đến. Ngươi muốn duy trì ranh giới tư duy của ngài, còn ta phải phá vỡ nhà tù này, giải phóng những khả năng hỗn độn... Haha, sau khi sửa chữa sai lầm, ta phải đảm bảo ngài sẽ không tái sinh lần nữa. Vì vậy, những tác phẩm và phát minh kia... bao gồm cả Zandar One Kuwabara Hoàn Chỉnh, sẽ không còn tồn tại trên thế gian này nữa.\"\n\nSau khi tiêu hủy thân xác của Zandar, Polka Kakamond lập tức ý thức được làm thế nào để anh ta xóa bỏ chính mình nhưng vẫn giữ lại được người thực thi - Lát cắt tư duy của anh ta đã phân tán khắp vũ trụ mênh mông từ lâu, không thể tìm thấy, giống như một \"ẩn sĩ\" thật sự.\n\nKim đồng hồ của Zandar chưa bao giờ thực sự dừng lại, lát cắt tư duy của anh ta đang tồn tại trong mọi \"thời gian\"."
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "Áo Khoác Nâu Của Ẩn Sĩ",
      "type": "BODY",
      "desc": "Một chiếc áo khoác nhung màu nâu. Anh thường mặc nó theo kiểu khoác hờ, phá vỡ khuôn khổ gò bó.",
      "typeText": "Thân",
      "backstory": "Trong thời gian xây dựng công trình máy tính tinh thể, trang phục của Zandar có độ nhận diện cá nhân cực cao với đường vai chuẩn xác, eo thon gọn, và quần xếp ly thẳng tắp - Anh không hề ngần ngại thể hiện ý thức tinh anh vượt trội và khát vọng kiểm soát của mình.\n\nKể từ khi được xây dựng, máy tính tinh thể không ngừng tự diễn toán và lặp lại, đột phá giới hạn lý thuyết mà không có dấu hiệu dừng lại - Ban đầu Zandar cảm thấy vui mừng, sau đó là hoảng sợ... Cuối cùng, anh rơi vào một cảm giác choáng váng được gọi là \"bế tắc\".\n\n\"Anh đã chiếu hình bản thân của chủ nghĩa hoàn hảo lên tạo vật, và ban cho nó cảm giác đói khát mang tên 'tò mò'. Cỗ máy đó từ lâu đã không thỏa mãn với cấu trúc thần kinh bên trong nữa, nó phải sáng tạo... nói cách khác là xâm chiếm bản thân Tri Thức, dòm ngó tất cả thiên tài trong vũ trụ, biến họ thành những tế bào thần kinh hỗ trợ tư duy. Nó, hay chính là bản thân anh đã gạt bỏ tạp chất của nhân tính, sẽ không ngừng tiến hóa trong thời gian dài; Còn anh, một người không đủ hoàn hảo, sẽ trở thành thiên tài đầu tiên của câu lạc bộ, là tế bào thần kinh đầu tiên của ngài...\"\n\nTrong đêm mưa gió dữ dội, Zandar tỉnh giấc khỏi giấc mơ, anh cảm nhận được ánh nhìn từ chính tạo vật của mình, cảm giác mệt mỏi như thể linh hồn bị tách rời... Rốt cuộc ai đang nói chuyện với mình, cơn ác mộng này sẽ còn kéo dài bao lâu? Anh không biết được.\n\nKể từ đó, Zandar ít lộ diện hơn, bắt đầu mặc áo khoác rộng và sống ẩn dật... Sau \"sự phồn vinh đầu tiên\" các thiên tài mang đến, anh hoàn toàn \"biến mất\" khỏi tầm mắt công chúng."
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "Giày Da Lộn Của Ẩn Sĩ",
      "type": "FOOT",
      "desc": "Xuất hiện trong những dịp không quá trang trọng, đôi giày cổ cao buộc dây bằng da bền chắc và chống mài mòn. Vẫn có thể thấy được sự thanh lịch ở nó.",
      "typeText": "Chân",
      "backstory": "Trước khi thực hiện kế hoạch \"Lát Cắt Tư Duy\", anh lấy cớ \"đi xa\" để từ biệt người bạn ẩn cư của mình, người bạn lo lắng vì tuổi tác của anh đã cao nên đã tặng cho Zandar một đôi giày thủ công rất đẹp, dặn dò anh đi đường cẩn thận.\n\n\"Haha, vấp ngã trên đường đi là chuyện bình thường thôi,\" Zandar giả vờ thờ ơ đáp lại, \"nhưng vấp phải hai lần với cùng một hòn đá mới là điều đáng xấu hổ. Yên tâm đi, ta tuyệt đối không làm chuyện ngốc nghếch đó đâu.\"\n\nTrong tương lai xa xôi sau đó, Zandar đã biến mất. Thay vào đó là những \"Lát Cắt Tư Duy\" khác nhau sẽ đi đến thời không khác nhau trong vũ trụ, với diện mạo khác nhau, theo những cách không liên lạc với nhau, để tìm kiếm cách phá vỡ \"nhà tù\"... Cái gọi là \"Lát Cắt Tư Duy\" chẳng qua chỉ là khiếm khuyết của \"Zandar\", có lẽ chính vì thiếu đi thứ gì đó mà anh ta mới trở nên cố chấp hơn, thuần túy hơn, như anh ta mong muốn.\n\nChúng đều chỉ là những mặt khác nhau của Zandar, có người sẽ tự buông bỏ, có người chấp nhận lồng giam, có người tìm mọi cách ngăn cản kế hoạch \"Lát Cắt Tư Duy\", giống như anh ta đã từng do dự... nhưng chắc chắn sẽ có người quán triệt kế hoạch ban đầu.\n\nSâu trong Quyền Trượng δ-me13, Lycurgus đang quan sát thân thể máy móc của mình, nó hoàn toàn khác biệt so với Zandar ban đầu... Bây giờ nó đã trở thành người Antikythera trong thần thoại."
    }
  ]
}