{
  "_id": 313,
  "id": "sigonia_the_unclaimed_desolation",
  "name": "Hành Tinh Vô Chủ Sigonia",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Khiến tỷ lệ Bạo Kích của người trang bị tăng <nobr>4%</nobr>. Khi kẻ địch bị tiêu diệt, Sát Thương Bạo Kích của người trang bị tăng <nobr>4%</nobr>, tối đa cộng dồn <nobr>10</nobr> tầng."
  },
  "pieces": [
    {
      "_id": 33135,
      "ids": [
        33135,
        43135,
        53135,
        63135
      ],
      "id": "ging_m_gaiathra_sigonia",
      "name": "Giường Mẹ Gaiathra Sigonia",
      "type": "NECK",
      "desc": "Bên trong là nơi đáng sống nhất của Sigonia-IV... \"Giường Mẹ Gaiathra\" hoang vu tĩnh mịch. Đất Mẹ Gaiathra Ba Mắt trầm tĩnh và chân chất, âm thầm bảo bọc người sống và kẻ chết ở Sigonia bằng cả cơ thể to lớn nặng nề của mình.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Khi nói đến Oswaldo Schneider, người phụ trách của Phòng Khai Thác Thị Trường thuộc công ty, mọi người đặc biệt thích bàn luận về ba hoạt động mang tính quyết định của anh khi nhậm chức. Chỉ trong vòng hai năm ngắn ngủi, người cuồng tín trẻ tuổi đã vượt qua giá rét, bệnh tật và cái chết để giải quyết ba vấn đề nan giải mà Phòng Khai Thác đã phải treo lơ lửng suốt nhiều Hổ Phách Kỷ vì không có cách giải quyết. Một trong số đó chính là hành tinh hoang vắng có tên là Sigonia-IV, nơi đó hoang tàn, tĩnh mịch, chứa đầy mối thù truyền kiếp... là một nơi đầy khó khăn.\n\nSigonia-IV là nơi giao nhau của ba tinh hệ lớn, suốt thời gian dài phải chịu đựng gió sao từ vô số các ngôi sao, nên nó chính là \"Mắt Bão\" nổi tiếng toàn ngân hà. Môi trường sinh tồn trên bề mặt tinh cầu này vô cùng khốc liệt, khiến nhiều nền văn minh phải di cư đến tinh hệ khác, hoặc là bị hủy diệt bởi thảm họa tự nhiên. Giờ đây, chỉ còn lại một số ít chủng tộc thông minh tồn tại ở đó, Hội Trí Thức gọi họ là người Sigonia.\n\nTrên thực tế, người Sigonia đã phân hóa thành nhiều thị tộc, đa số đều sinh sống bằng hình thức du mục, trong đó, một số ít đã thiết lập hệ thống chính trị tập trung quyền lực quy mô tương đối.\n\nHọ có chung một loại ngôn ngữ, thông qua tính năng chuyển ngữ của Máy Phát Liên Kết Trực Giác, bạn sẽ biết được rằng \"Katica\" có nghĩa là \"Lưỡi Đao\", tượng trưng cho chủng tộc man rợ khát máu nhất trong số những người Sigonia; Mặt khác, \"Avgin\" có nghĩa là \"Mật Ong\", một số kẻ cố chấp khăng khăng gọi họ là phường trộm cướp. Bọn họ chia sẻ mối thù truyền kiếp qua nhiều Hổ Phách Kỷ, trên vùng đất hoang vu vô tận, vòng tuần hoàn đẫm máu, kẻ mạnh ăn kẻ yếu không ngừng tái diễn, cho đến khi vị khách áo đen từ trên trời đáp xuống. Người Sigonia tạm thống nhất dưới ánh sáng của Hổ Phách, vòng tuần hoàn bất tận của tự nhiên cuối cùng cũng đi đến đoạn kết tạm thời.\n\nSau đó, dưới sự dẫn dắt của doanh nghiệp quy mô vũ trụ, người Sigonia đã dựa theo Hiến Chương thành lập Các Tiểu Vương Quốc Thống Nhất Sigonia, tiến bước tiến đầu tiên đến vũ trụ văn minh.\n\nThật không may, sự đoàn kết và phát triển này lại không thuộc về người Avgin và Katica. Một số kẻ cơ hội mang ý đồ xấu xa trong số những người Sigonia kiêng kỵ sự thông minh và xảo quyệt của người Avgin, cùng với đó họ vu cáo người Katica là những kẻ ăn thịt người không thể khai hóa. Mặc dù họ chẳng hiểu mấy về \"Bảo Hộ\", nhưng họ biết luôn phải có người chịu hy sinh. Thế là, những kẻ hủ bại kia dựa vào quy tắc nghị sự cực kỳ tiên tiến, trục xuất hai gia tộc này đến vùng sa mạc vô tận.\n\nNhư để bày tỏ sự xin lỗi, họ đã tuyên bố trong nghị quyết rằng \"Người Avgin vĩnh viễn hưởng quyền tự trị tự quyết\" - Ý của câu này là, khi hai thị tộc lại rơi vào tranh chấp chiến loạn, họ có thể hợp tình hợp lý khoanh tay đứng nhìn."
    },
    {
      "_id": 33136,
      "ids": [
        33136,
        43136,
        53136,
        63136
      ],
      "id": "nt_tht_lun_hi_ca_sigonia",
      "name": "Nút Thắt Luân Hồi Của Sigonia",
      "type": "OBJECT",
      "desc": "Thiên Thạch Ngọc Lam được Người Avgin đánh bóng cẩn thận, rồi dùng chỉ vàng ngọc bích xỏ qua để đeo. Họ nói rằng nút thắt phòng thân đừng bao giờ để bị chôn vùi trong cát vàng, mà phải sáng chói như thần thể thiêng liêng hồi sinh từ cái chết trong đêm \"Kakava\".",
      "typeText": "Dây Liên Kết",
      "backstory": "Avgin trong tiếng Sigonia có nghĩa là \"Mật Ong\" - Cái tên thông thường này giờ đây đã hoàn toàn biến mất trong dòng sông lịch sử của vũ trụ.\n\nNhận thức này không phải hoàn toàn vô căn cứ, người Avgin sở hữu gương mặt xinh đẹp, đôi mắt lung linh và EQ cao bẩm sinh, cho nên họ dễ dàng chiếm được thiện cảm của người lạ. Tuy nhiên, chính tài năng bẩm sinh này lại khiến họ thu hút sự đố kỵ và thù hận. Những kẻ nhỏ nhen ghen tị đó bắt đầu vu khống không ngừng nghỉ, và những lời vu khống đó như đám cháy rừng lan rộng khắp ngân hà. Dưới miệng lưỡi người đời, người Avgin vốn dĩ là một dân tộc nhỏ bé sống ở vùng ven hành tinh, nay lại bị công kích mà không thể lên tiếng, chịu đựng mọi loại thành kiến trong lặng thầm.\n\nNgười Avgin yêu thích vải có hoa văn phức tạp, cũng yêu thích các loại ngọc quý, đặc biệt là trang sức chế tạo từ Thiên Thạch Ngọc Lam Sigonia. Lý do rất đơn giản, chỉ có loại đá quý này mới có thể sánh ngang với cơ thể thần thánh của Đất Mẹ Gaiathra trong thần thoại của họ - vị thần được cho là tái sinh từ cái chết.\n\nMẹ Gaiathra của họ được biết đến với cái tên là Fenge Biyos, người cai trị mọi thứ có liên quan đến sinh sản, du hành và mưu kế. Trong tín ngưỡng của người Avgin, Người thường được miêu tả là một bàn tay trái có ba con mắt. Người Avgin thường bày tỏ sự tôn kính đối với Người bằng lời cầu nguyện, họ tin rằng Mẹ Gaiathra trầm lặng và giản dị như những ngọn núi của Sigonia, việc tạc tượng và cất tiếng hát ca ngợi chỉ khiến họ bị đẩy xa khỏi sự chở che của Người.\n\nNgười Avgin nhìn thế giới thông qua cơ thể của Mẹ Gaiathra: mặt đất, núi non, và tất cả những gì tồn tại trên đó đều là một phần của cơ thể Mẹ Gaiathra, và vào ngày cuối cùng của năm, cơ thể Mẹ Gaiathra sẽ đón nhận lấy cái chết.\n\nTrong ngày cuối cùng, thần tính sáng chói sẽ bay lên bầu trời đêm, hóa thành cực quang rực rỡ và rồi tái sinh vào ngày hôm sau. Do vậy, vào ngày đầu tiên của năm mới, người Avgin sẽ tổ chức đại lễ gọi là \"Kakava\", họ dệt vật phẩm hiến tế gọi là Nút Thắt Luân Hồi và ném chúng vào đống lửa để chào mừng Mẹ Gaiathra tái sinh\n\nTheo báo cáo của Phòng Khai Thác Thị Trường, trận phản kháng kinh hoàng đó đã xảy ra vào đêm Kakava. Đêm đó mưa gió dữ dội, mây mù nuốt chửng ánh sáng cực quang trên trời, bất chấp dấu hiệu điềm xấu, người Avgin vẫn vô cùng phấn khích. Khi được hỏi về nguyên nhân của điều này, một thiếu nữ trong tộc đã trả lời như sau:\n\n\"Mưa là ân huệ của Mẹ Gaiathra. Đây là Mẹ đang gọi chúng tôi, muốn chúng tôi cầm vũ khí lên, chiến đấu vì tương lai của chúng tôi.\"\n\"Mưa sẽ đồng hành cùng chúng tôi, bảo vệ chúng tôi. Trong cơn mưa, chúng tôi sẽ chết một cách vinh dự.\""
    }
  ]
}