{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "Trạm Phong Ấn Không Gian",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>12%</nobr> Tấn Công của người trang bị. Khi tốc độ của người trang bị từ <nobr>120</nobr> trở lên, Tấn Công tăng thêm <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [
        33015,
        43015,
        53015,
        63015
      ],
      "id": "im_trm_khng_gian_herta",
      "name": "Điểm Trạm Không Gian Herta",
      "type": "NECK",
      "desc": "Bên trong là Trạm Không Gian Herta, nó neo đậu phía trên Hành Tinh Xanh, chậm rãi trôi theo quỹ đạo đã định sẵn, dải ngân hà lặng lẽ giống như một cuộn giấy đang chờ được lật mở.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Herta từng sầu não vì bộ sưu tập xuyên các vì sao, số lượng cực lớn, đóng gói không dễ dàng, bản thân lại càng không muốn sắp xếp.\\n\\nCông ty Hành Tinh Hòa Bình nhiệt tình đã đề xuất phương án, Trạm Không Gian Herta niêm phong trí tuệ và bí mật ra đời từ đó. Trên dưới trạm là các biện pháp chứa đựng được thiết lập tường tận dành riêng cho bộ sưu tập, cố gắng \"bao quát vạn vật một cách rõ ràng và hợp lý\". Hiện tượng được lưu trữ trong vật chứa đặc biệt, Vật Thể Lạ được quy định bằng điều mục Vật Thể Lạ-hàng ngàn bộ sưu tập được phân loại, và cất giấu ở sâu trong trạm để nghiên cứu.\\n\\nCông ty đưa ra sáng kiến cùng nhau khám phá bí ẩn của các vì sao, và các học giả đang tìm kiếm ý tưởng mới đã đến nơi này để nghiên cứu.\\n\\nHầu hết các nhà nghiên cứu đều ngưỡng mộ Herta, thề sẽ thực hiện lý tưởng hành tinh và khám phá bí mật của những vì sao thầm lặng trong vũ trụ. Họ khám phá ranh giới của sự sống trên trời sao, lập luận cho sự công bằng của lý lẽ, phác thảo cảnh quan của thiên hà, giải mã những bí ẩn của nghi lễ, tuân theo tinh thần khám phá đến tận ngọn ngành sự vật... kế thừa lý tưởng \"tri thức từ lịch sử\", nghiên cứu một cách tự do và cởi mở.\\n\\nNhưng sau khi Trạm Không Gian tiến vào quỹ đạo, nó đã vận hành theo cách riêng, Herta rất hiếm khi lộ diện. Công ty bấy giờ mới phát hiện, trong trạm toàn là nhà nghiên cứu, thiên tài thì không thấy bóng dáng đâu.\\n\\nÁnh sáng của các khoang khác nhau khiến người ta khó cảm nhận được thời gian trôi qua, chỉ trong hơi thở kiệt quệ của cuộc sống, chúng ta mới có thể dò ra chút dấu vết. Thường có hai ba nhà nghiên cứu tranh luận không ngừng, dần dà dẫn đến xô xát; cũng có những nhân viên an ninh vắng mặt trong các cuộc tuần tra hàng ngày và trốn đi ngủ; Nhân viên lớn tuổi kể cho hậu bối nghe về kinh nghiệm yêu đương trong quá khứ, còn nhân vật lớn cải trang thành nhân viên dọn dẹp tạm thời để chờ thời cơ vực dậy... Nơi này ngoài việc nghiên cứu ra còn là cuộc sống, nhìn ra bên ngoài bạn sẽ biết, các vì sao đang đồng hành cùng nhau.\\n\\nMặc dù di chuyển bị hạn chế, các nhân viên vẫn sẽ nói về cuộc sống hàng ngày trong Trạm Không Gian một cách lãng mạn: Ngân hà là một bài thơ đầy ý nghĩa, Trạm Không Gian Herta đang từ từ lật mở cuốn sách."
    },
    {
      "_id": 33016,
      "ids": [
        33016,
        43016,
        53016,
        63016
      ],
      "id": "chuyn_i_ca_herta",
      "name": "Chuyến Đi Của Herta",
      "type": "OBJECT",
      "desc": "Từ thời khắc Trạm Không Gian Herta được thành lập, Herta đã mất đi hứng thú. Nó duy trì góc độ vũ trụ số một bên trên Hành Tinh Xanh, để lại quỹ đạo hình tròn trên quỹ đạo vệ tinh.",
      "typeText": "Dây Liên Kết",
      "backstory": "Trạm Không Gian Herta đã trải qua vô số mối nguy vì chủ nhân thực sự của nó - Herta - cũng từng trải qua vô số nguy hiểm.\\n\\nVới bộ sưu tập kỳ lạ nhất trong toàn vũ trụ, nó giống như con heo béo trước mắt thực khách đói khát, nó chưa bao giờ được an toàn. Chỉ dựa vào nhân viên an ninh do công ty tuyển dụng và hệ thống phòng thủ tiên tiến tương đối, Trạm Không Gian vẫn chưa đủ mạnh để chống lại ác ý từ những vì sao... Herta đã dự tính trước điều này, Trạm Không Gian để lại một vòng cung thanh lịch, khiến âm mưu được lên kế hoạch từ lâu còn chưa kịp thực hiện đã phải kết thúc.\\n\\nCòn bản lĩnh tình báo gặp dữ hoá lành được bản thân miêu tả là \"dùng thời gian người khác đọc sách để pha cà phê\".\\n\\nSo với những tên trộm muốn đánh cắp bộ sưu tập và các phe phái khác nhau không rõ mục đích, mối đe dọa chính đối với Trạm Không Gian vẫn đến từ chủ nhân của nó. Nếu cô ấy đột nhiên có ý tưởng kỳ lạ, Trạm Không Gian sẽ bị ảnh hưởng lập tức. Vật Thể Lạ mô phỏng sự xoá sổ của Hằng Tinh, trường hấp dẫn bị biến dạng của sự va chạm thiên hà tối... Herta lúc hứng thú sẽ thu thập các bộ sưu tập khác nhau; Sau khi thực sự có được, cô lại thường mất đi hứng thú, chẳng buồn ngó ngàng.\\n\\nVì vậy, dù Herta im lặng giữa không gian sâu thẳm, những mối nguy với hình thái khác nhau từ bộ sưu tập lại như thanh bảo kiếm nặng trĩu treo trên đỉnh đầu.\\n\\nNhân viên cấp cao đã quen với tình huống nguy hiểm, hiểu rõ đạo lý \"những bí mật ẩn trong mối nguy\". Họ bảo vệ nghiêm ngặt tính bí mật cao, luôn lưu trữ theo tiêu chuẩn, che giấu nguy hiểm trong hòa bình... Trong phòng uống trà của Trạm Không Gian, họ là những người bạn đùa giỡn cùng nhau; trong Khoang Thu Dung của Trạm Không Gian, họ là chuyên gia tay nghề cao, tại đây bí mật sẽ luôn là bí mật.\\n\\nTrên quỹ đạo gần Hành Tinh Xanh, Trạm Không Gian vẫn vận hành như thường, giống như viên sỏi lăn trên mặt hồ băng, nó sẽ vẫn lướt đi một cách nhẹ nhàng lặng lẽ."
    }
  ]
}