{
  "_id": 307,
  "id": "talia_kingdom_of_banditry",
  "name": "Talia - Vương Quốc Trộm Cướp",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Tăng <nobr>16%</nobr> Tấn Công Kích Phá của người trang bị. Khi tốc độ của người trang bị từ <nobr>145</nobr> trở lên, Tấn Công Kích Phá tăng thêm <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33075,
      "id": "trn_v_inh_talia",
      "name": "Trấn Vỏ Đinh Talia",
      "type": "NECK",
      "desc": "Bên trong là thị trấn nhỏ hoang vắng trơ trọi của Talia có tên là Trấn Vỏ Đinh. Vì một nền hòa bình ngắn ngủi, bọn cướp đã chọn vùng thượng lưu này để xây dựng một thị trấn bằng vải vụn, cốt thép và ván gỗ.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "Đó hoàn toàn là một sự tình cờ khi những kẻ trộm hành tinh đến với Talia trong một cuộc chạy trốn vội vàng khỏi sự truy đuổi của Cảnh Binh Thiên Hà.\\n\\nBan đầu, Talia chỉ là một nơi hoang vắng được nhiều người gọi là \"Bãi Rác Tinh Hệ\". Các cuộc chiến tranh hủy diệt hành tinh trong quá khứ đã ném những đống đổ nát chất cao như núi lên Talia, dẫn đến sự ô nhiễm bức xạ không thể cứu vãn và lấy đi hy vọng cuối cùng còn lại để duy trì sự sống. Những tên trộm hoang mang không còn nơi nào khác để đi và rơi vào một hang động bên dưới bề mặt hành tinh, hóa ra đó là một đường hầm do chủng tộc gặm nhấm để lại... Những tên trộm thoát được kiếp nạn trong gang tấc, lý tưởng về một Vương Quốc Trộm Cướp được sinh ra một cách kín đáo trong cõi ẩn dật lạc lõng này.\\n\\nMạng lưới hang động được kết nối với nhau như một mê cung khổng lồ. Thêm nhiều nhóm trộm cướp đã bị thu hút bởi lý tưởng và vùng đất mơ ước này, chúng đến để tích lũy tài sản và trao đổi công nghệ, đặt nền móng cho vương quốc.\\n\\nNgày càng có nhiều kẻ trộm cướp định cư ở đây, hành tinh hoang vắng bắt đầu nhộn nhịp một cách lạ thường. Những tên trộm lừng danh nói về lý tưởng của chúng về một Vương Quốc Trộm Cướp, hứa hẹn rằng ngân khố sẽ được sử dụng để xây dựng một quốc gia bình đẳng và công bằng. Nhưng khi số của cải tích lũy ngày càng lớn, chính những tên trộm này đã xé bỏ thỏa thuận mỏng manh của chúng và tìm cách độc chiếm toàn bộ của cải. Lính đánh thuê, bạo loạn, thù trong giặc ngoài... những cuộc tranh đấu hỗn loạn nối tiếp nhau nổ ra, có lẽ ngay từ đầu, những người khởi xướng thậm chí còn chưa từng một lần tin vào lý tưởng của chính họ về cái gọi là công bằng.\\n\\nThế là, những tên trộm cướp ảo tưởng lại trở về thời đại hỗn loạn nơi mà sự ngu dốt được tôn vinh. Chúng chiếm nguồn nước để xây dựng thị trấn của riêng mình và chế giễu chính ý tưởng về công bằng và công lý.\\n\\nAi trong Trấn Vỏ Đinh cũng đều vô cùng hung hãn, chúng lái những chiếc xe địa hình có sức công phá dữ dội và tranh giành tài nguyên với những tên cướp khác trên sa mạc, chúng tạo ra những chiếc áo giáp và vũ khí từ sắt vụn và dây điện cũ... Càng là đất hoang cằn cỗi, chúng càng bung xõa hết mình, giống như một cuộc điên cuồng cuối cùng trước ngày tận thế. Những lý tưởng ngọt ngào kia như một thứ bỏ đi, chìm nghỉm trong cơn gió nóng bức xạ, từ lâu đã không còn để lại dấu vết gì.\\n\\nNhững tên trộm cướp trong cơn nửa mê nửa tỉnh của bữa tiệc linh đình nhận ra rằng, Vương Quốc Trộm Cướp chưa từng để xây dựng một cái gì đó, mà là để phá hủy một cái gì đó."
    },
    {
      "_id": 33076,
      "id": "dy_in_trn_talia",
      "name": "Dây Điện Trần Talia",
      "type": "OBJECT",
      "desc": "Đây là một sợi dây điện được nhặt từ một bãi phế liệu, lớp cách điện đã bị rơi ra và một số phần còn lại vẫn chưa ngừng hoạt động. Trong thị trấn trộm cướp của Talia, chưa bao giờ có bất kỳ rác thải thực sự nào.",
      "typeText": "Dây Liên Kết",
      "backstory": "Sợi dây điện trần đã cũ, nó đã từng được xếp ngay ngắn trên một con Tàu Sao đang vội vàng chạy trốn, cho đến khi nỗ lực trốn thoát của con Tàu Sao dẫn đến một làn sóng xung kích cực lớn, khiến sợi dây tiếp xúc với hơi ẩm trong không khí.\\n\\nToàn bộ con tàu bị kéo vào những đoạn đường ngầm phức tạp. Trên Tàu Sao Hải Tặc, những tấm chắn bằng thép tấm đã được tháo từng lớp, và các đường dây điện cũng bị lấy đi một cách man rợ, tất cả sau đó được sử dụng để xây dựng thị trường liên minh đầu tiên. Những tên trộm bắt đầu tích lũy của cải và nói về lý tưởng của chúng... Ngay sau đó, cuộc đấu đá nội bộ kéo dài, nghi ngờ và phản bội nhau, ngọn lửa chiến tranh giữa nhà độc tài và những kẻ gièm pha họ cuối cùng lan từ đường hầm dưới lòng đất lên sa mạc trên bề mặt...\\n\\nSợi dây điện trần này vẫn cũ. Nó được đào ra từ một ổ gà bởi bọn cướp và sau đó được kết nối với một chiếc xe địa hình to tướng đã được tân trang lại, gió lùa tứ phía, chạy đến nguồn nước ở nơi xa của Talia.\\n\\nƯu tiên hàng đầu của tất cả những người sống sót sau cuộc chiến phản bội là xác định vị trí nguồn nước của Talia. Họ đã lái xe hàng nghìn dặm mỗi ngày trên những sa mạc rải đầy những mảnh thủy tinh trong những chiếc xe cực kỳ tồi tàn và kém chất lượng. Các băng cướp đôi khi rượt đuổi nhau, khói bụi bốc lên dày đặc, đôi khi lại ném người lên hoặc xuống xe... áp lực sinh tồn buộc chúng không thể nghĩ đến bất cứ điều gì khác. Chỉ bằng cách rèn trước, chúng mới không hoang mang.\\n\\nSợi dây điện trần này ngay từ đầu đã rất cũ kỹ. Nó tiếp tục được lấy ra khỏi xe địa hình bởi những tên cướp và đặt vào hộp đèn của thị trấn, sợi dây điện quá cũ khiến cho ánh đèn điện cứ nhấp nháy không ngừng.\\n\\nMột tên xã hội đen già tự xưng là \"cảnh sát\" đã thành lập nên Trấn Vỏ Đinh ban đầu. Với mánh khóe cứng rắn, tác phong cay độc, dựa vào sức hút cá nhân của mình, hắn đã chỉnh đốn được nền trật tự đâu ra đó cho bãi phế liệu, và thị trấn cũng ngày càng trở nên sôi động hơn. Những kỹ sư lập dị đã vô tình làm cho máy móc trở thành chất thải, và những kẻ hoang dã liều mạng cũng thích chiến đấu trong đấu trường dưới lòng đất... Trước quầy bar của một đêm nọ, chúng đổ đầy cốc nước ép nho có mùi xăng, cụng ly với nhau ăn mừng vì đã sống được thêm một ngày nữa.\\n\\nKhông có gì mới ở Talia, chỉ là những thứ cũ sẽ có được sứ mệnh mới theo sự biến động của thời đại."
    }
  ]
}
