{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "Công Viên Chuối Kỳ Ảo",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Khiến Sát Thương Bạo Kích của người trang bị tăng <nobr>16%</nobr>, khi tồn tại mục tiêu mà người trang bị triệu hồi, Sát Thương Bạo Kích sẽ tăng thêm <nobr>32%</nobr>."
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "qung_trng_chui_cng_vin_chui",
      "name": "Quảng Trường Chuối Ở Công Viên Chuối",
      "type": "NECK",
      "desc": "Bên trong là một trong các phòng thí nghiệm của một đội nghiên cứu khoa học nào đó, vì bị nhiễm Virus Meme, thông tin thật và giả đã hoàn toàn bị trộn lẫn, khó phân biệt, hiện đã được xây dựng lại về mặt nhận thức với tên gọi Công Viên Chuối.",
      "typeText": "Quả Cầu Vị Diện",
      "backstory": "<i>\"Ai sống trong công viên của rừng rậm?\"</i>\\n<i>\"Bé Chuối!\"</i>\\n<i>\"Dài, màu vàng, hoạt bát và đáng yêu!\"</i>\\n<i>\"Bé Chuối!\"</i>\\n\\n\"Tùng tùng.\" Tiếng trống vang lên hai hồi rưỡi, các bé chuối thức dậy sau giấc ngủ sâu, chuẩn bị rời khỏi cây chuối và bắt đầu một ngày mới! Một số bé chuối khi thức dậy thì tràn đầy năng lượng, dùng sầu riêng làm thành bánh nướng, và chơi rượt đuổi trong rừng; Một số bé chuối thì chín chắn hơn, thoa dừa lên người để có mùi thơm của dừa. Khỉ con thỏa mãn ngắm nhìn khung cảnh tràn đầy sức sống, không khỏi vui vẻ cất tiếng gọi các bé chuối...\\n\\n<i>\"Sẵn sàng chưa? Các bé chuối?\"</i>\\n<i>\"Sẵn sàng rồi, Đội Trưởng Khỉ!\"</i>\\n<i>\"Không nghe thấy gì hết!\"</i>\\n<i>\"Sẵn sàng rồi, Đội Trưởng Khỉ!\"</i>\\n\\n\"Tùng tùng.\" Tiếng trống vang lên ba hồi rưỡi, lại đến giờ \"Câu Lạc Bộ Lột Vỏ Chuối\" mỗi ngày rồi. Các bé chuối bắt đầu căng thẳng, có bé chuối hét to, có bé chuối âm thầm rơi nước mắt, có bé chuối cảm thấy trái tim như tro tàn... Những chú khỉ lần lượt hỏi những bé chuối khỏe mạnh, câu hỏi trên lá chuối không bao giờ thay đổi... \"Bạn có còn nhớ khoảng thời gian ngoài quả chuối không?\"\\n\\nCâu hỏi đơn giản nhưng luôn nhận được câu trả lời cay đắng, các bé chuối không thể hiểu được cảm xúc buồn bã từ đâu mà ra. Nó giống như khi bé chuối phải chịu áp lực từ thế giới bên ngoài, đương nhiên thịt bên trong sẽ bị oxy hóa và chuyển sang màu đen.\\n\\n<i>\"Nếu thám hiểm khắp nơi là nguyện vọng của bạn,\"</i>\\n<i>\"Vậy thì hãy gõ vào cây chuối để Đội Trưởng Khỉ dẫn đường.\"</i>\\n\\n\"Tùng tùng.\" Tiếng trống vang lên bảy hồi rưỡi, \"Trò Chơi Cổ Vũ Chuối\" sắp bắt đầu. Trong công viên rừng rậm này, mỗi quả chuối đều từng được hứa hẹn, chỉ cần đủ cố gắng, các bé chuối sẽ không phải làm chuối vĩnh viễn. Mỗi bé chuối đều có ước mơ, không ngừng phấn đấu để trở thành những con khỉ vĩ đại... Rừng rậm rút về hai bên, Đội Trưởng Khỉ bước ra từ giữa, cúi chào nhẹ nhàng và khiêm tốn trước các bé chuối, các bé chuối cũng lễ phép đáp lại... Đội Trưởng Khỉ mang đến trò chơi hoàn toàn mới, và muốn \"đổi\" lấy những câu chuyện mới.\\n\\n\"Tùng tùng.\" Tiếng trống vang lên mười một hồi rưỡi, các bé chuối được khỉ đưa về cây, đu đưa tiến vào vùng đất lý tưởng. Mặt trời màu xanh lục lấp lánh, tiếng róc rách vang vọng khắp công viên."
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "cp_virus_meme_cng_vin_chui",
      "name": "Cáp Virus Meme Ở Công Viên Chuối",
      "type": "OBJECT",
      "desc": "Cáp quang có thể thấy ở khắp mọi nơi trong phòng thí nghiệm, nó được dùng để thu thập dữ liệu thí nghiệm, để đạt được các mục tiêu bí mật không được phép công khai. Đối với các bé chuối, cách để nhận thức thế giới được ẩn giấu trong đó.",
      "typeText": "Dây Liên Kết",
      "backstory": "Phế tích của Viện Nghiên Cứu Ba<unbreak>-77</unbreak> nằm ở Thiên Hội Tọa-ψ, ẩn dưới lòng đất của thế giới rừng rậm nào đó. Những Cảnh Binh cực đoan từng phá hủy nơi này, đến nay những sợi cáp còn sót lại vẫn nhấp nháy tín hiệu không rõ ý nghĩa.\\n\\n\"Viện nghiên cứu chết tiệt khó tìm như lá cây trong rừng\"... Dưới những lớp vỏ cây, xương cây tạo thành hình dạng lối vào, xuyên qua hốc cây dài, các Cảnh Binh cuối cùng cũng tìm được mục tiêu.\\n\\nViện nghiên cứu này giống một \"bảo tàng nghệ thuật\" hơn là một \"phòng thí nghiệm\". Những sợi dây cáp phức tạp đan xen thành một khối trong không trung, phát ra các màu sắc ánh sáng khác nhau theo ý đồ của người thiết kế. Người xem đều ôm trán và cảm thấy choáng váng. Sau đó, ảo giác kỳ quái lần lượt hiện ra trước mắt - Một không gian ngưỡng màu vàng thuần túy, loạt ảnh chân dung dần biến mất, bóng dáng quái vật ẩn sau tấm màn...\\n\\nCác Cảnh Binh đã quá quen thuộc với những trò này, nếu còn nán lại trong đó, họ sẽ bắt đầu nói những điều vô nghĩa và chân tay quờ quạng... Sau một âm thanh giòn giã từ cú va chạm vào báng súng, Cảnh Binh trẻ tuổi mượn cơn đau và chóng mặt để thoát khỏi mê cung nhận thức.\\n\\nVới tầm nhìn rõ ràng, Cảnh Binh tiến vào nơi sâu nhất. Viện Nghiên Cứu Ba<unbreak>-77</unbreak> đầy những bức tượng sụp đổ, những bức bích họa hư hỏng, những món đồ trang trí có độ bão hòa màu sắc cực cao... Và những vật đựng vỡ vụn khắp nơi lại khiến địa hình nơi này giống như nhà giam. Tại nơi sâu nhất, Cảnh Binh tìm thấy một bản báo cáo, sau đó tưởng tượng ra vô số lần \"thí nghiệm nhận thức\" trước khi công trình sụp đổ... Trong khoảnh khắc vô thức nào đó, mọi người đột nhiên quay đầu lại, và nhận ra rằng mình đang bên trong công viên rừng rậm, lá cây không ngừng vẫy tay với họ, hỏi họ có còn nhớ những điều tốt đẹp ở trên cây hay không.\\n\\n\"Tôi không phải một quả chuối sao? Mà chúng ta tới đây làm gì?\" Cảnh Binh trẻ tuổi muốn trở lại trên cây, để mình không còn \"lo lắng\" nữa.\\n\\nNhưng Cảnh Binh mù ý thức được vấn đề, trước khi mọi thứ không thể cứu vãn được nữa, Cảnh Binh mù đã dùng sức kéo chàng trai trẻ ra khỏi nơi đó.\\n\\n\"Chuối ơi... Lũ khỉ đó cũng phải biến thành chuối thôi!\""
    }
  ]
}