{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "Đại Công Tước Tro Tàn",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Sát thương Đòn Đánh Theo Sau gây ra tăng <nobr>20%</nobr>.",
    "4": "Khi người trang bị thi triển Đòn Đánh Theo Sau, mỗi lần gây sát thương sẽ tăng <nobr>6%</nobr> tấn công của người trang bị dựa theo số lần Đòn Đánh Theo Sau gây sát thương, tối đa cộng dồn <nobr>8</nobr> lần, duy trì <nobr>3</nobr> hiệp. Hiệu ứng này sẽ bị xóa khi người trang bị thi triển Đòn Đánh Theo Sau tiếp theo."
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [
        31151,
        41151,
        51151,
        61151
      ],
      "id": "vng_min_a_ngc_i_cng_tc",
      "name": "Vương Miện Địa Ngục Đại Công Tước",
      "type": "HEAD",
      "desc": "Vương miện lửa cháy rực không ngừng, tham vọng cháy bỏng chính là nguyên liệu vô tận của nó.",
      "typeText": "Đầu",
      "backstory": "Quỷ lửa tao nhã sinh ra từ trong ngọn lửa của hàng vạn ngọn lửa, và nó tin rằng hủy diệt là vương miện tối thượng được trao cho Fetora.\\n\\n\"Ta, được sinh ra từ trong hủy diệt, là tín ngưỡng tội ác của Fetora. Ta, là ngọn lửa thịnh nộ của Nanook.\"\\n\\nNanook đã tự tay tiêu diệt Fetora, ngọn lửa cháy rực của Ngôi Sao Trắng và sức mạnh Hủy Diệt đã cùng thai nghén nên một dạng sống plasma. Quỷ lửa tao nhã xem việc ra đời của mình như một sự mặc khải - \"Chúa Tể Hủy Diệt chinh phục Fetora ngày hôm nay, và vinh dự mà ngài ban chính là ngọn lửa rực cháy, vinh dự phù phiếm và trống rỗng sẽ tiêu tan theo những vòng sáng màu quanh mặt trời, còn những vinh dự đáng giá và vững chắc sẽ trao vương miện cho ta.\" Ifrit kể từ khi sinh ra đã u mê phá hoại và giết chóc.\\n\\n\"Vòng nguyệt quế vinh dự của thế gian được bện thành từ gai góc. Vòng nguyệt quế có thể vượt hơn cả sự gai góc duy nhất chỉ có vương miện rực lửa tối thượng của ta mà thôi.\"\\n\\nTro tàn từ hành tinh hủy diệt của Aeon Hủy Diệt được chính tay Ifrit nắm lấy, nhào nặn thành hình chiếc vương miện Fetora, và đeo nó trên đầu cho đến tận hôm nay."
    },
    {
      "_id": 31152,
      "ids": [
        31152,
        41152,
        51152,
        61152
      ],
      "id": "bao_tay_la_nhung_i_cng_tc",
      "name": "Bao Tay Lửa Nhung Đại Công Tước",
      "type": "HAND",
      "desc": "Bao tay trắng tinh được bện thành bởi những ngọn lửa lông nhung, ẩn chứa sự tàn bạo dưới lớp lụa mịn màng.",
      "typeText": "Tay",
      "backstory": "Ifrit đã xách động vô số cuộc khủng hoảng nhằm tiêu diệt sự sống, đại công tước với vai trò là người chỉ huy, chỉ khi mang găng tay bảo vệ mới có thể nắm giữ chiếc côn đầy gai nhọn.\\n\\n\"Ta phụng mệnh thiên khởi Hủy Diệt mà đến, một tay dùng để đoạt lấy và một tay dùng để ban tặng.\"\\n\\nLuôn tin tưởng rằng \"Sự quý giá của một thứ gì đó chỉ được đánh giá khi nó không còn tồn tại\", Công Tước Hỏa Ngục đã thiêu rụi lịch sử và văn hóa của hành tinh Lisalit, thiêu đốt những tấm lụa hoa lệ của tầng lớp quý tộc, đốt cháy những cuộn thơ dài lãng mạn của các thi nhân, thiêu hủy những bức bích họa sống động của các họa sĩ... \"Nền văn minh giống như một con sâu, chỉ khi hóa thành bướm đen trong cuộc hành quyết cháy bỏng rồi nương theo gió bay đi, mới có thể có được cuộc sống mới.\" Ifrit giống như một người đưa tang cúi đầu quan sát lò hỏa táng, hướng dẫn các nền văn minh hòa vào bản thiên cổ tuyệt xướng.\\n\\n\"Bằng sự nỗ lực, trí tưởng tượng và chỉ đạo của ta, ta sẽ dung hòa các yếu tố tốc độ, âm điệu, số lần biểu diễn, sự phối hợp giữa các thảm họa khác nhau thành một màn biểu diễn hủy diệt vô cùng đặc sắc.\"\\n\\nSau khi kết thúc màn hủy diệt một cách mãn nguyện, Ifrit lau vết máu trên tay, đeo đôi bao tay trắng tinh, giống như vừa tham gia một buổi tiệc dành cho giới quý tộc."
    },
    {
      "_id": 31153,
      "ids": [
        31153,
        41153,
        51153,
        61153
      ],
      "id": "o_chong_n_sng_i_cng_tc",
      "name": "Áo Choàng Ân Sủng Đại Công Tước",
      "type": "BODY",
      "desc": "Một chiếc áo choàng lộng lẫy, làm nổi bật phong thái nho nhã đoan trang của chủ nhân nó.",
      "typeText": "Thân",
      "backstory": "Quỷ lửa tao nhã nhìn ngắm hình ảnh của mình trong gương sau một vụ thảm sát vô nhân đạo, việc tiếp kiến lãnh chúa luôn đòi hỏi sự trang nhã phù hợp.\\n\\n\"Mục đích của trang phục không dùng để tô điểm vẻ bề ngoài, mà là để thể hiện bản chất, cũng giống như bản chất của ngọn lửa chính là hủy diệt.\"\\n\\nTộc quỷ lửa luôn xem Nanook là hoàng đế và là vị cứu tinh của chúng, nhưng Aeon chưa bao giờ liếc nhìn chúng một cái. Sự hủy diệt của Ifrit lẫn lộn giữa hào nhoáng, quyền lực, chinh phục và động lực. Sự cạnh tranh giữa \"Dinh Thự Ever-Flame\" và \"Hội Huynh Đệ Jepella\" thậm chí còn bẩn thỉu hơn. \"Sự hủy diệt ô uế làm vấy bẩn những bộ quần áo lộng lẫy nhất còn dễ dàng hơn cả bụi bẩn.\" Ifrit chưa bao giờ nắm bắt được bản chất của sự thuần khiết ngay từ đầu.\\n\\n\"Giá trị của sự hủy diệt nằm ở giá trị của vật bị phá hủy. Mà, giá trị của bọn ta chính là việc thực hành hủy diệt cho đến khi nhận được sự dòm ngó của lãnh chúa.\"\\n\\nIfrit với sự sùng đạo tràn đầy, mặc trang phục gấm được dệt bởi lửa nhung rực đỏ, và chờ đợi Hủy Diệt triệu gọi."
    },
    {
      "_id": 31154,
      "ids": [
        31154,
        41154,
        51154,
        61154
      ],
      "id": "giy_bt_thanh_lch_i_cng_tc",
      "name": "Giày Bốt Thanh Lịch Đại Công Tước",
      "type": "FOOT",
      "desc": "Đôi bốt cổ điển khá thoải mái, được bảo quản rất kỹ, tạo hình sắc nét và tôn dáng.",
      "typeText": "Chân",
      "backstory": "Bất cứ nơi nào có dấu chân của quỷ lửa tao nhã đặt đến, đều có tiếng khóc thầm âm ỉ của nền văn minh bị hủy diệt, Ifrit chưa từng thấu hiểu được điều này.\\n\\n\"Con người ở bước đường cùng sẽ không cần mang giày nữa, những nền văn minh không có lối thoát này sao lại than vãn với ta?\"\\n\\n\"Công Tước Hỏa Ngục\" với vương miện lửa trên đầu bị các nền văn minh xem như ác quỷ ngoài bầu trời, vậy mà lại nhận được lời mời từ hành tinh lễ hội. Ifrit rất vui mừng khi được tham dự buổi tiệc đầy đủ các lễ nghi, \"Ta sẽ chuẩn bị một cuộc hủy diệt lễ nghi và chu đáo, không để sót lại một mảnh xương nào\". Quỷ lửa tao nhã tập hợp một nhóm tà ác biển sao, lên kế hoạch dâng lên núi xác và biển máu cho buổi tiệc vô cùng hoành tráng... Những nền văn minh bị phá hủy chẳng qua chỉ là những điểm dừng trên chuyến hành hương đến sự hủy diệt, và Penacony cũng chỉ là một điểm dừng khác trên đường đi.\\n\\n\"Hủy diệt các người không liên quan đến các người mà chỉ là muốn được ngài chú ý đến\".\\n\\nVới âm thanh vẫy gọi của bữa tiệc ở nơi xa xôi, Ifrit hân hoan bước lên cuộc hành trình thật dài đi đến bữa tiệc."
    }
  ]
}