{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "Dũng Khí Ngút Trời",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tấn Công tăng <nobr>12%</nobr>.",
    "4": "Tăng <nobr>6%</nobr> Tỷ Lệ Bạo Kích cho người trang bị. Khi người trang bị thi triển Đòn Đánh Theo Sau, khiến sát thương Tuyệt Kỹ gây ra tăng <nobr>36%</nobr>, duy trì <nobr>1</nobr> hiệp."
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "dng_kh_mt_n_huyn_hiu",
      "name": "Dũng Khí - Mặt Nạ Huyền Hiêu",
      "type": "HEAD",
      "desc": "Giáp mặt được thiết kế dựa trên hình mẫu của loài chim hung dữ \"Dafeng\", với hai cặp mắt phụ đã từng chứng kiến thần tích xuất hiện.",
      "typeText": "Đầu",
      "backstory": "Chiếc mũ giáp chim ưng của cô có hai cặp mắt phụ, nhằm đảm bảo có thể nhìn rõ xung quanh trong mọi điều kiện ánh sáng. Tuy nhiên, những đôi mắt này hiện tại đã bị dính máu khô, mọi thứ trong tầm mắt đều nhuốm màu rỉ sét.\n\nTướng quân tỉnh lại từ trong cơn hôn mê, bò lên khỏi ngọn núi thi thể. Phía sau lưng, Thiên Vân Kính đứng sừng sững như một ngọn tháp vươn lên bầu trời. Trên đỉnh tháp, một luồng ánh sáng phát ra không ngừng nghỉ, lặp đi lặp lại những thông điệp mật ngữ mà chỉ có các nhà chiêm tinh mới có thể giải mã được. Gánh vác ý nguyện của hàng nghìn tỷ người trong Liên Minh, nó đang cầu nguyện với thần linh - lúc này, cô và những người đồng đội vô hồn nằm la liệt đã chiến đấu cho đến tận hiện tại, là vì để những lời thì thầm này vang đến thiên đường và ban cho cái chết.\n\n\"Đến rồi...\" Vị tướng quân thì thầm, ngước mắt nhìn lên. Cô không nhìn thấy hình dạng của thần, không nghe thấy tiếng nói của Ngài, nhưng có thể cảm nhận được bằng chứng về sự xuất hiện của Ngài: những làn sóng không khí nóng rực dâng lên, giống như sắt nung lướt qua da thịt. Ngôi sao lửa đỏ rực nhảy múa theo màn sương máu, như một tấm màn che khuất bầu trời, và trong khoảnh khắc sau đó, bị một luồng ánh sáng khủng khiếp xé toạc...\n\nĐến rồi, thần tích được đổi bằng vô số cái chết của tướng sĩ đã xuất hiện rồi. Cô đã từng chứng kiến tàn dư thiên thể bị thần phạt hóa thành cõi chết, cũng đã từng chiến đấu để đuổi theo dấu tích ánh sáng này. Cô vốn cho rằng ánh sáng này cực kỳ nhanh, nhanh đến mức không dung nạp bất kỳ một tia suy nghĩ tạp niệm nào. Nhưng cô đã sai, trong một sát na đó, ít nhất cũng đã đủ để cô nhớ lại người học trò thân yêu của mình:\n\n\"Vậy hãy cầu nguyện đi! Cầu cho con đường được thông suốt...\"\n\nMặt đất như sóng dữ dâng trào, tiếng gào thét lan đến theo biển ánh sáng, cô không còn suy nghĩ trần tục nữa, hóa thành hạt bụi trong ánh sáng."
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "dng_kh_gip_tay_mc_cu",
      "name": "Dũng Khí - Giáp Tay Móc Câu",
      "type": "HAND",
      "desc": "Giáp tay mô phỏng sự sống được khảm vào cơ thể. Nếu muốn săn thú dữ, thì cần phải có móng vuốt sắc nhọn hơn cả thú dữ.",
      "typeText": "Tay",
      "backstory": "Các chiến sĩ Thanh Khâu dưới sự chỉ huy của cô dũng mãnh không thua gì đội quân sói Boris. Cho dù kiếm gãy, cung gãy, chẳng còn tấc sắt trong tay, thì họ vẫn có thể chiến đấu đến cùng chỉ với vuốt sắc nhọn trên chiếc giáp tay.\n\nNgười ta đồn rằng các chiến sĩ Người Hồ Ly của Thanh Khâu Vệ đã giải cứu nhiều thế giới bị Người Boris thống trị. Những người Hồ Ly sinh ra ở \"vùng lãnh thổ bị chiếm đóng\" có huyết thống hỗn hợp, đôi khi xuất hiện những cá thể đột biến mắc phải tình trạng \"lại giống\". Những Người Hồ Ly này bị bắt làm nô lệ chiến tranh, bị những người chủ đầu sói thao túng khống chế, trở thành những kẻ tiên phong trước các trận chiến, cũng như làm bia đỡ đạn trước những cuộc tấn công của Xianzhou.\n\n\"Gia nhập đội quân Thanh Khâu, chúng tôi sẽ cho em cơ hội báo thù những tên chủ đầu sói!\" Trong lúc tuyển mộ và huấn luyện, tướng quân vẫn nhớ bản thân đã nói như vậy với cô gái nhỏ Người Hồ Ly. Nhưng cô cảm thấy có lỗi vì nửa câu sau mà cô không thể nào tự mình nói ra: Chúng ta đều giống nhau, sinh ra vì chiến tranh và cũng chết vì chiến tranh.\n\nMặc dù những nô lệ chiến tranh sở hữu sức mạnh và tốc độ tương đương với chủ nhân đầu sói, nhưng sự đột biến cũng làm cạn kiệt sinh mệnh và lý trí của họ. Khi ý chí của họ bị cơn cuồng nộ thiêu đốt hết, nô lệ chiến tranh sẽ trở thành những con quái thú khát máu.\n\nKhi cơn cuồng nộ thú tính thuần túy chi phối cơ thể họ, sau khi hoàn thành cuộc truy đuổi cuối cùng của cuộc đời này, những chiếc giáp tay kia sẽ trở thành xiềng xích trói buộc đôi tay họ, khó lòng tách rời khỏi máu thịt."
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "dng_kh_o_gip_bay_ln",
      "name": "Dũng Khí - Áo Giáp Bay Lượn",
      "type": "BODY",
      "desc": "Thân như gió lạnh, bầy sói bay lượn trên đầu, con mồi và thợ săn cuối cùng cũng sẽ thay đổi vị trí.",
      "typeText": "Thân",
      "backstory": "Cô vẫn còn nhớ những bài dân ca cổ xưa của dân Hồ Ly, thứ họ hát là một điệu nhạc không bao giờ trở thành giai điệu, chỉ là những tiếng ca than thở đầy bi thương cho một đất nước đã mất.\"Chú cáo lang thang ở bờ xa. Bước đi lững thững, đói và khát. Trái tim mang buồn bã, nhưng lại chẳng ai hay\"...\n\nBắt đầu từ hàng ngàn năm trước, họ đã trở thành vật nuôi, nô bộc, tiền tệ dưới nanh vuốt của loài sói. Hàng ngàn năm sau, họ vẫn đang chiến đấu không mệt mỏi để giải phóng cho đồng bào. Mặc dù không có thân thể không ngừng biến đổi để mạnh lên giống như kẻ thù tự nhiên của họ, nhưng họ lại có được trí tuệ thông minh, ứng biến linh hoạt.\n\nNhững tên chủ nhân đầu sói ra lệnh cho họ chế tạo công cụ để sử dụng, nhưng lại móc mắt họ để phòng ngừa họ học lỏm, đồng thời cũng cấm họ sở hữu kim loại để tránh việc họ chế tạo công cụ. Tuy vậy, tất cả những điều này đều không thể xóa bỏ khát vọng bên trong của dân Hồ Ly: Nhất định sẽ có một ngày, họ sẽ dạy cho kẻ đi săn hiểu được nỗi sợ hãi khi bị săn; Nhất định sẽ có một ngày, họ sẽ thay đổi vị trí với kẻ đi săn, và mở ra những cuộc săn đuổi không ngừng nghỉ.\n\nCuối cùng, người Hồ Ly đã dùng đồ sứ làm giáp. Giáp sứ Thanh Khâu nhẹ như gió, cứng như thép, móng vuốt của đám chủ nhân đầu sói và vũ khí bằng xương thịt của chúng không thể gây ra chút mảy may tổn hại nào.\n\nVị tướng khoác lên mình bộ giáp sứ, cùng các chiến sĩ Thanh Khâu cưỡi gió xông lên, trở thành cơn ác mộng của Người Boris. Họ thành lập trận hình, tiến lên và rút lui giống như một đàn chim săn mồi, phối hợp nhịp nhàng cùng nhau. Nhưng cho dù bộ giáp có cứng chắc đến đâu, cô vẫn tin rằng: Chỉ có thân thể được tôi luyện bởi nỗi đau mới là vũ khí tốt nhất, và những người chiến hữu cùng đồng cam cộng khổ mới chính là bộ giáp kiên cố nhất.\n\n\"Chim dang rộng đôi cánh, dã thú nhe nanh và móng vuốt. Ai nói chúng ta không có gì để bám víu, những người đồng bào chính là chiến giáp của chúng ta.\""
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "dng_kh_gip_chn_sn_bn",
      "name": "Dũng Khí - Giáp Chân Săn Bắn",
      "type": "FOOT",
      "desc": "Đôi giày chiến kiểu móng vuốt, người mang nó sẽ lao vào chiến trường nhanh như một cơn gió, nhẹ nhàng lướt qua những vùng đất hiểm trở và chông gai.",
      "typeText": "Chân",
      "backstory": "Cô nhìn bóng dáng cô gái nhỏ phóng đi như chú thỏ dưới bóng trăng mờ ảo. Cô đi theo bước chân và mùi hương của cô gái nhỏ giống như theo đuổi con mồi. Cuối cùng, cô đợi cô gái ấy ở cuối đường.\nHoặc có lẽ là cô gái ấy đang đợi cô đến.\n\nDưới ánh trăng chiếu rọi, vị tướng quân đã nhìn thấy rõ gương mặt đó.\n\"Có muốn gia nhập Vân Kỵ không?\"\n\"Tôi không muốn bán mạng cho ông chủ đầu sói.\"\nCô gái nói tiếng Boris một cách gian nan và ngắt quãng. Biểu cảm trên gương mặt đó, cô đã nhìn thấy nó vô số lần khi giải cứu những người đồng hương trên vùng lãnh thổ bị chiếm đóng.\nMặc dù những người này chảy chung một dòng máu với cô, nhưng lại nói những ngôn ngữ khác nhau, ôm ấp những suy nghĩ khác nhau.\nHọ chưa bao giờ coi mình là hậu duệ của tộc Hồ Ly, nhưng như vậy, thì họ là ai?\nTướng quân hơi run người, bước sang một bên nhường đường.\n\"Đi đi, từ hôm nay trở đi, bọn chúng sẽ không còn truy đuổi cô nữa...\"\n\"Nhưng tôi muốn bọn chúng phải chết.\"\n\nVị tướng quân không thể tin nổi, nhìn chằm chằm vào cô gái nhỏ, kinh ngạc như thể nhìn thấy ngôi sao băng lướt ngang qua bầu trời, dáng vẻ như con thú nhỏ kia đột nhiên lẫn vào bóng tối.\nVị tướng quân nhắm mắt lại, giống như đang bị ánh trăng thiêu đốt đôi mắt. Một lúc sau, cô cúi đầu, nhìn thấy đôi chân trần của cô gái chi chít sẹo gai và lấm lem bùn đất.\n\n\"Tại sao không mang giày?\"\n\"Tôi quên mang, không nhận ra.\"\nVị tướng quân cởi đôi giày chiến của mình ra, so thử kích cỡ, và mang vào cho cô gái.\n\"Thế mà lại khá vừa vặn... Vậy thì xuất phát thôi.\"\n\"Còn cô thì sao?\"\n\"Tôi từ lâu đã quen bước đi trên gai rồi.\"\n\nCô sải bước, đôi chân trần như bay, cô gái nhỏ kia vẫn bám sát theo sau suốt quãng đường.\nHoặc có lẽ là, cả hai người họ đều đang đuổi theo nhau."
    }
  ]
}