{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "Kẻ Cướp Vệt Sao Băng",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Tấn Công Kích Phá <nobr>16%</nobr>.",
    "4": "Tăng <nobr>16%</nobr> Tấn Công Kích Phá của người trang bị. Sau khi người trang bị phá vỡ điểm yếu của kẻ địch, sẽ hồi <nobr>3</nobr> điểm Năng Lượng."
  },
  "pieces": [
    {
      "_id": 31111,
      "ids": [31111, 41111, 51111, 61111],
      "id": "mt_n_ngn_ngi_ca_k_trm",
      "name": "Mặt Nạ Ngàn Người Của Kẻ Trộm",
      "type": "HEAD",
      "desc": "Mặt nạ dùng để thay đổi diện mạo, kết hợp với kỹ năng diễn xuất siêu phàm sẽ có thể biến giả thành thật.",
      "typeText": "Đầu",
      "backstory": "Kẻ trộm sao băng Leblanc coi việc ăn trộm giống như tham gia vũ hội hóa trang, che giấu thân phận là một phần của nghi thức.\\n\\n\"Tại sao mặt nạ còn có thể thay đổi chiều cao và giọng nói? Hahahaha, đây là một công nghệ được cấp bằng sáng chế bí mật.\"\\n\\nKẻ trộm dùng mặt nạ để hóa thân thành một nhân viên bình thường, lẻn vào buổi họp an ninh của công ty, và đưa ra đề xuất về \"biện pháp phòng chống trộm\". Cho đến nửa tháng sau khi vụ trộm kết thúc, bộ phận an ninh mới nhớ ra mình chưa bao giờ nhìn thấy \"người đồng nghiệp\" này.\\n\\nKẻ trộm sống một cuộc sống hai mặt và luôn cần một số biện pháp che giấu, đó là một truyền thống trong thế giới kẻ trộm.\\n\\n\"Hãy để biên kịch của các bạn nghĩ cách, xem có thể để kẻ trộm đeo mặt nạ từ đầu đến cuối không.\" Nhân viên tuyên truyền của phòng điện ảnh và truyền hình công ty nói, \"Tôi muốn nhấn mạnh nhu cầu về sản phẩm mặt nạ này, giá rẻ và được yêu thích.\""
    },
    {
      "_id": 31112,
      "ids": [31112, 41112, 51112, 61112],
      "id": "gng_tay_hoa_vn_ca_k_trm",
      "name": "Găng Tay Hoa Văn Của Kẻ Trộm",
      "type": "HAND",
      "desc": "Găng tay đặc biệt được dệt bằng vật liệu nano, có thể tạo thành hoa văn trên bề mặt găng tay ngay lập tức.",
      "typeText": "Tay",
      "backstory": "Kẻ trộm sao băng Leblanc sạch sẽ nhưng không phải không để lại dấu vết, hắn luôn để lại những manh mối gây hiểu lầm, khiêu khích ở mức phù hợp.\\n\\n\"Tại sao những người trong công ty bị lừa không biết bao nhiêu lần vì dấu vân tay giả? Có lẽ, bạn nên hỏi công ty thay vì tôi.\"\\n\\nGăng tay của hắn có thể tạo ra nhiều hoa văn khác nhau, không chỉ khiến công nghệ nhận diện dấu vân tay của công ty trở thành trò cười, mà còn để lại một đống \"lỗ hổng trộm cắp\" vô thưởng vô phạt. Bộ phận an ninh đã tìm được hàng trăm dấu ấn trong căn phòng bí mật đang lưu trữ báu vật, trong đó có cả loài rồng bay thời tiền sử, bọ rùa hành tinh, chó Labrador... Tất nhiên, không có cái nào là của hắn.\\n\\nThật quá nhàm chán khi cứ biến mất, chẳng khác gì đám trộm vặt nhát gan.\\n\\n\"Nói chơi cũng không thể nói bậy, bây giờ còn ai dùng hệ thống dấu vân tay nữa?\" Bộ phận an ninh của công ty than thở. \"Mấy biên kịch này rốt cuộc có kiến thức về cuộc sống không vậy?\""
    },
    {
      "_id": 31113,
      "ids": [31113, 41113, 51113, 61113],
      "id": "mc_neo_st_ca_k_trm",
      "name": "Móc Neo Sắt Của Kẻ Trộm",
      "type": "BODY",
      "desc": "Sợi dây thép ngụy trang như một chiếc thắt lưng dệt, bên trong khóa thắt lưng có giấu móc và ròng rọc.",
      "typeText": "Thân",
      "backstory": "Kẻ trộm tính toán chu đáo luôn có thể trốn thoát an toàn trong mọi hoàn cảnh, luôn có móc cứu sinh ở thắt lưng.\\n\\n\"Móc câu ở thắt lưng làm thế nào nhắm chuẩn đến vị trí muốn tới... Bạn sẽ giải thích xem mình bước đi bằng cách nào chứ?\"\\n\\nTrong căn phòng bí mật đang lưu trữ báu vật ẩn chứa nhiều cạm bẫy nguy hiểm, song kẻ trộm nhờ vào móc neo ở hông để di chuyển né tránh, như một điệu waltz giữa không trung. Móc neo được bắn lên bức tường cao hàng chục mét trong một phần ba giây, ròng rọc quay nhanh, chớp mắt đã đưa kẻ trộm đến trước mặt \"Ngôi Sao Sư Tử\".\\n\\nVới sự trợ giúp của sợi dây quấn quanh thắt lưng, có thể bay lên cao. Đây là kỹ năng nghề nghiệp cơ bản của một kẻ trộm.\\n\\n\"Phần tiếp theo có thể để chúng tôi thực hiện các pha đóng thế, giúp tiết kiệm chút chi phí nhé.\" Đạo diễn hành động nói đầy vẻ chế nhạo. \"Dù gì đeo mặt nạ lên, khán giả cũng không nhận ra ai với ai.\""
    },
    {
      "_id": 31114,
      "ids": [31114, 41114, 51114, 61114],
      "id": "ng_sao_bng_ca_k_trm",
      "name": "Ủng Sao Băng Của Kẻ Trộm",
      "type": "FOOT",
      "desc": "Một đôi ủng giúp tăng cường các chức năng cơ thể con người, giúp kẻ trộm sải bước giữa các tòa nhà.",
      "typeText": "Chân",
      "backstory": "Khi tên trộm phóng nhanh qua trên bầu trời thành phố, hắn sẽ cố tình để lại dư ảnh chói mắt, đây chính là nguồn gốc của cái tên \"sao băng\".\\n\\n\"Làm thế nào để thoát ra nếu không có nhà cao tầng? Hahaha, xin đừng hỏi những câu vô vị này nữa.\"\\n\\nQuá trình nhiều lần trốn thoát trong hiểm nhưng không nguy khiến kẻ trộm quen tay dễ làm. Không ai có thể đuổi kịp dấu giày sao băng của kẻ trộm trong thành phố, trừ khi ai đó biết được căn cứ của kẻ trộm. Điều khiến kẻ trộm bất ngờ là, một thám tử Đầu Ổ Gà cầm ly cà phê ngồi trên ghế của Leblanc và chờ đợi rất lâu.\\n\\nCâu chuyện về kẻ trộm đã kết thúc, bây giờ là lúc kể câu chuyện của thám tử rồi.\\n\\n\"Nhiều người không tin chúng ta dám viết như vậy, đây là lý do tại sao chúng ta lại viết như vậy.\" Biên kịch (giấu tên) giải thích về cái kết gây tranh cãi của kẻ trộm."
    }
  ]
}
