{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "Nữ Thần Chiến Binh Nắng Sấm",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tốc Độ tăng <nobr>6%</nobr>.",
    "4": "Sau khi người trang bị và Linh Hồn Ký Ức của người trang bị cung cấp trị liệu cho mục tiêu phe ta ngoại trừ người trang bị và Linh Hồn Ký Ức của người đó, người trang bị sẽ nhận \"Cơn Mưa Ngọt Ngào\", mỗi hiệp kích hoạt tối đa 1 lần, kéo dài <nobr>2</nobr> hiệp. Khi người trang bị đang có \"Cơn Mưa Ngọt Ngào\", tốc độ tăng <nobr>6%</nobr>, sát thương bạo kích toàn phe ta tăng <nobr>15%</nobr>. Hiệu ứng này không thể cộng dồn."
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "Mũ Cánh Của Nữ Thần Chiến Binh",
      "type": "HEAD",
      "desc": "Chiếc mũ cánh này đã từng chứng kiến Kỵ Sĩ Nắng Sấm đánh bại vị thần bầu trời, nó cũng đã chứng kiến bầu trời nhắm mắt.",
      "typeText": "Đầu",
      "backstory": "Dung nham vàng nóng hổi cuồn cuộn dưới chân Nữ Thần Chiến Binh, cô giấu biểu cảm của mình dưới chiếc mũ sắt, giống như sương mù mùa đông che khuất ánh sao.\n\nĐứa con cuối cùng của bầu trời đã chìm xuống, và cô ấy cũng đơn độc lao về một phương trời hoàn toàn ngược lại.\n\n\"Seliose, cô đã nhớ đến ai?\" Thú cánh, người bạn đồng hành ngày đêm đã cảm nhận được sự khuấy động yếu ớt trong suy nghĩ của cô. Nữ Thần Chiến Binh trầm ngâm một lúc, những ngày xưa khi mà mọi người cầu nguyện với bầu trời đã qua lâu rồi, không bao giờ quay trở lại nữa. \"Ta nhớ đến ai? Ta không nhớ được bất kỳ một người nào cụ thể nữa. Ta đã từng yêu thế nhân mãnh liệt như vậy, và ta căm ghét sự yếu đuối ẩn sâu trong bản chất của họ như thế. Nhưng bây giờ, ta lại không nhớ được ai nữa...\"\n\nCác Thú Cánh cúi đầu không nói gì, chúng từng thấy Nữ Thần Chiến Binh theo đuổi niềm tin kiên định, cũng từng rơi vào ảo ảnh tự lừa dối bản thân.\n\nDưới chiếc mũ sắt che mặt, cô ấy đang mang biểu cảm gì? Và cô ấy đang nhìn thấy gì?"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "Găng Tay Thương Kỵ Của Nữ Thần Chiến Binh",
      "type": "HAND",
      "desc": "Đôi găng tay này đã đồng hành cùng kỵ sĩ chiến thắng mọi trận chiến. Nó có thể giúp người ta nắm chắc vũ khí chí mạng nhất, chịu đựng sự phản bội đau đớn nhất.",
      "typeText": "Tay",
      "backstory": "Đá Vảy Bạc gào thét trong lò. Dân núi cao tuổi sau khi truyền thụ lời chúc vào găng tay đã đúc xong, đã tặng nó cho Nữ Thần Chiến Binh bên cạnh.\n\n\"Mềm mại, bị thương. Kỵ sĩ, cứng rắn. Cầu cho xương cốt ngươi, dẻo dai như đá hoa.\"\n\nCô cầm lấy đôi găng tay được chế tác tinh xảo, nhẹ nhàng lau chùi lớp giáp băng vảy bạc... Cô bắt đầu tưởng tượng mình cầm trong tay ngọn giáo được tôi luyện từ sấm sét, và tấm khiên tròn sinh ra từ lửa đỏ. Cô sẽ lao về phía chiến trường trên bầu trời, cứu lấy tất cả mọi người - Sức mạnh chỉ là điều kiện tất yếu của việc cứu rỗi. Dân Núi cẩn thận khắc châm ngôn của chân lý lên từng đốt ngón tay, và dặn dò Nữ Thần Chiến Binh phải luôn nhớ chỗ mềm mại của găng tay sắt.\n\n\"Dùng lòng bàn tay để làm nóng những viên sỏi dưới sông. Đừng biến sông băng thành một thanh kiếm sắc nhọn.\"\n\nNhưng sau đó, cảm giác chính nghĩa và sứ mệnh gần như cực đoan đó của cô ấy, đã đốt cháy lời chúc phúc của người thợ và biến nó thành vết sẹo không bao giờ lành."
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "Áo Choàng Khởi Hành Của Nữ Thần Chiến Binh",
      "type": "BODY",
      "desc": "Chiếc áo choàng này che mưa chắn bụi cho Kỵ Sĩ Nắng Sấm, cùng cô ấy trải qua tất cả những cuộc phiêu lưu... Để lại bóng lưng nổi bật nhất trên bầu trời.",
      "typeText": "Thân",
      "backstory": "Cô gái chưa trở thành kỵ sĩ, đã được chỉ dạy võ nghệ đặc biệt trong hang động trên núi nơi người hướng dẫn ẩn cư.\n\n\"Làm tốt lắm. Rất nhanh thôi, ta sẽ không còn gì để dạy con nữa. Con muốn dùng sức mạnh này để làm gì?\"\n\nSau khi nghe lời sấm truyền, tâm trạng của cô gái không còn đặt vào việc huấn luyện nữa. Người hướng dẫn dịu dàng đã nhìn ra tâm tư phiền não của cô, nên đã thoa nhựa thông lên thanh kiếm ngắn mà cô hay dùng. \"Thưa thầy, con muốn sống trong hiện thực. Thầy có từng nghe nói đến... thánh nữ của Janusopolis, và lời sấm truyền mà cô ấy truyền lại chưa?\" Cô gái lo lắng người hướng dẫn sẽ ngăn cản mình, nhưng cô đã sớm hạ quyết tâm.\n\n\"Nhưng sự thật là gì?\" Người hướng dẫn dịu dàng hỏi lại cô, \"...Con cần dùng cả đời để phân biệt nó, việc này không hề dễ dàng.\"\n\nNửa đêm, cô lặng lẽ đứng dậy, vội vàng muốn rời đi trước khi bình minh đến, nhưng phát hiện chiếc áo choàng đã gấp xong lại nằm trong hành lý từ lâu."
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "Cựa Ngựa Vinh Dự Của Nữ Thần Chiến Binh",
      "type": "FOOT",
      "desc": "Cặp cựa ngựa này là quà của hai đồng đội thú cánh của Kỵ Sĩ Nắng Sấm... Đi trên con đường theo đuổi sự thật, đây là nỗi đau cần thiết.",
      "typeText": "Chân",
      "backstory": "Bên cạnh anh hùng Seliose có hai đồng đội Thú Cánh - Solabis và Lunabis, là thú cưỡi và chiến hữu của cô ấy.\n\n\"Chúng tôi sẽ đi theo cô, Seliose. Hãy để chúng tôi chứng kiến phần mở đầu của hành trình sát thần đoạt lửa của cô.\" Chúng tin tưởng vào một nữ thần chiến binh tự tin quyết đoán.\n\nHai con thú cánh nhờ thợ trưởng rèn một cặp cựa ngựa, là một phần của nghi thức nhận huân chương Kỵ Sĩ Nắng Sấm... \"Cảm ơn tấm lòng của hai ngươi, nhưng ta không dùng đến nó.\" Cô biết đó là đạo cụ hỗ trợ kỵ sĩ điều khiển thú cưỡi một cách chính xác. \"Tâm ý của hai ngươi và ta là một, không cần dùng đến nó, chúng ta vẫn có thể phối hợp ăn ý với nhau.\"\n\n\"Hãy nhận lấy nó, Seliose. Cô đang đi trên con đường theo đuổi sự thật, chắc cô biết rõ, đau đớn khiến chúng ta tỉnh táo.\" Ánh mắt của Lunabis kiên định như đuốc, Solabis dẫn tay cô nhận lấy cựa ngựa.\n\nKỵ Sĩ Nắng Sấm nhận lấy món quà vinh dự tượng trưng cho tình bạn... Nếu nỗi đau có thể khiến người ta điều chỉnh phương hướng kịp thời, thì đó là nỗi đau cần thiết."
    }
  ]
}