{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "Kẻ Hoang Dã Sa Mạc",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tăng Sát Thương Số Ảo <nobr>10%</nobr>.",
    "4": "Khi người trang bị gây sát thương lên mục tiêu địch rơi vào Hiệu Ứng Xấu, Tỷ Lệ Bạo Kích tăng <nobr>10%</nobr>, khi gây sát thương lên mục tiêu địch rơi vào trạng thái Giam Cầm, Sát Thương Bạo Kích tăng <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 31121,
      "ids": [
        31121,
        41121,
        51121,
        61121
      ],
      "id": "mt_n_th_ca_k_hoang_d",
      "name": "Mặt Nạ Thở Của Kẻ Hoang Dã",
      "type": "HEAD",
      "desc": "Chiếc mặt nạ có thể lọc bụi và bức xạ, giống như được cải tạo từ máy thở bỏ đi.",
      "typeText": "Đầu",
      "backstory": "Những Kẻ Hoang Dã Talia luôn đeo mặt nạ thở, dù gì bức xạ và bão cát bụi là chuyện như cơm bữa ở đây. Khó ai có thể nói được, chiếc mặt nạ thở được tự ý cải tạo như thế, lại tuân theo những nguyên lý khoa học nào, nhưng đó chỉ là một chút tự an ủi bản thân mà thôi.\\n\\n\"Từng nghe nói chưa? Thung lũng đằng kia có một kẻ cắm vòi nước lên mặt nạ! Đổi lại là tôi thì chắc chắn không chịu nổi.\"\\n\\nNhững Kẻ Hoang Dã dường như ít khi phàn nàn về thời tiết khắc nghiệt ở Talia, thứ nhất vì họ không thể thay đổi hiện trạng, nơi tồi tàn này luôn đầy đất bụi từ khi vụ nổ hạt nhân xảy ra; thứ hai vì họ cực kỳ lạc quan, khi cát đỏ che kín cả bầu trời, họ sẽ đeo mặt nạ chống bụi và xông vào hang ổ của những kẻ trộm khác, cuốn theo gió bụi, cướp bóc giống như quỷ Diêm La.\\n\\nMột nhóm cướp tấn công một nhóm cướp khác, đây là quy tắc sinh tồn ở Talia.\\n\\nMặt nạ chống bụi này nhìn có vẻ không thuận tiện khi đeo vào và tháo ra, còn có tem chống hàng giả của \"Trấn Vỏ Đinh\"."
    },
    {
      "_id": 31122,
      "ids": [
        31122,
        41122,
        51122,
        61122
      ],
      "id": "thit_b_hoang_mc_ca_k_hoang_d",
      "name": "Thiết Bị Hoang Mạc Của Kẻ Hoang Dã",
      "type": "HAND",
      "desc": "Rác đa chức năng có thể phát hiện khí bức xạ ion hóa, và biết trash-talk.",
      "typeText": "Tay",
      "backstory": "Trước khi trở thành vương quốc của những tên trộm, Talia nổi tiếng gần xa với cái tên \"bãi rác đa hành tinh\", phế phẩm công nghệ từ nhiều thế giới như tìm thấy sức sống trở lại tại nơi này.\\n\\n\"Đừng hỏi tôi có thích đeo thiết bị đầu cuối trên tay nặng hơn cùm không! Vào lúc quan trọng, nó còn lợi hại hơn cả búa.\"\\n\\nSau khi thành lập Trấn Vỏ Đinh, các chuyên gia kỹ thuật đất hoang khó tin nhất ở Talia cuối cùng tìm thấy một nơi an toàn để thể hiện tay nghề, họ tạo ra \"công nghệ dùng cảm giác\" độc nhất cho Talia. Máy đếm bụi cesi và thiết bị tay thông minh biết nói bậy kết nối với nhau, và rác đa chức năng đặc biệt trên đất hoang ra đời - \"thiết bị hoang mạc\".\\n\\nLõi của \"công nghệ cảm giác\" chính là: không cần hỏi nguyên lý, cũng không cần hỏi mục đích, chẳng ai quan tâm.\\n\\n\"Dám kết hợp ta với rác, các người đúng là lũ chuột hôi hám dưới cống.\" Giọng của thiết bị thông minh đầy chân thành và háo hức."
    },
    {
      "_id": 31123,
      "ids": [
        31123,
        41123,
        51123,
        61123
      ],
      "id": "o_tu_s_ca_k_hoang_d",
      "name": "Áo Tu Sĩ Của Kẻ Hoang Dã",
      "type": "BODY",
      "desc": "Áo choàng rộng rãi, được sửa đổi từ phong cách của nhà truyền giáo.",
      "typeText": "Thân",
      "backstory": "Hầu hết những tên côn đồ ở Talia đều chưa bao giờ mong đợi sự cứu chuộc, càng không biết tu sĩ là gì. Họ chỉ nghĩ rằng chiếc áo choàng trông hữu ích và có thể được lấy về phủi bụi.\\n\\n\"'Thời đại của sự ngu dốt vẫn chưa kết thúc'? Đây là câu nói vớ vẩn gì vậy!\"\\n\\nNhững Kẻ Hoang Dã đã phát hiện ra một tu viện hoang vắng không bóng người, thậm chí còn tìm được những sách cổ của nền văn minh cũ. Họ gần như cảm nhận được giá trị quý báu của những ghi chép văn minh này, sau một hồi cảm thán giả tạo liền vui vẻ cho ngay một mồi lửa. Thứ mà những Kẻ Hoang Dã đem đi được chỉ là những chiếc áo do các tu sĩ để lại, những thứ rách nát còn lại thì không đáng một xu ở Trấn Vỏ Đinh.\\n\\nKẻ Hoang Dã đa số đều vô văn hóa, nhiều tài liệu về văn minh hơn nữa cũng chẳng hữu dụng bằng một bữa ăn no, điều này cũng không nên trách họ.\\n\\nÍt nhất áo choàng của các tu sĩ vẫn còn, đây cũng là một hình thức tồn tại của văn minh."
    },
    {
      "_id": 31124,
      "ids": [
        31124,
        41124,
        51124,
        61124
      ],
      "id": "gip_chn_ng_lc_ca_k_hoang_d",
      "name": "Giáp Chân Động Lực Của Kẻ Hoang Dã",
      "type": "FOOT",
      "desc": "Phần chân của bộ giáp động lực, bộ xương bên ngoài được làm từ sắt vụn và dây điện cũ.",
      "typeText": "Chân",
      "backstory": "Đám cướp ở Trấn Vỏ Đinh cần một số biện pháp để bảo vệ nguồn nước và rác thải không dễ có được của chúng, công nghệ trộm cướp nhằm mục đích tích góp đã ra đời từ đây, giáp động lực hào nhoáng bên ngoài chỉ có phần chân thực hiện chuyển động.\\n\\n\"Thứ tôi muốn là cả một bộ giáp động lực, bây giờ lại bảo với tôi phần phía trên bị nổ tung rồi sao?! Tự đi mà hỏi bản thân xem có dám sử dụng giáp chân này không?\"\\n\\nTrận chiến bảo vệ Trấn Vỏ Đinh cứ vài ba hôm lại nổ ra đã thúc đẩy sự phát triển của \"công nghệ dùng cảm giác\" trong thời chiến, các vật liệu không rõ nguồn gốc và công nghệ vỗ trán một cái là nghĩ ra thậm chí còn tạo ra được áo giáp động lực. Điều đáng tiếc là, áo giáp động lực bằng sắt vụn đời đầu chỉ còn lại phần giáp chân, sau khi đơn giản hóa tối đa vẫn có thể phóng con người ra ngoài giống như tên lửa, các kỹ sư cũng không rõ lý do cụ thể.\\n\\nTheo lời giải thích của nhà thiết kế: Đây là một thiết kế được hoàn thành lúc nửa mơ nửa tỉnh, là một tác phẩm của cảm hứng chỉ có một lần trong đời.\\n\\nBất kể là rác tái chế hay rác nguy hại, rác có thể sử dụng đều là rác tốt."
    }
  ]
}