{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "Thợ Đồng Hồ, Bậc Thầy Máy Móc",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tấn Công Kích Phá tăng <nobr>16%</nobr>.",
    "4": "Khi người trang bị thi triển Tuyệt Kỹ lên mục tiêu phe ta, Tấn Công Kích Phá toàn phe ta tăng <nobr>30%</nobr>, duy trì <nobr>2</nobr> hiệp, hiệu ứng này không thể cộng dồn."
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "thu_knh_ca_th_ng_h",
      "name": "Thấu Kính Của Thợ Đồng Hồ",
      "type": "HEAD",
      "desc": "Một chiếc kính chạm trổ bằng vàng, mặt kính phản chiếu những điều kỳ ảo ở phía xa, giúp chủ nhân của nó nhìn xuyên qua những giấc mơ mênh mông.",
      "typeText": "Đầu",
      "backstory": "Trong câu chuyện về \"Thợ Đồng Hồ\" ở Penacony, ông ta là người luôn có con mắt tinh tường, có thể dễ dàng nhìn thấu những cơ hội trong ảo cảnh, tạo nên sự nghiệp vĩ đại mà không ai có thể ngờ đến.\n\nNhà tù vùng ven đã chiến đấu giành tự do trong khối u của vạn giới, và đã đón nhận hòa bình thịnh vượng dưới ánh sáng của Gia Tộc. Nghe nói, Thợ Đồng Hồ đã tham gia cuộc chơi ở thời điểm này, và thị kính của ông phản ánh bản chất của giấc mơ này - mọi người đang vung tiền trong \"Thời Khắc Hoàng Hôn\", chỉ để tìm kiếm \"điều không thể trong giấc mơ\". Từ đó, trong giấc mơ của Penacony xuất hiện rất nhiều điều kỳ diệu: ấm trà biết kể chuyện cười, chiếc xe vừa di chuyển vừa xoay tròn, dinh thự có thể thay đổi vị trí mỗi ngày... Chúng thường không có lợi ích gì, nhưng lại được niêm yết giá với con số thiên văn, mà những người từ xa đến lại sẵn lòng phung phí vì chúng.\n\nĐây là Cõi Mộng hư cấu, thế tại sao lại không thoải mái vọng tưởng? Cụm từ \"Chỉ có duy nhất trong giấc mơ\" đã định nghĩa lại sự xa xỉ và giá trị trong Cõi Mộng.\n\nGia tộc Alfalfa và những vị Khách Tìm Mộng lâu đời của giới thương nhân luôn hối tiếc về điều này, tự trách bản thân vì sao không sớm nhận ra cơ hội như vậy. Mà Thợ Đồng Hồ chỉ là nhìn xa hơn họ một chút - mỗi lần, đều xa hơn một chút."
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "ng_h_may_mn_th_ng_h",
      "name": "Đồng Hồ May Mắn Thợ Đồng Hồ",
      "type": "HAND",
      "desc": "Một chiếc đồng hồ đeo tay được chế tác tinh xảo, với mặt đồng hồ và kim đồng hồ độc đáo, nghe nói tượng trưng cho sự may mắn trong Cõi Mộng.",
      "typeText": "Tay",
      "backstory": "Nguyên nhân vì sao \"Thợ Đồng Hồ\" được gọi là \"Thợ Đồng Hồ\", luôn là bí mật lớn nhất trong một chuỗi câu chuyện.\n\nCó người nói rằng ông từng là thợ sửa chữa đồng hồ trên tháp chuông, có người nói ông từng là thương nhân bán đồng hồ, thậm chí có người nói ông thực sự có cái đầu hình tròn như một cái mặt đồng hồ - giống như Cậu Bé Đồng Hồ do ông ta sáng tạo nên.\n\nKhi những tin đồn lan truyền, những chiếc đồng hồ trong mơ cũng nổi tiếng nhờ danh tiếng của Thợ Đồng Hồ. Những vị Khách Tìm Mộng biết rằng chúng không có liên quan gì đến bản chất vốn có, nhưng vẫn coi chúng là biểu tượng của sự may mắn và tôn kính đối với Thợ Đồng Hồ. Dưới sự thúc đẩy của chuỗi hoạt động kinh doanh, hình ảnh đồng hồ trở thành điều phổ biến nhất ở Penacony - từ trang phục, đồ trang sức, thậm chí là thức ăn... từ những bức vẽ graffiti trên ngõ phố cho đến những chiếc đồng hồ khổng lồ trong đại sảnh khách sạn, hình bóng của nhân vật huyền thoại này lan truyền khắp nơi.\n\n\"Ở Penacony, ai có thể không thích đồng hồ cơ chứ?\"\n\nMà Thợ Đồng Hồ thực sự lại im lặng trước tất cả điều này, chưa bao giờ bày tỏ ý kiến về chiếc đồng hồ đầu tiên đó. Cho đến khi hình ảnh đồng hồ trở thành điều hiển nhiên ở Penacony, cho đến khi không còn ai hỏi về nguồn gốc của Thợ Đồng Hồ nữa."
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "l_phc_h_o_th_ng_h",
      "name": "Lễ Phục Hư Ảo Thợ Đồng Hồ",
      "type": "BODY",
      "desc": "Một bộ lễ phục bằng da lộng lẫy, trang nhã hoa lệ, thường được dùng trong các buổi tiệc.",
      "typeText": "Thân",
      "backstory": "Trong nhiều lời đồn ở Penacony, Thợ Đồng Hồ có thân phận và hình dáng khác nhau hoàn toàn.\n\nTrong câu chuyện hư cấu vô căn cứ, ông có lúc là một ông lão hiền lành, có lúc lại là một thục nữ tao nhã, thậm chí có lời đồn ông là một quý ông khổng lồ với chiều cao trăm thước... Nhưng bất kể ở câu chuyện nào, ông luôn diện một bộ trang phục lộng lẫy.\n\nNgười ta đồn rằng Thợ Đồng Hồ sẽ chia sẻ bí mật của mình với người bạn nhảy tại Cõi Mộng, nơi bình minh và hoàng hôn giao thoa. Nghe được tin này, mọi người đua nhau tham gia các buổi vũ hội hoa lệ, gửi lời mời đến các vị khách thần bí ẩn mình trong đám đông ăn diện xa hoa - ngày càng nhiều Khách Tìm Mộng nhân cơ hội này tìm hiểu và quen biết với nhau, vũ hội dần trở thành không gian xã giao đầy ắp tình yêu thương thân thiết. Vé vào cửa cao cấp luôn hết sạch khi vừa rao bán, cho dù chủ nhân của bộ trang phục lộng lẫy trong lời đồn chưa bao giờ xuất hiện, nhưng điều này không làm giảm nhiệt huyết của những khách mời muốn tìm kiếm cuộc vui.\n\n\"Nhìn cách ăn mặc của ngài, liệu ngài có phải là Thợ Đồng Hồ danh tiếng lẫy lừng?\" Câu hỏi này ban đầu là một lời thăm hỏi chân thành, sau đó trở thành lời khen ngợi tâng bốc, rồi cuối cùng trở thành cụm từ mật mã để mời khiêu vũ.\n\nThợ Đồng Hồ có thêm một mối kinh doanh về vũ hội, và Cõi Mộng cũng có thêm một phần lãng mạn, đam mê."
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "giy_da_giu_mng_th_ng_h",
      "name": "Giày Da Giấu Mộng Thợ Đồng Hồ",
      "type": "FOOT",
      "desc": "Một đôi giày da trang nhã, người mang nó đã lẻn vào giấc mơ với tư thế bí ẩn.",
      "typeText": "Chân",
      "backstory": "\"Thợ Đồng Hồ\" đã đi khắp mọi thời khắc của Cõi Mộng, đi qua từng trang sử của Penacony. Tên của ông lưu truyền trong vùng đất của những giấc mơ suốt hàng trăm năm, đến tận ngày nay, những vị Khách Tìm Mộng vẫn có thể nghe thấy những lời bàn về tung tích của ông ấy.\n\nNgười ta không khỏi nghi ngờ, liệu Thợ Đồng Hồ là một người, một tổ chức hay chỉ là một cái tên được thêu dệt bởi Gia Tộc?\n\nMột số Khách Tìm Mộng quyết tâm khám phá sự thật về Thợ Đồng Hồ, đi đến từng Cõi Mộng để tìm kiếm dấu vết của nhân vật huyền bí này. Nhưng cuối cùng, họ chỉ tìm thấy những hình bóng lướt qua - một vị khách thần bí tại cuộc họp thương mại nào đó, một thương hiệu vô chủ nổi lên bất chợt, một khoản đầu tư khổng lồ từ nguồn gốc bí ẩn... Mỗi lần họ cố gắng suy luận theo hướng Thợ Đồng Hồ không tồn tại, họ lại phát hiện rằng ông vẫn hiện diện ở khắp mọi nơi trong Cõi Mộng.\n\nNhững quyển sách về Thợ Đồng Hồ chất đống trên kệ sách của \"Thư Viện Thức Tỉnh\", và tên ông mãi quanh quẩn trong Penacony.\n\nNgười ta càng cố gắng tìm hiểu sự thật, họ lại càng bị những lời nói dối làm mờ mắt... Trong ngàn câu chuyện và vạn lời đồn đại, ngôi sao tầm cỡ này chỉ để lại dấu chân, không hề để lại một chút bóng dáng nào."
    }
  ]
}