{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "Thuyền Trưởng Đuổi Sóng Biển Sâu",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Sát Thương Bạo Kích tăng <nobr>16%</nobr>.",
    "4": "Khi người trang bị trở thành mục tiêu kỹ năng của mục tiêu khác thuộc phe ta, sẽ nhận 1 tầng Trợ Lực, tối đa cộng dồn <nobr>2</nobr> tầng. Khi thi triển Tuyệt Kỹ, nếu có <nobr>2</nobr> tầng Trợ Lực sẽ tiêu hao tất cả Trợ Lực, tăng <nobr>48%</nobr> Tấn Công của người trang bị, duy trì <nobr>1</nobr> hiệp."
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "Mũ Dẫn Đường Của Thuyền Trưởng",
      "type": "HEAD",
      "desc": "Chiếc mũ rộng vành lấp lánh ánh ngọc trai. Các thủy thủ rong ruổi trên biển dùng nó để che chắn ánh nắng gay gắt của Aquila.",
      "typeText": "Đầu",
      "backstory": "Giữa những rặng đá ngầm ven bờ, xác chiến hạm ba tầng mắc cạn như một con cá voi khổng lồ... Đó là con thuyền chinh phạt Siren, sóng biển đã đẩy con thuyền về bờ, nhưng lại bỏ rơi người gặp nạn giữa biển lớn.\n\n\"Hỡi dũng sĩ của Phagousa, dù ngươi là ai, ta khẩn thiết xin ngươi hãy đứng lên bảo vệ Skiana!\" Tiếng khóc tuyệt vọng của quốc vương không ai đáp lại. Đối đầu với Siren, kết cục chẳng có gì khác ngoài việc trở thành một cái xác trôi dạt trên biển.\n\n\"Hãy cho ta một con thuyền lớn chắc chắn, và cho ta 50 thuyền viên, ta sẽ giết chết Siren độc ác đó!\" Thuyền trưởng trẻ tuổi đội nón rộng vành chen ra khỏi đám đông chật chội, chiếc nón của anh phát ra ánh sáng như ngọc trai, phủ lên khuôn mặt trắng bệch của mọi người một lớp cầu vồng bảy sắc... Sự xuất hiện của anh giống như bình minh trên biển, trong nháy mắt, đường chân trời đã thành màu trắng bạc.\n\n\"Ta sẽ đóng cho ngài một con thuyền tốt nhất thế giới!\" Các thợ thủ công bị thu hút bởi thần thái của thuyền trưởng trẻ tuổi. Gỗ của con thuyền khổng lồ ấy không bao giờ mục rữa trên biển lớn, mũi thuyền còn được gắn tấm ván được đẽo từ cây đại thụ của Cerces, thấm nhuần sức mạnh của lời tiên tri...\n\n\"Đi đi, đệ tử được hiền nhân bồi dưỡng, anh hùng được thần linh lựa chọn, hãy đi thuần phục sự điên cuồng của Phagousa.\" Ba ngày sau, chiếc thuyền chở đầy thuyền viên đã xuất phát từ Skiana."
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "Tinh Bàn Bắt Sáng Của Thuyền Trưởng",
      "type": "HAND",
      "desc": "Chiếc la bàn hàng hải nắm bắt được hướng chỉ dẫn của ánh sao. Cho dù bản thân đang ở trong đại dương tăm tối vô tận, cũng sẽ có ánh sao dẫn đường phía trước.",
      "typeText": "Tay",
      "backstory": "Mây đen như chì sắt đè nặng lên đỉnh cột buồm, trong mưa bão, con tàu trôi dạt như cánh bèo. Boong tàu làm từ cây quý cũng rung lắc dữ dội trước những con sóng khổng lồ.\n\n\"Vùng biển quanh năm sóng yên gió lặng, cũng đã nhiễm thói cuồng bạo của Siren.\" Thuyền trưởng trẻ tuổi đứng trên tháp mũi tàu, mặt ủ mày chau nhìn chằm chằm vào những đám mây đen dày đặc phía xa... Chiếc tinh bàn trên cổ tay vẫn không có phản ứng.\n\nMột tia sét đánh xuống, dây buồm chính đứt phựt trong tiếng nổ vang dội, thủy thủ đoàn la hét chạy tán loạn.... Thuyền trưởng trẻ tuổi trách mắng, yêu cầu các thủy thủ nghe theo hiệu lệnh chèo mạnh, chỉ huy người lái tàu chuyển hướng, tránh những con sóng lớn cao ngất ngưởng như núi... Họ chiến đấu chống lại cơn thịnh nộ của Phagousa, chịu đựng cho đến khi ánh sao dẫn đường của Aquila nhấp nháy. Đột nhiên, thuyền trưởng giơ tay hét lớn, chiếc la bàn hàng hải trên cổ tay phản chiếu ánh sao lốm đốm...\n\n\"Mọi người, đi theo ánh sáng đó, chúng ta sẽ vượt qua cơn bão!\"\n\nCác thủy thủ dồn hết tinh thần, hát vang bài ca biển cả. Con thuyền cứ như một thanh đao sắc bén xé ngang sóng biển, hướng về phía bình minh.\n\n\"Rất nhanh thôi, chúng ta sẽ đưa cô ta ra khỏi xiềng xích... Nhìn rõ con đường phía trước, chuẩn bị! Xuất phát!\""
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "Áo Khoác Cưỡi Gió Của Thuyền Trưởng",
      "type": "BODY",
      "desc": "Chiếc áo choàng đi biển tung bay như cánh buồm khổng lồ. Nếu gió lớn không giúp ta, ta sẽ biến thành gió lớn.",
      "typeText": "Thân",
      "backstory": "Một mũi tên bằng đồng, cao bằng một người được bọc trong ngọn lửa xé toạc màn sương biển, nhưng ngay khi chạm vào bộ giáp vảy của Siren, nó lại vỡ nát thành tro bụi. Những xúc tu màu xanh nhạt quấn chặt quanh eo của các thủy thủ, và ngay cả khi bị chém đứt, chúng vẫn quằn quại trên boong tàu, điên cuồng gặm nhấm những thuyền viên hoảng loạn.\n\n\"Tay chân của thuyền viên giãy giụa trên không trung, khóc lóc gọi tên ta, đó là cảnh tượng đáng sợ nhất trong sự nghiệp đi biển của ta.\" Giọng thuyền trưởng run run, anh ta không hề nói dối.\n\nSiren khổng lồ nổi lên mặt biển, những xúc tu cong queo của nó ôm chặt lấy con tàu, sống lưng của nó giống như một hòn đảo di động. Thuyền phó đâm ngọn giáo sắt đỏ rực vào cái miệng đầy răng nhọn của nó, máu đen tanh thối nhuộm đen cả boong tàu. Các thuyền viên may mắn thoát khỏi đợt tấn công chí mạng trong gang tấc, nhưng khi thuyền trưởng quay đầu lại nhìn, ngọn tháp ở đuôi thuyền đã bị xúc tu khổng lồ đập vỡ, giống như quả hạch đào bị Ngọn Giáo Thần Phạt của Nikador đập nát. Đây là cơ hội ngàn năm có một, xông lên hay bỏ chạy, mọi ánh mắt đổ dồn về phía thuyền trưởng...\n\n\"Lái sang trái! Các tay chèo, tăng tốc hết cỡ! Giương hết buồm, chuẩn bị đâm vào!\"\n\nÁo choàng của thuyền trưởng tung bay trong tiếng gió, các thuyền viên cũng đã chuẩn bị tinh thần, sẵn sàng đối mặt với cái chết... Sắt thép va vào vảy cứng, sống thuyền vỡ tan, Siren gào thét. Cơ thể của nó đã mất đi uy lực vốn có, từ từ chìm xuống đáy biển sâu."
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "Giày Đạp Sóng Của Thuyền Trưởng",
      "type": "FOOT",
      "desc": "Những con sóng vỡ vụn nở rộ dưới đôi giày của thuyền trưởng. Ngay cả khi anh ấy một đi không trở lại, thủy triều cũng sẽ mang theo chúc phúc của anh ấy.",
      "typeText": "Chân",
      "backstory": "Trên bãi biển không biết ở đâu, thuyền trưởng trẻ ngẩng mặt lên trời. Ánh tà dương phủ một lớp vàng lên bờ biển tan hoang... Trong vầng hào quang này, Skiana xa xôi dường như trở nên dễ dàng chạm tới... Anh ấy biết rằng, đây chính là thời khắc cuối cùng của cuộc đời.\n\n\"...Chúng ta đã thuần phục được sự điên cuồng của Phagousa.\" Siren sớm đã trốn vào vùng biển sâu hơn, trong một trăm năm không thể xâm chiếm bờ biển lần nữa.\n\nTấm ván gỗ được đẽo từ cây khổng lồ của Cerces hỏi thuyền trưởng lời cuối cùng. Nó sẽ cưỡi trên sóng biển trở về Skiana ngày nhớ đêm mong, ca tụng hành trình anh hùng, cổ vũ nhiều người trẻ tuổi ra khơi. Thuyền trưởng nhìn nửa người bị cắt đứt của mình, đó là đôi ủng dài mà hiền sư tặng cho anh, đôi ủng đã đưa anh qua vô số thành bang... Nhưng giờ, chuyến hành trình dài đằng đẵng của anh sẽ kết thúc tại đây...\n\n\"Nói với họ, ta còn một vùng biển âm ty phải chinh phục. Cố hương ơi, đừng vì ta mà bi thương.\"\n\nGió biển thổi nhẹ vào bức tường thành của Skiana năm này qua năm khác, câu chuyện về Siren cũng đã trở thành lời ru dịu dàng của những người mẹ ru con... Những thủy thủ may mắn thoát khỏi biển dữ vẫn đang chờ đợi thuyền trưởng đạp sóng trở về."
    }
  ]
}