{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "Đấng Cứu Thế Tái Tạo Trời Đất",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Tỷ Lệ Bạo Kích tăng <nobr>8%</nobr>.",
    "4": "Sau khi người trang bị thi triển Tấn Công Thường hoặc Chiến Kỹ, nếu Linh Hồn Ký Ức của người trang bị trong trận, sẽ khiến Giới Hạn HP của người trang bị và Linh Hồn Ký Ức của người đó tăng <nobr>24%</nobr>, sát thương toàn bộ phe ta gây ra tăng <nobr>15%</nobr>, duy trì đến sau khi người trang bị thi triển Tấn Công Thường hoặc Chiến Kỹ tiếp theo."
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "Mũ Trùm Hành Trình Của Đấng Cứu Thế",
      "type": "HEAD",
      "desc": "Chiếc mũ trùm được cho là dùng để che mưa che gió của Đấng Cứu Thế trong truyền thuyết, thực tế mặc vào có thể sẽ khác với mô tả của nhà thơ lang thang.",
      "typeText": "Đầu",
      "backstory": "Sương đêm Oronyx quấn quanh cành nguyệt quế,\nAnh hùng cứu thế cùng chiếc hộp đen, từ bên ngoài bầu trời giáng xuống Vực Thẳm Định Mệnh.\n\n{F#Cô ấy}{M#Anh ấy} đến theo Lời Sấm Truyền, nhưng khi đó các tư tế lại e sợ chuyện bàn luận về bên ngoài bầu trời.\n\"Đừng bàn luận ồn ào về bầu trời, Aquila đa nghi kia chưa bao giờ do dự giáng xuống đòn trừng phạt bằng sấm sét.\"\nNghe xong câu này, Đấng Cứu Thế tự tin giận dữ đáp:\n\"Nhà tiên tri về tai ương kia, ngươi chưa từng nghĩ rằng, thần linh cũng phải e dè sự trừng phạt từ con người sao!\"\n\nTrên bức tường thành, Đấng Cứu Thế chứng kiến bình minh màu hoa hồng vươn lên nơi chân trời,\n\"Đầu tiên là Nikador nắm giữ Phân Tranh,\nTa cầu nguyện rằng ngài sẽ mang đến vinh quang, chứ không phải điên loạn.\"\nĐấng Cứu Thế vén mũ trùm, phóng một ngọn thương dài,\nBóng thương lao vút đi như con sói đơn độc đầu xuân, xông vào Thành Kremnos, lướt qua những con phố nhỏ.\n\n\"Nhân danh Mnestia! Nếu sợi chỉ định mệnh đã đứt, ta sẽ dệt nên chương mới.\"\nTiếng gầm của Vua Điên vang vọng từ xa, ngọn thương đó báo hiệu cuộc khởi hành trước cả những bước chân.\n\"Người bạn Hậu Duệ Chrysos đồng hành với ta sẽ chờ đợi trên hành trình, ta phải lên đường thôi.\"\n\nCác tư tế Janus ngước nhìn mái tóc xám xõa xuống của Đấng Cứu Thế, lớn tiếng reo hò,\nniềm vui như những mầm cỏ khô héo nhận được sự nuôi dưỡng."
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "Găng Tay Cầm Kiếm Của Đấng Cứu Thế",
      "type": "HAND",
      "desc": "Đôi găng tay được mang để che chắn khi vượt qua muôn vàn gian khổ của Đấng Cứu Thế trong truyền thuyết, thực tế mang vào có thể sẽ khác với mô tả của nhà thơ lang thang.",
      "typeText": "Tay",
      "backstory": "Biển băng của Phagousa bào mòn bờ biển dài của Styxia,\nAnh hùng cứu thế đã đến bến cảng Sông Styx, nơi Rồng Khổng Lồ màu sắc u ám hóa thân thành con thuyền của âm giới.\n\nNhững vong hồn dọc bờ Sông Styx hóa thành lời thì thầm ngọt ngào, khuyên người anh hùng đừng trở về trần thế.\n\"Ngươi đã khiến những Titan nơi trần thế quy phục, sao không để lại sự nghiệp cho những người kế thừa của mình?\"\nNghe xong những lời ấy, Đấng Cứu Thế đau buồn đáp lại:\n\"Hỡi những người đã chết trầm luân nơi đây, ngươi chưa từng nghĩ rằng, khát vọng cứu thế của ta còn lớn hơn cả mong muốn đoàn tụ.\"\n\nTrên con thuyền, Đấng Cứu Thế hồi tưởng lại từng khoảnh khắc trong hành trình Săn Đuổi Lửa,\n\"Tạm biệt, Thanatos của \"Tử Vong\",\nTa mong ngài hãy chăm sóc những người bạn thân thiết nhất của ta, dù họ chưa từng sợ hãi cái chết.\"\nĐấng Cứu Thế vuốt ve đôi găng tay da lộn, vẫn còn lưu lại hơi ấm của những người bạn cũ,\nTừ bờ biển nở đầy hoa Antila, theo làn gió tây ấm áp ẩm ướt, thổi về trần thế.\n\n\"Cerces, xin hãy bảo vệ lý trí của ta, để ta không phải ngoái nhìn về quá khứ nữa.\"\nTrải nghiệm trở về từ cõi chết ấy, đủ để chứng minh tư chất anh hùng với bất kỳ ai.\n\"Không còn lâu nữa đâu, các đồng đội Hậu Duệ Chrysos của ta, ta sẽ thực hiện lời thề không bao giờ bị xóa nhòa ấy.\"\n\nMặt Đất của Georios chào đón sự trở về của {F#cô ấy}{M#anh ấy}, hành trình Săn Đuổi Lửa vẫn tiếp diễn.\nNhư màn đêm sau khi mây đen tan biến, sao mai lại một lần nữa lấp lánh."
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "Chiến Bào Kế Thừa Của Đấng Cứu Thế",
      "type": "BODY",
      "desc": "Chiến bào được khoác lên khi giao tranh binh đao của Đấng Cứu Thế trong truyền thuyết, thực tế mặc vào có thể sẽ khác với mô tả của nhà thơ lang thang.",
      "typeText": "Thân",
      "backstory": "Mây đen cuồn cuộn của Aquila tràn ngập cơn thịnh nộ,\nAnh hùng cứu thế bước lên cây cầu được tạo nên từ cầu vồng, đánh rơi bầu trời vốn dĩ không thể chạm tới kia.\n\nSát cánh với anh hùng cứu thế chính là người đồng đội đã vào sinh ra tử cùng {F#cô ấy}{M#anh ấy}.\n\"Săn Đuổi Lửa là một hành trình không ngừng mất mát, và trong đó, cả sinh mệnh cũng trở nên nhỏ bé.\"\nNghe xong những lời ấy, Đấng Cứu Thế kiên quyết bình tĩnh trả lời:\n\"Từ lâu ta đã hiểu rõ quyết tâm của các người, dù ngàn vạn lần, ta cũng sẽ không phản bội nó.\"\n\nTrên hành trình đi đến nghi thức Tái Sáng Thế, Đấng Cứu Thế lần lượt từ biệt những chiến hữu bảo vệ con đường trở về,\n\"Đó là hành trình và sử thi kéo dài ngàn năm,\nĐó là câu chuyện được vô số người đi trước trao lại cho chúng ta, và hôm nay nhất định sẽ hoàn thành tại nơi đây.\"\nNgười đồng hành cuối cùng khoác tấm áo choàng lên vai Đấng Cứu Thế rồi xoay người đối mặt với cường địch ập đến như thủy triều.\nĐó là biểu tượng kề vai tác chiến, vừa là sự phó thác, cũng là sự kế thừa.\n\n\"Nếu Talanton có thể nghe thấy, sự hy sinh cao cả này xứng đáng với một ngày mai tốt đẹp hơn.\"\n\"Quả thật, chúng ta đã thiêu rụi tất cả...\"\n\"Chỉ để khắc nên nét bút đầu tiên trong sử thi sáng thế.\"\n\nDưới ánh mắt dịu dàng của Kephale, Đấng Cứu Thế sẽ mang theo nguyện vọng của tất cả mọi người để tái tạo lại trời đất..."
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "Ủng Khai Hoang Của Đấng Cứu Thế",
      "type": "FOOT",
      "desc": "Đôi ủng được mang khi vượt núi băng sông của Đấng Cứu Thế trong truyền thuyết, thực tế mang vào sẽ khác với mô tả của nhà thơ lang thang.",
      "typeText": "Chân",
      "backstory": "\"Hỡi Kén Vàng, ngươi sẽ tận mắt chứng kiến kết cục lãng mạn, dệt lại vận mệnh hoàn mỹ.\"\n\"Hỡi Cánh Cổng Vạn Lối, ngươi sẽ mở ra ngàn vạn lối về, hiện thực hóa lời tiên tri về cuộc hội ngộ ngày mai.\"\n\"Hỡi Nhánh Phân Chia, ngươi gieo mầm trí tuệ của \"Nghi Ngờ\", cuối cùng sẽ nảy mầm trong trí tuệ của mọi người.\"\n\"Hỡi Con Mắt Ngày Và Đêm, hãy nhìn xem! Bầu trời kia không tì vết, tận cùng chính là ánh cầu vồng chữa lành.\"\n\n\"Hãy trở về quê hương, hỡi \"Ngọn Giáo Thần Phạt\", ngươi sẽ bước lên ngai vàng được mọi người tung hô, thề nguyện mang lại hòa bình cho thế gian.\"\n\"Hãy cứ thoải mái nói ra đi, hỡi \"Đồng Xu Sấp Ngửa\", dù là lời nói đùa tinh quái hay lời nói chân thành, ngươi không cần phải giấu giếm.\"\n\"Hãy ôm trọn lấy đi, hỡi \"Bàn Tay Hắc Ám\", chủ nhân của Sông Styx...\"\n\"Sự dịu dàng của ngươi đủ sức sưởi ấm cả biển hoa bên kia bờ, mỗi lần chia ly đều xứng đáng với niềm mong đợi ngày tái ngộ.\"\n\n\"Người đời sẽ nghe thấy, tiếng hát của \"Chiếc Cốc Tràn Đầy\" bất tận trong yến tiệc.\"\n\"Người đời sẽ thấy được, \"Màn Đêm Vĩnh Hằng\" gìn giữ những tháng năm không thể quên.\"\n\"Trụ Cột Của Đá\" bất diệt sẽ nâng đỡ hành trình xa xôi của chúng sinh, cho đến điểm cuối của hành trình.\"\n\"Cán Cân Công Lý\" sẽ ban tặng luật pháp không vụ lợi, để tôn vinh ngàn vạn anh hùng trong Hành Trình Săn Đuổi Lửa...\"\n\n\"Ngôi Vương Của Thế Giới\", không cần phải một mình gánh vác tất cả nữa.\nNhìn xem, mặt trời rực lửa bất diệt đã mọc lên rồi...\"\n\nNhững câu từ được đúc nên từ tiếc nuối ấy sẽ trọn vẹn trong bài thơ được viết lại.\nĐích đến xa xôi không thể chạm tới kia, sẽ đến được trong \"Khai Phá\"."
    }
  ]
}