{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Пилюля долголетия жестокости",
  "description": "Повышает макс. HP всех союзников на 20% и сопротивление эффектам на 6% в следующих 3 боях.",
  "story": "Лекарство, эксклюзивное для Яоцин Сяньчжоу, которое, как говорят, улучшает общую физическую форму и делает тех, кто его принимает, невосприимчивыми ко всем болезням на короткий период времени.\nЛегенды рассказывают о целителе по имени Юй, который влюбился в торговку из лисьего народа. Но раса видьядхара могла прожить тысячу лет, гораздо дольше лисьего народа. Юй искал способы высвободить свою возлюбленную из тисков смерти. Он попался на уловки Учеников Санктус Медикус и попросил свою возлюбленную принять лекарство долголетия Изобилия, не сказав ей, что это такое. Девушка-лисица превратилась в мерзость, которая больше не любила его, а потом была убита Облачными Рыцарями. Не желая допустить, чтобы убитый горем Юй стал поражённым Марой, Комиссия по алхимии приказала ему принять пилюлю долголетия жестокости, которая лишила его любви и желания до самой его кончины.\nУ легенды есть и другая версия, согласно которой Юй не из расы видьядхара, а простой смертный, девушка-лисица - шпионка, подосланная учениками для проникновения в Комиссию по алхимии. Эта версия менее популярна, поскольку превращает любовную историю в борьбу за власть.\n\n«Долголетие - это проклятие, если жизнь лишена страсти и желания».",
  "rarity": 5,
  "source": [
    {
      "description": "Универсальная машина для синтеза",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Семена",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Амбра Изобилия",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Твёрдый кусочек Небытия",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Строительный материал Сохранения",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Межпространственный лист",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Расходный предмет"
  }
}
