{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Пилюля долголетия жестокости",
  "description": "Повышает макс. HP всех союзников на 20% и сопротивление эффектам на 6% в следующих 3 боях.",
  "story": "Средство, созданное на Яоцине Сяньчжоу по секретному рецепту. Улучшает общую физическую форму и на короткое время делает тех, кто его принимает, невосприимчивыми ко всем болезням.\nПо одной легенде целитель по фамилии Юй влюбился в торговку из лисьего народа. Только вот видьядхара живут тысячу лет, гораздо дольше лисьего народа. Юй искал способ высвободить свою возлюбленную из тисков смерти, поверил обещаниям Учеников Санктус Медикус и обманом велел возлюбленной принять чудодейственное средство Изобилия. К несчастью, девушка-лисица превратилась в мерзость и позабыла свою любовь, а потом погибла от рук Облачных Рыцарей. Целитель Юй сходил с ума от горя. Чтобы избежать поражения Марой, Комиссия по алхимии приказала ему принять пилюлю долголетия жестокости, которая лишила его любви и стремлений до конца жизни.\nНо есть и другая версия истории, в ней Юй не видьядхара, а обычный человек, в то время как девушку-лисицу подослали Ученики Санктус Медикус, чтобы та внедрилась в Комиссию по алхимии. Эта версия менее популярна, поскольку превращает романтическую историю в борьбу за власть.\n\n«Тех, кто любит и чувствует, поражает Мара. А те, кто лишён любви и стремлений, способны прожить тысячу лет. Но так ли страшно поражение Марой и так ли прекрасно долголетие?»",
  "rarity": 5,
  "source": [
    {
      "description": "Универсальная машина для синтеза",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Семена",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Амбра Изобилия",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Твёрдый кусочек Небытия",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Строительный материал Сохранения",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Межпространственный лист",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Расходный предмет"
  }
}