{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Longevity Pill of Cruelty",
  "description": "Upon use, increases Max HP of all allies by 20% and Effect RES by 6% in the next 3 battles.",
  "story": "A medicine exclusive to the Xianzhou Yaoqing, said to have the effect of improving overall fitness and rendering those who take it immune to all diseases for a short period of time.\nOn the Yaoqing, legend holds that a healer who went by the name of Yu fell in love with a Foxian trader girl. But the Vidyadhara race could live for a thousand years, much longer than the Foxians. Yu searched for ways to release his lover from the grip of death. He fell for the trickery of the Disciples of Sanctus Medicus and asked his lover to take the longevity medicine of Abundance without telling her what it was. The Foxian girl turned into an abomination that no longer loved him before being slain by the Cloud Knights. To prevent Yu, who was overwhelmed by grief, from becoming mara-struck, the Alchemy Commission ordered him to take the Longevity Pill of Cruelty that deprived him of love and desire until his demise.\nThe legend has another version, in which Yu was not of the Vidyadhara race but a mere mortal, and the Foxian girl was a spy planted by the Disciples to infiltrate the Alchemy Commission. This version is not as popular, for it turns a romance story into a power struggle.\n\n\"Longevity is a curse when life is deprived of passion and desire.\"",
  "rarity": 5,
  "source": [
    {
      "description": "Omni-Synthesizer",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Seed",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Ambergris of Abundance",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Hard Chip of Nihility",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Preservation Construction Material",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Interdimensional Leaf",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Consumables"
  }
}
