{
  "id": 12226,
  "contacts": {
    "id": 7,
    "name": "Sistema de vigilancia de Herta",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Nous te vigila",
    "typeId": 2,
    "type": "Otros"
  },
  "relatedMessages": [
    10108,
    10120,
    12226,
    12227
  ],
  "sections": [
    {
      "id": 1222600,
      "startingMessageId": [
        122260000
      ],
      "messages": {
        "122260000": {
          "id": 122260000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Recordatorio de la administración del sistema de desarrollo de creaciones: Son las 00:01, hora del sistema de Herta. La gestión del área de alimentación de ayer ha concluido. Se está generando un informe diario de actividades de riesgo de las creaciones en el área de alimentación.",
          "next": [
            122260001
          ]
        },
        "122260001": {
          "id": 122260001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Informe diario de actividades de riesgo de las creaciones en el área de alimentación: 1. Algunas creaciones intentaron quitarles comida a otras. Estas últimas se tragaron la comida de un bocado, dejando a todas las presentes completamente sorprendidas. 2. Una creación volcó su plato y la comida se desparramó por todas partes. Luego pareció darse cuenta del error y se comió toda la comida lamiendo el suelo hasta que podías ver su cara reflejada en él. Esto hizo que una creación que pasaba tropezara accidentalmente. 3. Una nueva creación probó por primera vez la comida sobrante del día anterior. Después de una breve confusión, logró ingerir la comida con éxito. 4. Una creación golpeó el suelo con su cola mientras elegía su comida, todo porque la comida no estaba a la altura de sus expectativas. Su cola se fracturó debido a la dureza del suelo de la Estación Espacial. Su extremidad se vendó ya y no corre peligro. 5. Una creación se inventó una nueva pose y estiró su cuerpo mientras se alimentaba, atrayendo las miradas curiosas de otras creaciones.",
          "next": []
        }
      },
      "participatingContactsIds": [
        7
      ]
    }
  ]
}