{
  "id": 12227,
  "contacts": {
    "id": 7,
    "name": "Sistema de vigilancia de Herta",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Nous te vigila",
    "typeId": 2,
    "type": "Otros"
  },
  "relatedMessages": [
    10108,
    10120,
    12226,
    12227
  ],
  "sections": [
    {
      "id": 1222700,
      "startingMessageId": [
        122270000
      ],
      "messages": {
        "122270000": {
          "id": 122270000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Recordatorio de la administración del sistema de desarrollo de creaciones: Son las 00:01, hora del sistema de Herta. La gestión del área de descanso de ayer ha concluido. Se está generando un informe diario de las actividades de las creaciones en el área de descanso.",
          "next": [
            122270001
          ]
        },
        "122270001": {
          "id": 122270001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Informe diario de actividades de riesgo de las creaciones en el área de descanso: 1. Una de las creaciones intentó un estiramiento prolongado mientras disfrutaba de un baño bajo la luz de las estrellas. Resultó herida por el esfuerzo excesivo. 2. Otra de las creaciones saltó al suelo y mantuvo una conversación con su propio reflejo en el suelo durante 5 minutos. Las demás creaciones están bastante preocupadas por su salud mental. 3. Dos creaciones se quedaron dormidas mientras se acurrucaban la una contra la otra. Sin embargo, una de ellas sufrió un calambre en la pierna y le propinó a la otra varias patadas. Ambas despertaron y se enzarzaron en una acalorada discusión. 4. Un robot de paso estaba actualizando su sistema y emitió ruidos extraños, despertando a tres creaciones en el proceso. 5. Tres creaciones se acurrucaron juntas en el mismo nido, dándose calor entre ellas. La temperatura del aire acondicionado en esta zona se ha reducido.",
          "next": []
        }
      },
      "participatingContactsIds": [
        7
      ]
    }
  ]
}