{
  "id": 14501,
  "contacts": {
    "id": 179,
    "name": "Discípulo evocultista",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "La vida encontrará la salida",
    "typeId": 2,
    "type": "Otros"
  },
  "relatedMessages": [
    14500,
    14501
  ],
  "sections": [
    {
      "id": 1450101,
      "startingMessageId": [
        145010000
      ],
      "messages": {
        "145010000": {
          "id": 145010000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "Este mensaje es un envío automático del sistema.",
          "next": [
            145010001
          ]
        },
        "145010001": {
          "id": 145010001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "A ti, que piensas como yo: ya reuniste 4 fichas del Chivo expiatorio dorado. Por eso creo que, al igual que yo, tienes un interés particular en él.",
          "next": [
            145010002
          ]
        },
        "145010002": {
          "id": 145010002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Me llamo Avilius (como tal vez hayas adivinado). Mis habilidades personales son limitadas, así que es difícil que pueda descubrir más misterios relacionados con el Chivo expiatorio dorado. Pero quizás tú puedas. En honor a la verdad, resulta que conozco a un académico del Consejo de Ancianos que me ayudó a analizar cierta información sobre el Chivo expiatorio dorado y también instaló en secreto este sistema de transmisión automática en esta cabeza de chivo.",
          "next": [
            145010003
          ]
        },
        "145010003": {
          "id": 145010003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Se dice que el sistema del Chivo expiatorio dorado tiene una estrategia de red única. Cada vez que completamos una prueba, oímos unos murmullos antiguos con distintos significados (aunque yo no los diferencio, el académico los tradujo de forma distinta). Por supuesto, el Evocultismo cree que es más factible que los milagros ocurran de forma natural y no que sean creados artificialmente, así que, en lo que respecta al Chivo expiatorio dorado, es posible que no haya nadie enviándonos mensajes desde milenios atrás.",
          "next": [
            145010004
          ]
        },
        "145010004": {
          "id": 145010004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "De hecho, según piensa ese académico, el Chivo expiatorio dorado es probablemente una proyección o algún tipo de fisura creada por una divinidad. Sus reglas son el resultado de unas leyes superiores comprimidas por la realidad.",
          "next": [
            145010005
          ]
        },
        "145010005": {
          "id": 145010005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Creo que nos estamos desviando del tema. Bueno, no importa dónde conseguiste esas 4 fichas. Las funciones especiales que diseñó el académico para la telelosa son suficientes para que entres al sistema y puedas recibir los detalles que estoy introduciendo aquí.",
          "next": [
            145010006
          ]
        },
        "145010006": {
          "id": 145010006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Como he dicho antes, me llamo Avilius. Si vas a la plaza de Kefale y preguntas por mí, seguro que me encuentras.",
          "next": [
            145010007
          ]
        },
        "145010007": {
          "id": 145010007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "A ti, que piensas como yo: estaré esperando con ansias tu llegada.",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        179
      ]
    }
  ]
}