{
  "id": 14501,
  "contacts": {
    "id": 179,
    "name": "Эволюционный оккультист",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Жизнь сама найдёт выход",
    "typeId": 2,
    "type": "Другое"
  },
  "relatedMessages": [
    14500,
    14501
  ],
  "sections": [
    {
      "id": 1450101,
      "startingMessageId": [
        145010000
      ],
      "messages": {
        "145010000": {
          "id": 145010000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "Данное сообщение отправлено автоматически",
          "next": [
            145010001
          ]
        },
        "145010001": {
          "id": 145010001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Для тех, кто похож на меня. Вы получили 4 жетона золотого руна отпущения. Я верю, что вы заинтересованы не меньше меня.",
          "next": [
            145010002
          ]
        },
        "145010002": {
          "id": 145010002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Меня зовут Авилиус (ты, наверное, уже {F#догадалась}{M#догадался}). С моими ограниченными способностями мне никогда не разгадать секретов золотого руна отпущения. Но ты можешь. Честно говоря, я как раз познакомился с учёной из Сената, и эта почтенная гражданка помогла мне разобраться с некоторой информацией о золотом руне отпущения и тайком установить на козлиную голову систему автоматической отправки сообщений.",
          "next": [
            145010003
          ]
        },
        "145010003": {
          "id": 145010003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Говорят, в систему «Золотое руно отпущения» встроена уникальная сетевая стратегия. Каждый раз выполняя испытание, мы слышим древний шёпот, несущий в себе различный смысл (лично я совсем не могу его разобрать, но упомянутая достопочтенная учёная может дать различные переводы). Конечно, учение эволюционного оккультизма полагает, что чудеса исходят от природы, а не от людей, поэтому вполне возможно, что к «Золотому руну отпущения» рука человека не прикасалась.",
          "next": [
            145010004
          ]
        },
        "145010004": {
          "id": 145010004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "На самом деле учёная считает, что «Золотое руно отпущения» скорее проекция или же трещина в реальности, созданная таинственным и божественным существом. И эти правила - результат подавления более высоких правил реальностью.",
          "next": [
            145010005
          ]
        },
        "145010005": {
          "id": 145010005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Но мы отклонились от темы. В общем, неважно откуда у тебя эти 4 жетона, особые функции, разработанные учёной для камня связи подключат тебя к системе и будут отсылать сообщения.",
          "next": [
            145010006
          ]
        },
        "145010006": {
          "id": 145010006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Как я уже сказал, меня зовут Авилиус. Если порасспрашиваешь людей на площади Кефала, то легко сможешь меня найти.",
          "next": [
            145010007
          ]
        },
        "145010007": {
          "id": 145010007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Ты разделяешь мои помыслы, и я с нетерпением буду ждать встречи с тобой.",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        179
      ]
    }
  ]
}