{
  "id": 12226,
  "contacts": {
    "id": 7,
    "name": "Système panoptique de Herta",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "La toute-puissante Sagesse veille sur toi",
    "typeId": 2,
    "type": "Autres"
  },
  "relatedMessages": [
    10108,
    10120,
    12226,
    12227
  ],
  "sections": [
    {
      "id": 1222600,
      "startingMessageId": [
        122260000
      ],
      "messages": {
        "122260000": {
          "id": 122260000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Plateforme de gestion des créatures - Rappel : Il est 00:01 heure système Herta. La mise en place de la zone d'alimentation a pris fin hier. Voici le rapport quotidien sur les comportements à risque des créatures dans la zone d'alimentation.",
          "next": [
            122260001
          ]
        },
        "122260001": {
          "id": 122260001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Rapport quotidien sur les comportements à risque des créatures dans la zone d'alimentation : 1. Une créature a tenté de voler de la nourriture de la gamelle d'une autre, mais cette dernière a mangé le reste en une seconde, choquant toutes les créatures présentes. 2. Une créature a renversé sa gamelle, répandant de la nourriture partout. Par la suite, elle a semblé réaliser son erreur, a baissé la tête pour manger la nourriture par terre, léchant le sol jusqu'à le faire briller, ce qui a entraîné la chute accidentelle d'une créature passant à proximité. 3. Une nouvelle créature a goûté pour la première fois des restes de nourriture de la veille. Après un bref moment d'hésitation, elle a réussi à la manger. 4. Une créature a exprimé son mécontentement vis-à-vis de la nourriture en frappant le sol avec sa queue. Cependant, en raison de la dureté du sol de la station spatiale, sa queue s'est cassée. Elle a été soignée et ne présente actuellement aucune complication majeure. 5. Une créature a inventé une posture inhabituelle pour manger, étirant son corps et attirant les regards curieux des autres créatures.",
          "next": []
        }
      },
      "participatingContactsIds": [
        7
      ]
    }
  ]
}