{
  "id": 14502,
  "contacts": {
    "id": 180,
    "name": "Murmures du Bouc émissaire doré",
    "icon": "UI_Message_Group_Default",
    "signature": null,
    "typeId": 3,
    "type": "Groupes de discussion"
  },
  "relatedMessages": [
    14502,
    14503,
    14504,
    14505,
    14506,
    14522
  ],
  "sections": [
    {
      "id": 1450201,
      "startingMessageId": [
        145020000
      ],
      "messages": {
        "145020000": {
          "id": 145020000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Quant au Bouc émissaire doré, on peut en rediscuter ici !",
          "next": [
            145020001
          ]
        },
        "145020001": {
          "id": 145020001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "L'admin du groupe est l'académicien vétéran pour lequel j'ai un immense respect.",
          "next": [
            145020002
          ]
        },
        "145020002": {
          "id": 145020002,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "L'admin du groupe a mis tous les membres en sourdine",
          "next": [
            145020003
          ]
        },
        "145020003": {
          "id": 145020003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "Arrêtez avec les flatteries !",
          "next": [
            145020004
          ]
        },
        "145020004": {
          "id": 145020004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "Attendons de faire de nouvelles découvertes avant d'en discuter davantage. À en juger par le rythme actuel, il vous faut encore récupérer 4 têtes de bouc avant d'avoir du nouveau",
          "next": [
            145020005
          ]
        },
        "145020005": {
          "id": 145020005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "Ah, oui",
          "next": [
            145020006
          ]
        },
        "145020006": {
          "id": 145020006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "Je vous partage encore une fois l'histoire selon Avilius. J'avoue, c'est intéressant quand même",
          "next": [
            145020007
          ]
        },
        "145020007": {
          "id": 145020007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "« Lors de l'ère de la création, lorsque le ciel et la terre venaient de s'ouvrir, le monde était encore tout neuf. Beaucoup de choses n'avaient pas de nom et les gens se fiaient exclusivement aux gestes : les moutons n'étaient pas forcément des moutons et les hommes n'étaient pas forcément des hommes. Il n'y avait peut-être même pas de feu à l'époque... Les hommes mangeaient de la viande crue et, dans leur brutalité, ils se sont peut-être résolus au cannibalisme. Plus tard, un héros ou une héroïne a volé la flamme divine aux Titans qui ne voulaient pas leur donner le feu ; et c'est ainsi que ceux qui craignaient le feu sont devenus des moutons, et ceux qui ne le craignaient pas des hommes. Mais un héros se souvint qu'il n'y avait pas de différence entre les hommes et les moutons par le passé. Il porta alors un masque de mouton, en guise de punition pour avoir apporté la civilisation aux hommes, mais aussi pour avoir créé un fossé entre bergers et moutons. Dans ses cauchemars, aux heures les plus noires de la nuit, il ou elle devient l'obscurité et se poursuit lui-même sans fin. »",
          "next": [
            145020008
          ]
        },
        "145020008": {
          "id": 145020008,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 181,
          "text": "C'est étonnant de profondeur, ne trouvez-vous pas ?",
          "next": []
        }
      },
      "participatingContactsIds": [
        179,
        8001,
        181
      ]
    }
  ]
}