{
  "id": 14501,
  "contacts": {
    "id": 179,
    "name": "Disciple évoccultiste",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "La vie trouvera sa propre issue",
    "typeId": 2,
    "type": "Autres"
  },
  "relatedMessages": [
    14500,
    14501
  ],
  "sections": [
    {
      "id": 1450101,
      "startingMessageId": [
        145010000
      ],
      "messages": {
        "145010000": {
          "id": 145010000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "Ce message vous est envoyé automatiquement par le système",
          "next": [
            145010001
          ]
        },
        "145010001": {
          "id": 145010001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "À vous qui partagez un état d'esprit semblable au mien. Vous avez réuni 4 jetons du Bouc émissaire doré. J'en viens à penser que, tout comme moi, vous leur portez un intérêt tout particulier.",
          "next": [
            145010002
          ]
        },
        "145010002": {
          "id": 145010002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Je m'appelle Avilius (comme vous l'avez sans doute deviné). Mes capacités sont limitées, donc je serais bien incapable de découvrir encore plus de secrets autour du Bouc émissaire doré. Mais peut-être que vous si. En clair, il se trouve que je connais un érudit au Conseil des anciens qui m'a aidé à analyser certaines informations au sujet du Bouc émissaire doré. Il a aussi installé dans le plus grand des secrets ce système de transmission automatique dans la tête de bouc.",
          "next": [
            145010003
          ]
        },
        "145010003": {
          "id": 145010003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "On dit que le système du Bouc émissaire doré est doté d'une stratégie de réseau unique. Chaque fois qu'on termine une épreuve, on entend d'anciens murmures dont la signification varie (même si je suis incapable de les analyser, l'académicien arrive à donner plusieurs traductions de chaque murmure). Évidemment, l'évoccultisme croit que les miracles relèvent du naturel et ne sont pas l'œuvre d'êtres humains, et que donc, il est possible qu'aucun architecte n'ait envoyé de messages concernant le Bouc émissaire doré depuis des lustres.",
          "next": [
            145010004
          ]
        },
        "145010004": {
          "id": 145010004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "D'ailleurs, aux yeux de cet académicien, le Bouc émissaire doré serait une projection créée par un être divin ou une sorte de fracture. Les règles qui en résultent seraient le fruit d'une compression des lois supérieures par la réalité.",
          "next": [
            145010005
          ]
        },
        "145010005": {
          "id": 145010005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Je crois qu'on s'éloigne du sujet. Enfin bref, peu importe où vous avez obtenu ces 4 jetons. Les fonctionnalités spéciales qu'a conçues l'académicien pour tablithe vous suffiront pour vous connecter au système et vous obtenir plus de détails sur ce que j'ai présenté ici.",
          "next": [
            145010006
          ]
        },
        "145010006": {
          "id": 145010006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Et comme je l'ai dit, je m'appelle Avilius. Si vous allez demander aux gens de la Place de Képhale, vous pourrez me trouver.",
          "next": [
            145010007
          ]
        },
        "145010007": {
          "id": 145010007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Vous qui partagez les mêmes ambitions que moi, j'attendrai là-bas votre venue.",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        179
      ]
    }
  ]
}