{
  "id": 20111,
  "contacts": {
    "id": 1215,
    "name": "Hanya",
    "icon": "1215",
    "signature": "En session d'oniromancie, ne pas déranger",
    "typeId": 1,
    "type": "Personnages"
  },
  "relatedMessages": [20109, 20110, 20111],
  "sections": [
    {
      "id": 2011100,
      "startingMessageId": [201110000],
      "messages": {
        "201110000": {
          "id": 201110000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "J'ai des idées qui me viennent de temps en temps. Je ne sais pas si tu vas comprendre, mais on peut essayer. Je vais t'expliquer.",
          "next": [201110001]
        },
        "201110001": {
          "id": 201110001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "À la Prison des enchaînés, j'ai été plongée dans les souvenirs d'individus frappés par le mara durant des jours entiers. Parallèlement, à l'extérieur, j'entends constamment les gens se plaindre de futilités : j'ai trop de devoirs, je suis au bout du rouleau et je n'ai que quatre heures de divertissement par jour... Ils se plaignent d'être fatigués.",
          "next": [201110002]
        },
        "201110002": {
          "id": 201110002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Pour moi, même une petite pause d'une demi-heure, une fois tous les quelques jours, serait comme un cadeau venu des Dix seigneurs.",
          "next": [201110003, 201110004]
        },
        "201110003": {
          "id": 201110003,
          "type": "Text",
          "sender": "Player",
          "senderContactId": 8001,
          "text": "Les jeunes ont souvent une tolérance plus faible vis-à-vis du stress.",
          "next": [201110005]
        },
        "201110004": {
          "id": 201110004,
          "type": "Text",
          "sender": "Player",
          "senderContactId": 8001,
          "text": "C'est vrai. Beaucoup de gens ne réalisent pas à quel point ils ont de la chance.",
          "next": [201110005]
        },
        "201110005": {
          "id": 201110005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Eh bien, plus j'y pense, plus je les comprends. En fait, je me plaignais moi-même de tout ça quand j'étais plus jeune.",
          "next": [201110006]
        },
        "201110006": {
          "id": 201110006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Je me souviens vaguement qu'enfant, je croyais ne pas être faite pour travailler. Ma sœur me réconfortait, même si je ne sais plus précisément ce qu'elle disait. Ce n'est qu'après avoir commencé à travailler que j'ai compris que personne n'était vraiment fait pour ça, surtout à la Commission des dix seigneurs. Même si on n'a pas les capacités, une fois qu'on a bu le vin de l'oubli, on fait simplement ce qui doit être fait.",
          "next": [201110007]
        },
        "201110007": {
          "id": 201110007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Mais jamais je n'ai laissé mon stress quotidien s'accumuler jusqu'au de la corruption du mara. C'est pour cela que je vais au Salon de thé de Du après mon travail, pour profiter d'un bon thé. Il fait des miracles.",
          "next": [201110008]
        },
        "201110008": {
          "id": 201110008,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Si tu es libre, n'hésite pas à me contacter.",
          "next": []
        }
      },
      "participatingContactsIds": [1215, 8001]
    }
  ]
}
