{
  "id": 12226,
  "contacts": {
    "id": 7,
    "name": "\"Herta: ระบบตรวจสอบรอบทิศทาง\"",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Nous ผู้ทรงอำนาจกำลังเฝ้ามองคุณอยู่",
    "typeId": 2,
    "type": "อื่นๆ"
  },
  "relatedMessages": [10108, 10120, 12226, 12227],
  "sections": [
    {
      "id": 1222600,
      "startingMessageId": [122260000],
      "messages": {
        "122260000": {
          "id": 122260000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "[การดูแลหลังบ้าน สำหรับการเพาะเลี้ยงผลงานสิ่งมีชีวิต] เตือน: ขณะนี้เป็นเวลา 00:01 ตามระบบเวลาของ \"Herta\" เมื่อวานได้จัดการโซนให้อาหารเสร็จสิ้นแล้ว ขณะนี้จะทำการยื่นรายงานประจำวัน เกี่ยวกับความเสี่ยงด้านพฤติกรรม ของผลงานสิ่งมีชีวิต ในโซนให้อาหารแก่คุณ",
          "next": [122260001]
        },
        "122260001": {
          "id": 122260001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "[รายงานประจำวัน เกี่ยวกับความเสี่ยงด้านพฤติกรรม ของผลงานสิ่งมีชีวิต ในโซนให้อาหาร]: 1. มีผลงานสิ่งมีชีวิตบางตัว พยายามขโมยอาหารจากชามของตัวอื่นๆ สุดท้ายอีกฝ่ายกินอาหารจนหมดเกลี้ยงภายในหนึ่งวินาที ทำให้ผลงานสิ่งมีชีวิตทั้งหมดที่อยู่ตรงนั้น พากันตกตะลึง 2. มีผลงานสิ่งมีชีวิตบางตัวพลิกชามอาหาร จนทำให้อาหารกระจายเต็มพื้น และเหมือนจะรู้ตัวว่าทำผิด จึงก้มหน้ากินอาหารบนพื้นจนหมด มันเลียพื้นจนเงาวับ ทำให้ผลงานสิ่งมีชีวิตที่ผ่านไปมา ลื่นล้มโดยไม่ทันระวัง 3. ผลงานสิ่งมีชีวิตที่มาใหม่ ได้ลิ้มรสอาหารค้างคืนเป็นครั้งแรก หลังจากมีอาการสับสนเป็นระยะสั้นๆ ก็กินเข้าไปได้สำเร็จ 4. มีผลงานสิ่งมีชีวิตบางตัวที่เลือกกิน และใช้หางฟาดไปบนพื้น เพราะรสชาติไม่ถูกปาก เนื่องจากพื้นสถานีอวกาศแข็งเกินไป กระดูกหางจึงหัก ซึ่งได้จัดการพันผ้าพันแผลให้เรียบร้อยแล้ว ปัจจุบันไม่มีอาการร้ายแรงใดๆ 5. มีผลงานสิ่งมีชีวิตบางตัว สร้างสรรค์ท่าทางแปลกใหม่ขึ้นมา ขณะที่กินอาหาร ก็ได้ยืดร่างกายของตัวเองไปด้วย จนดึงดูดสายตาที่ชวนสงสัย จากผลงานสิ่งมีชีวิตตัวอื่นๆ",
          "next": []
        }
      },
      "participatingContactsIds": [7]
    }
  ]
}
