{
  "id": 14501,
  "contacts": {
    "id": 179,
    "name": "ผู้ศรัทธาศาสตร์ลึกลับแห่งวิวัฒนาการ",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "ชีวิตจะหาทางออกได้เอง",
    "typeId": 2,
    "type": "อื่นๆ"
  },
  "relatedMessages": [
    14500,
    14501
  ],
  "sections": [
    {
      "id": 1450101,
      "startingMessageId": [
        145010000
      ],
      "messages": {
        "145010000": {
          "id": 145010000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "ระบบทำการส่งข้อความนี้โดยอัตโนมัติ",
          "next": [
            145010001
          ]
        },
        "145010001": {
          "id": 145010001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "ถึง ผู้ที่มีอุดมการณ์เดียวกัน... คุณได้รับสัญลักษณ์ \"แพะรับบาปทองคำ\" 4 ชิ้นแล้ว สิ่งนี้ทำให้ฉันเชื่อว่า คุณเองก็สนใจมันมากเป็นพิเศษ เหมือนกันกับฉันเลย",
          "next": [
            145010002
          ]
        },
        "145010002": {
          "id": 145010002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "ชื่อของฉันคือ Avilius (คุณอาจจะเดาได้แล้ว) ความสามารถของฉันมีจำกัด การสำรวจความลับอื่นๆ ของ \"แพะรับบาปทองคำ\" จึงออกจะเหนือบ่ากว่าแรงไปหน่อย แต่บางที คุณอาจจะมีความสามารถยิ่งใหญ่อยู่ก็ได้ ซึ่งขอบอกตามตรง ฉันรู้จักนักวิชาการในสภาอาวุโสคนหนึ่ง ที่กำลังอยู่ว่างๆ อยู่พอดี ผู้อาวุโสคนนี้เคยช่วยฉัน วิเคราะห์ข้อความบางส่วนของ \"แพะรับบาปทองคำ\" มาก่อน และยังแอบช่วยฉัน ติดตั้งระบบส่งข้อความอัตโนมัตินี้ ลงในหัวแพะด้วยนะ",
          "next": [
            145010003
          ]
        },
        "145010003": {
          "id": 145010003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "ว่ากันว่าระบบ \"แพะรับบาปทองคำ\" มีกลยุทธ์เครือข่ายที่พิเศษอยู่ ทำให้ทุกครั้งที่สำเร็จการท้าทาย พวกเราจะได้ยินเสียงกระซิบโบราณ ที่มีความหมายไม่เหมือนกันด้วย (ถึงฉันจะแยกไม่ออก แต่ผู้อาวุโสคนนั้น กลับแปลออกมาได้ไม่เหมือนกันเลย) แน่นอนว่า ศาสตร์ลึกลับแห่งวิวัฒนาการ มองว่าปาฏิหาริย์นั้น อาจจะเกิดขึ้นจากธรรมชาติ มากกว่าเป็นฝีมือการออกแบบของมนุษย์ และเบื้องหลังของ \"แพะรับบาปทองคำ\" ก็อาจจะไม่จำเป็นต้องมีผู้ออกแบบ ที่แอบส่งข้อความโบราณ มาให้เราเสมอไปก็ได้",
          "next": [
            145010004
          ]
        },
        "145010004": {
          "id": 145010004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "ความจริงแล้ว ในสายตาของผู้อาวุโสคนนั้น \"แพะรับบาปทองคำ\" อาจจะเป็นภาพฉาย หรือรอยแยกแห่งความลึกลับอันยิ่งใหญ่ ที่ได้สร้างเอาไว้ในโลกความจริงก็ได้ และกฎของมันก็คือผลลัพธ์ จากการถูกกฎที่สูงกว่า กดทับในความเป็นจริง",
          "next": [
            145010005
          ]
        },
        "145010005": {
          "id": 145010005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "ดูเหมือนจะนอกเรื่องไปไกลแล้ว... ยังไงก็ตาม ไม่ว่าตอนนี้ คุณจะได้รับสัญลักษณ์ 4 ชิ้นนี้จากที่ไหน ฟังก์ชันพิเศษของโทรปาสาณ ที่ออกแบบโดยผู้อาวุโสคนนั้น ก็เพียงพอจะติดตั้งเข้ากับระบบ เพื่อให้คุณได้รับข้อมูลพวกนี้ ที่ฉันป้อนลงไปได้แล้ว",
          "next": [
            145010006
          ]
        },
        "145010006": {
          "id": 145010006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "อย่างที่บอกไป ชื่อของฉันคือ Avilius ถ้าคุณลองไปสอบถามคนแถวจัตุรัส Kephale ก็จะหาตัวฉันเจอแน่นอน",
          "next": [
            145010007
          ]
        },
        "145010007": {
          "id": 145010007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "ถึง ผู้ที่มีอุดมการณ์เดียวกัน... ฉันจะรอการมาถึงของคุณอยู่ที่นั่น ด้วยความคาดหวังอันเปี่ยมล้น",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        179
      ]
    }
  ]
}