{
  "_id": 50018,
  "id": "50018",
  "name": "星天演武典礼",
  "description": "羅浮の競鋒艦で星天演武典礼が盛大に開幕した。全銀河の武芸の達人が集まり、今か今かと試合を待ちわびている。あなたもこの武の宴に参加し、伝説に満ちた演武の旅を始めるのだ……",
  "type": 251,
  "tabName": "星天演武典礼",
  "tag": "イベント説明",
  "introduction": "◆ 詳細 ◆\n羅浮の競鋒艦で星天演武典礼が盛大に開幕した。全銀河の武芸の達人が集まり、今か今かと試合を待ちわびている。そしてあなたは特別な立場で典礼に参加することになる……\n\n◆ イベントルール ◆\n● イベントで、開拓者はベロブルグの代表である「ルカ」選手のコーチとして「星天演武典礼」の試合に参加することになります。\n● 演武典礼にはいくつかの試合スケジュールがあり、それぞれの「演武試合」の番人を倒した後、後続の試合に進み、最終的に「競鋒防衛戦」に参加して守り人「彦卿」に挑戦することになります。\n● 各試合日程の「番人」に挑戦したい場合、まず「予選」に参加して他の選手を倒し、ポイントを獲得する必要があります。指定のポイントに達すると、その試合日程の「演武試合」の番人に挑戦する資格を獲得できます。\n\n◆ 戦闘ルール ◆\n● 試合の最中、双方の選手は観客の応援度に応じてそれぞれ「白熱値」を獲得できます。\n● 各試合にはそれぞれ異なる「ハイライトシーン」システムがあり、試合中に特定の戦闘行動を行うと、「ハイライトシーン」が上演され、味方の「白熱値」が貯まります。\n● アクションバーにある相手のアイコンが赤く点滅している時、相手は行動の際に「白熱値」を貯められます。\n● 味方の「行動値」が上がる時、相手の「白熱値」が下がります。反対に相手の「白熱値」が上がると、味方の「白熱値」が下がります。\n● どちらか一方の選手の「白熱値」が上限に達した時、試合会場が「応援強化」状態に入り、観客の支持を得た選手は強力なバフを獲得できます。\n● 開拓者はルカのコーチとして、戦闘中に様々な効果を持つ「秘伝戦術」でルカを支援するか、試合前に「戦闘用飲料」を使用してルカにバフを付与できます。\n● お試しキャラを使って挑戦できます。\n● 開拓者の「均衡レベル」が上がると敵の強さも上昇します。\n\n◆ 予選 ◆\n● 「予選」に参加して他の選手を倒すとポイントを獲得することができます。指定のポイントに達すると、その試合スケジュールの「演武試合」の番人に挑戦することができます。\n● 各試合スケジュールの「予選」には2名の挑戦相手となる選手がいますが、一度に挑戦できるのは1名のみです。\n● 指定のポイントに達した後、演武試合に参加する前に、広間にある「スコアボード」で「演武試合」の番人に挑戦する資格があるかを確認する必要があります。\n\n◆ 特別招待試合 ◆\n● 一部の試合スケジュールでは「特別招待試合」に挑戦できます。「特別招待試合」では「予選」ポイントは獲得できません。\n● 「特別招待試合」に挑戦している期間中も、「予選」に参加できます。\n\n◆ 仮想訓練 ◆\n● 「仮想訓練」では、番人との高難易度の戦闘に挑戦できます。「仮想訓練」には全部で5つのステージがあります。\n● 各試合スケジュールの「演武試合」をクリアした後に新たな「仮想訓練」ステージが解放されます。\n● 「仮想訓練」の戦闘では6ラウンド以内に3段階のボスを倒す必要があります。\n● 挑戦終了の際、残りラウンドがある場合、より高い評価を獲得できます。\n● 「仮想訓練」での戦闘中、味方が行動しても「白熱値」は獲得できません。\n● 「仮想訓練」の挑戦をクリアすると「訓練報酬」を受け取れます。\n\n◆ 常設報酬 ◆\n● 「演武試合」、「予選」をクリアすると「演武の剣」を獲得できます。\n● 「演武報酬」では「演武記念章」を使って、報酬と引き換えることができます。\n● 「演武報酬」ではおともペット「夢獏」、三月なのか・巡狩の星魂解放アイテムを獲得できます。\n\n◆ 期間限定報酬 ◆\n● 期間限定イベント開催中、指定のクエストをクリアすると、対応する報酬を受け取ることができます。\n\n◆ 注意事項 ◆\n●期間限定イベント「星天演武典礼」終了後、期間限定報酬は獲得できなくなりますが、マップ「競鋒艦」の「戦術ボード」に行くことで、コンテンツを体験して常設報酬を獲得できます。",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}