{
  "_id": 50011,
  "id": "50011",
  "name": "銀河打者伝説",
  "description": "ジョヴァンニに誘われ、あなたをモデルにして作られたゲームのテストに参加することになった。宇宙各地の敵を倒し、最強の武器を合成して、「銀河打者」の頂点を目指そう！",
  "tabName": "銀河打者伝説",
  "tag": "プレイガイド",
  "introduction": "◆ 紹介 ◆\nジョヴァンニに誘われ、あなたをモデルにして作られたゲームのテストに参加することになった。宇宙各地の敵を倒し、最強の武器を合成して、「銀河打者」の頂点を目指そう！\n\n◆ イベントルール ◆\n本イベントは3つの難易度、計6つの戦闘ステージによって構成されています。各ステージには3つの戦闘段階があります。\n● 3つの戦闘段階で指定された数の敵を、限られたラウンド内に倒すことでステージをクリアできます。\n● イベント開始後、前のステージで指定のポイントに到達することで、次のステージを解放できます。\n● 開拓者が「均衡レベル」を上げると、同時に敵も強くなります。\n● 開拓者はお試しキャラを選んで挑戦することができます。\n●「銀河打者伝説」内では、敵を倒した後のEP回復量が通常戦闘時の50%となります。\n\n◆ プレイモード概要 ◆\n● ステージ内で敵を倒すと経験値を獲得し、「パーティレベル」がアップします。\n● ステージごとに異なる「パーティバフ」が存在します。「パーティレベル」がアップした時、ステージの「パーティバフ」に応じて、対応するレベルのステージバフを獲得できます。\n● 「パーティレベル」がアップした時、ランダムな「武器」または「アクセサリー」を1つ選択して獲得できます。すでに所持している「武器」または「アクセサリー」を繰り返し獲得すると、そのレベルがアップし、より強力な効果を得られます。\n● 「武器」は自発的に、あるいは味方によって効果を触発され、敵にダメージを与えます。「アクセサリー」は「武器」と味方に様々なバフを提供します。\n● すべての「武器」には対応する共鳴「アクセサリー」が存在します。レベルMAXの「武器」およびその共鳴「アクセサリー」を獲得すると、引き続きのレベルアップ時に強力な「レジェンド武器」に昇格できます。\n● ステージ内では、ウェーブと戦闘段階が進むに連れ、敵が強くなっていきます。「武器」と「アクセサリー」を上手く組み合わせ、そして「レジェンド武器」を手に入れて敵を倒しましょう。\n\n◆ ステージについて ◆\n● 戦闘ステージには複数ウェーブで構成される戦闘段階が3つあります。各段階の最後は精鋭エネミー挑戦、またはボスエネミー挑戦になります。\n● 各ウェーブの敵の数は決まっており、その数が尽きるまで敵が絶えず出現します。\n● 各ウェーブのラウンド数は決まっています。ラウンド数が0になった時に倒せていなかった敵はそのまま消え、そのポイントと経験値は獲得できません。\n● 各段階の精鋭エネミーが出現するウェーブにはクリア条件があり、指定の数の精鋭エネミーを倒さないと次の段階に進めません。\n● 敵を倒す、およびボスエネミーにダメージを与えることでポイントを獲得できます。クリア時にラウンド数が残っていた場合、追加ポイントを獲得できます。\n● 各段階の戦闘が終了した後、その時点のパーティレベル、獲得した武器とアクセサリーなどのデータがセーブされます。戦闘から一旦離れても、そのセーブデータを使って挑戦を再開できます。\n\n◆ 銀河探索 ◆\n● 第1ステージ「火山の星」から第5ステージ「甘い夢の星」までは、それぞれ異なる初期武器が設定されています。最終ステージ「永劫ブラックホール」では初期武器を自身で選択できます。\n● 第4ステージ「ミニチュアの星」からは、各段階開始時に冒険策略を選択でき、より多くのステージバフを獲得できます。\n● 最終ステージ「永劫ブラックホール」で通常の3段階をクリアした後、追加挑戦が始まります。追加挑戦段階では強力な敵に立ち向かうことになり、より高いポイントを目指せます。\n\n◆ ラクーンコイン ◆\n● 敵を倒すと「ラクーンコイン」を獲得できます。\n● 精鋭エネミーが出現するウェーブをクリアした後に「銀河のお宝」がドロップします。「銀河のお宝」からランダムな数の武器/アクセサリー/ラクーンコインを獲得できます。\n● 各ステージをクリアした後、ラクーンコインを消費して「銀河ショップ」でステータスアップ、武器の強化、新機能の購入ができます。\n\n◆ イベント報酬 ◆\n● イベント期間中、ステージ内で指定のポイントを獲得すると「旅の報酬」を獲得できます。\n● ステージに挑戦して「銀河知名度」を獲得すると「知名度レベル」が上がり、報酬を獲得できます。",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}