{
  "_id": 10019,
  "id": "10019",
  "name": "Starlit Homecoming",
  "tabName": "Starlit Homecoming",
  "tag": "Returner Event",
  "introduction": "◆ Rules ◆\nDuring the event, returning Trailblazers can receive \"A Gift for Returners\" for one time only. Participate in and complete the 7-Day Check-In and the Path of Return events to receive their corresponding rewards. Challenging and passing stages in Calyxes, Caverns of Corrosion, and others during the event will also provide double material drops from Double Rewards. A set of Main Stat appropriate Relics can be obtained immediately through Leveling Assistance as well, and Fuel Vouchers can be used to quickly get leveling materials.\n\n◆ Leveling Assistance ◆\nDuring the event, select one owned character to instantly receive a full set of Relics with the appropriate Main Stats and set bonuses.\nFor the A Gift for Returners rewards, Trailblazers will obtain a limited number of Fuel Vouchers. These vouchers can be used to quickly claim materials from the Calyxes or Stagnant Shadow challenges. After the event ends, any unused Fuel Vouchers acquired via the A Gift for Returners will be removed.\n\n◆ 7-Day Check-In Rewards ◆\nDuring the event, log into the game every day to receive rewards. The rewards are renewed every day at 04:00 server time. Daily log-in rewards can only be received once per day. A maximum of 7 days of rewards are provided.\n\n◆ Path of Return Rewards ◆\nDuring the event, complete specific missions to receive mission rewards and \"The Returning Trails.\" Accumulate sufficient \"The Returning Trails\" to receive rewards at specific milestones. Bonus rewards at each milestone can only be claimed once.\n\n◆ Double Rewards Extra Drops ◆\nDuring the return period, Trailblazers will receive double drops for completing Calyx, Cavern of Corrosion, and Planar Ornament challenges. After the double drops challenges are expended, gain an additional reward atop the original rewards already earned.\n※ Should other double-reward events like Garden of Plenty occur at the same time as Starlit Homecoming, the daily double drop for Garden of Plenty and other events will be consumed first when obtaining rewards.\n\n◆ Return Survey ◆\nComplete the survey to earn rewards. The rewards will be sent via mail. The survey can only be filled in once. If you have already submitted the survey, you cannot fill in or modify it again.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}