{
  "_id": 10019,
  "id": "10019",
  "name": "Starlit Homecoming",
  "type": 19,
  "tabName": "Starlit Homecoming",
  "tag": "Returner Event",
  "introduction": "◆ Rules ◆\nDuring the event, returning Trailblazers can receive \"A Gift for Returners\" for one time only. Participate in and complete the 7-Day Check-In and the Path of Return events to receive their corresponding rewards. Challenging and passing Calyxes during the event will also provide double material drops from Double Rewards.\n\n◆ 7-Day Check-In Rewards ◆\nDuring the event, log into the game every day to receive rewards. The rewards are renewed every day at <unbreak>04</unbreak>:<unbreak>00</unbreak> server time. Daily log-in rewards can only be received once per day. A maximum of 7 days of rewards are provided.\n\n◆ Path of Return Rewards ◆\nDuring the event, complete specific missions to receive mission rewards and \"The Returning Trails.\" Accumulate sufficient \"The Returning Trails\" to receive rewards at specific milestones. Extra rewards at each milestone can only be claimed once.\nPath of Return has 4 phases. Each phase will become available at <unbreak>04</unbreak>:<unbreak>00</unbreak> server time the next day.\n\n◆ Double Rewards Extra Drops ◆\nDuring the return period, Trailblazers will receive double drops for the first <unbreak>42</unbreak> times they complete Calyx challenges, capped at 6 times per day. After the double drops Calyx challenges are expended, gain an additional reward atop the original rewards already earned.\nDaily double drop cap refreshes every day at <unbreak>04</unbreak>:<unbreak>00</unbreak> server time. Please conduct these challenges on time.\n※ Should Garden of Plenty occur at the same time as Starlit Homecoming, the daily double drop for Garden of Plenty will be consumed first when Trailblazers complete Calyx challenges.\n\n◆ Return Survey ◆\nComplete the survey to earn rewards. The rewards will be sent via mail. The survey can only be filled in once. If you have already submitted the survey, you cannot fill in or modify it again.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}