{
  "_id": 10043,
  "id": "10043",
  "name": "Festival Invitation",
  "description": "Join us in the grand feast at the Planet of Festivities! Invite your friends and experience thrills at the amusement park in Penacony! Earn up to <unbreak>540</unbreak> Stellar Jades!",
  "type": 38,
  "tabName": "Festival Invitation",
  "tag": "Event Details",
  "introduction": "◆ Event Details ◆\n● During the event, Trailblazers can obtain rewards such as Stellar Jades by inviting returning Trailblazers.\n● Active Trailblazers can share their unique invitation codes with other eligible Trailblazers to encourage their return. By doing so, Trailblazers can earn Stellar Jade and event draw chances.\n● After logging back into the game, returning Trailblazers can also share their invitation codes to invite other eligible Trailblazers to rejoin the game and participate in the web event.\n※ There may be a brief delay in updating the status of returning Trailblazers. If so, please wait for 2 minutes and refresh the webpage to check your status again.\n\n◆ Event Rewards ◆\n● Invite 6 returning Trailblazers and complete all required webpage tasks to earn up to Stellar Jade ×<unbreak>540</unbreak>.\n● Trailblazers who share the invitation code for the first time can receive Stellar Jade ×<unbreak>30</unbreak>. Returning Trailblazers who link the invitation code for the first time can receive Stellar Jade ×<unbreak>60</unbreak>.\n● Receive 1 event draw chance the first time you complete a DIY Event Draw Ticket. Additionally, for every returning Trailblazer you invite, you will receive 1 more event draw chance, up to <unbreak>21</unbreak> chances.\n\n◆ Returning Trailblazer ◆\nTrailblazers who are eligible for the Starlit Homecoming event are considered returning Trailblazers, and the eligibility requirements are as follows:\n● Be at Trailblaze Level <unbreak>10</unbreak> or higher and have completed the Trailblaze Mission \"Jarilo-VI — Long Wait for the Blade's Edge\"\n● Has not logged into the game for at least <unbreak>14</unbreak> days in a row\n● The last participation in the Starlit Homecoming was at least <unbreak>40</unbreak> days ago.\n※ A returning Trailblazer's status shall last for the duration of the Starlit Homecoming event.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestRetrunRecall.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}
