{
  "_id": 150018,
  "id": "150018",
  "name": "Luminary Wardance",
  "description": "The Luminary Wardance opens with great fanfare on the Luofu's Skysplitter, and martial elites from across the cosmos gather to try their mettle against one another. You, too, will experience this supreme martial competition and begin a legendary journey...",
  "type": 251,
  "tabName": "Luminary Wardance",
  "tag": "How to Play",
  "introduction": "◆ Introduction ◆\nThe Luminary Wardance opens with great fanfare on the Luofu's Skysplitter, and martial elites from across the cosmos gather to try their mettle against one another. You, too, will experience this event with a special role...\n\n◆ Event Rules ◆\n● In the event, the Trailblazer will be attending as the coach for Contestant Luka, a representative from Belobog, and participate in the Luminary Wardance matches.\n● There are several stages to the tournament. Defeat each Faceoff Match's ringmaster to progress to the next stage and fight in the final \"Ringmaster's Challenge\", where the defending ringmaster Yanqing awaits.\n● Before challenging the ringmaster for each stage, one must defeat other contestants in Knockout Matches to accumulate enough points, after which the qualification to challenge the Faceoff Match's ringmaster will be granted.\n\n◆ Combat Rules ◆\n● In the Wardance competitions, both competitors will accumulate \"Vibes\" based on audience support.\n● Each match features different \"Highlights\" mechanisms, where competitors need to perform specific battle actions to trigger \"Highlights\" and accumulate ally \"Vibes.\"\n● When the opponent's avatar in the Action Order flashes with a red warning, their actions will accumulate \"Vibes.\"\n● As ally \"Vibes\" increase, the opponent \"Vibes\" will decrease, and vice versa.\n● When either competitor's \"Vibes\" reach the maximum, the battlefield will enter a \"Super Hype\" state, granting a powerful boost to the side with audience support.\n● The Trailblazer, as Luka's coach, can actively use \"Tactical Codex\" during battle to support Luka or equip \"Tactical Beverages\" before battle to provide Luka with combat boosts.\n● The Trailblazer can choose to use a trial character to participate in the challenge.\n● When the Trailblazer raises the Equilibrium Level, the enemy's strength will also increase accordingly.\n\n◆ Knockout Match ◆\n● Participate in Knockout Matches to defeat other competitors and earn points. Once you reach the required points, you can challenge the current \"Faceoff Match\" ringmaster.\n● Each stage's Knockout Match features 2 selectable competitors, but you can only challenge one at a time.\n● After reaching the required points, you need to visit the lobby's leaderboard to confirm your eligibility to challenge the ringmaster in the Faceoff Match before participating in that stage's match.\n\n◆ Special Invitational Match ◆\n● Certain stages feature special invitational matches that can be selected. Participating in special invitational matches will not grant any Knockout Match points.\n● When challenging special invitational matches, the Knockout Matches can be participated as normal.\n\n◆ Dreamscape Training ◆\n● In Dreamscape Training, you can challenge high-difficulty ringmasters, with a total of 5 levels.\n● After completing each stage's Faceoff Match, a new Dreamscape Training stage will be unlocked.\n● In Dreamscape Training battles, the bosses of the 3 phases will need to be defeated in 6 Cycles.\n● At the end of a challenge, if there are any remaining cycles, you can earn a higher rating.\n● In Dreamscape Training battles, ally actions will not accumulate Vibes.\n● Complete Dreamscape Training challenge goals to earn Training Rewards.\n\n◆ Regular Rewards ◆\n● Complete Faceoff and Knockout Matches to earn Wardance Sword Badge.\n● In Wardance Plaudit, Wardance Sword Badge can be exchanged for rewards.\n● The pet Tuskpir and the Eidolon-unlocking items for \"March 7th: The Hunt\" can be obtained from Wardance Plaudit.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}