{
  "_id": 30002,
  "id": "30002",
  "name": "Cosmic Warfare",
  "description": "Someone left a mysterious gift at the Herta Space Station, and the person who opened it is now in trouble...",
  "type": 7,
  "tabName": "Cosmic Warfare",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nScout out targets, attack them, and try to defeat them. Trailblazers can scout 3 times a day, refreshed daily at 4:<unbreak>00</unbreak> AM server time.\nTrailblazers will be awarded Stars of Honor based on their performance during attacks. More Stars of Honor gained means more rewards can be claimed.\n\n◆ Participation Requirements ◆\nTrailblaze Level must be <unbreak>22</unbreak> or higher.\n\n◆ Attacks & United Attacks ◆\nAt least one Pixel Warhead is consumed to launch one attack. Consumed Pixel Warheads will be refreshed daily.\nTrailblazers can also launch United Attacks by sharing targets they scouted with Friends and other Trailblazers to obtain assistance.\nAssisting other players will grant extra Stars of Honor.\n\n◆ Battle ◆\nAfter launching an attack, Trailblazers will fight 7 Cycles with the target, and the battle will automatically finish at the end of Cycle 7.\nDamage dealt to the target per battle are accumulated until the target is completely defeated.\nTrailblazers can choose to consume 3 Pixel Warheads to increase the damage towards the target in one battle.\n\n◆ Stars of Honor ◆\nScout out targets, participate in attacks, and defeat targets before they escape to gain Stars of Honor. The Trailblazer who discovered the target will receive extra Stars of Honor.\nThe more damage one deals to the target and the more dangerous the target is, the more Stars of Honor will be granted.\nCompleting daily Cosmic Warfare missions also grants Stars of Honor.\nClaim battle rewards once sufficient Stars of Honor have been obtained.\n\n◆ Combat History ◆\nTrailblazers can review Combat History for each attack to re-live the process taken to defeat the enemy.\nFor United Attacks, the battle process for other Trailblazers can also be reviewed.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnAntiVirus.png",
  "unlockConditions": "[PlayerLevel:22]"
}
