{
  "_id": 40002,
  "id": "40002",
  "name": "Tales of the Fantastic",
  "description": "The crisis on the Luofu has subsided, and stories of the feats of the Nameless can be heard on every street corner of the Luofu. The storyteller, Mr. Xiyan of Starskiff Haven, seems to be interested in your adventure and wants to retell it in story form...",
  "tabName": "Tales of the Fantastic",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nMany on the Xianzhou are already speaking of the feats of the Nameless. The Xianzhou's storyteller also hopes the Trailblazer can help him to retell the stories of their trailblazing adventure.\n\n◆ Event Rules ◆\n● After the event starts, a new Hero's Journey will be unlocked every day, for a total of 3 Hero's Journeys. Upon completion of each Journey, some \"Legends Past and Present\" combat challenge will be unlocked.\n● During the event, once Trailblazers complete a Hero's Journey, they will receive a Protagonist Model and gradually improve the abilities within it. These abilities can help to form a more riveting experience in Legends Past and Present.\n● The Protagonist Model can provide various Plot Armor combinations that can be freely adjusted, and their effects will be active in Legends Past and Present.\n● Good combinations of Plot Armor in the Protagonist Model will result in higher combat scores.\n● Trailblazers can use trial characters in Legends Past and Present.\n● During combat, enemies will continuously appear for a limited number of Cycles. Points will be awarded for dealing damage to and defeating enemies. At the end of each battle, the highest score will be updated based on the results of the current challenge.\n● Raising the Equilibrium Level will also raise the enemy and trial character levels in the event.\n\n◆ Event Rewards ◆\nDuring the event, Trailblazers can claim challenge rewards from the Rewards Catalog after reaching certain scores in Legends Past and Present. When at least 10,000 points have been scored for each Legends Past and Present, a new section of the Readable Legend of the Trailblazer will be unlocked that corresponds to this particular Legend Past and Present. The main characters in the Readable will change depending on the characters used by the Trailblazer in combat. After unlocking all sections of the Readable, Trailblazers can obtain the limited item \"Legend of the Trailblazer,\" which can be viewed at any time from the Mission Item panel in your Inventory. This limited item can only be obtained from this event.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}