{
  "_id": 40005,
  "id": "40005",
  "name": "Dreamjolt TV",
  "description": "The signal of the Penacony TV Station has been hijacked by an unknown party, resulting in the airing of peculiar programs. Intrigued by what these rogue programs are, you decide to uncover the truth behind it all...",
  "type": 200,
  "tabName": "Dreamjolt TV",
  "tag": "Event Details",
  "introduction": "◆ Overview ◆\nSome screens in Penacony suddenly started to air strange programs. Uma, a presenter from the TV station, wants to chat about this incident with you. Who knows what kind of secretive stories are hidden behind it...\n\n◆ Event Rules ◆\n● There are 5 TV screens with their signals hijacked in this event. Trailblazers need to find the corresponding TV screens on different maps and defeat the mastermind after entering battle.\n● The 5 combat stages will be unlocked daily, and the fifth stage will only be unlocked after you have scored in the first four stages.\n● When Trailblazers increase their Equilibrium Level, the enemies will increase in power correspondingly.\n● Trailblazers can select trial characters to participate in the challenge.\n\n◆ The Big Four TV channels ◆\n● There are four major TV channels in Penacony TV Station (corresponding to stages 1–4). Each stage features a key enemy that possesses a Mutation Mechanic.\n● Targeting the enemy's Mutation Mechanic is an efficient way to defeat the enemy. Triggering Mutation Mechanic in combat can raise your Stage Buff rank.\n● Stage Buff rank means cumulative buffs that can be gained within stages. Accumulating a higher Stage Buff rank will increase characters' combat prowess.\n● Stages 1–4 are composed of 2 phases, Buff Buildup and Final Showdown.\n● In the Buff Buildup phase, there is a countdown of 4 Cycles where the enemies will continuously refresh. In this phase, you need to exploit key enemies' Mutation Mechanic to raise the Stage Buff rank as much as possible.\n● In the Final Showdown phase, the Stage Buff rank can no longer be increased. Defeat as many waves of enemies as possible within 6 Cycles to receive a higher score. If you have leftover Cycles when you pass the stage, you will receive extra scores.\n\n◆ Live Studio ◆\n● Live Studio is stage 5, the final boss fight. You can inherit the highest Stage Buff rank you've historically obtained in each of the previous stages (1–4).\n● Before you enter the stage, select any 2 accumulated Stage Buff from stages 1–4 and use them for the final boss fight.\n● Defeat as many waves of enemies as possible within 6 Cycles to receive a higher score. If you have leftover Cycles when you pass the stage, you will receive extra scores.\n\n◆ Event Rewards ◆\n● During the event, you can claim stage rewards from Limited-Time rewards by raising Stage Buff to specific ranks in the stage and by obtaining specific stage scores.\n● Challenge all stages and obtain specific scores to receive the Dreamjolt Prize.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestTelevision.png",
  "unlockConditions": "[PlayerLevel:21]"
}
