{
  "_id": 40006,
  "id": "40006",
  "name": "Enscrolled Crepusculum",
  "description": "A lost child has appeared in the bustling market of Okhema. She glances around, seemingly trying to find something...",
  "tabName": "Enscrolled Crepusculum",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nA lost child has appeared in the bustling market of Okhema. She glances around, seemingly trying to find something. The warm-hearted Trailblazer will need to find the scattered scrolls and uncover the lost history of the city based on the child's clues...\n\n◆ Event Rules ◆\n● There are 5 scrolls in this event. Trailblazers need to find the corresponding scrolls on different maps and defeat the storyline adversaries in battle.\n● The 5 combat stages will be unlocked daily, and the fifth stage will only be unlocked after you have scored in the first four stages.\n● When Trailblazers increase their Equilibrium Level, the enemies will increase in power correspondingly.\n● Trailblazers can select trial characters to participate in the challenge.\n● The Energy allied targets regenerate when defeating enemy targets is 50% compared to regular battles in the \"Enscrolled Crepusculum\" game mode.\n\n◆ Scattered Scrolls ◆\n● There are four scrolls in total scattered over the city (corresponding to Stage 1 - 4). Each stage has a key type of enemy. This enemy possesses Mutation Mechanic in the stage.\n● Challenge the enemy based on its Mutation Mechanic is the way to rapidly defeat them. You can increase your Stage Buff rank after triggering Mutation Mechanic in battle.\n●Stage Buff rank is a buff that can be accumulated in the stage. Accumulate higher Stage Buff rank to increase characters' combat capacities.\n● Stages 1 to 4 all comprise Buff Buildup and Final Showdown phases.\n● The Buff Buildup phase has a countdown of 3 Cycles. Enemies will continuously refresh. In this phase, you need to use the key enemy's Mutation Mechanic to increase Stage Buff rank as much as possible.\n● In the Final Showdown phase, Stage Buff ranks can no longer be increased. Defeat more enemy waves in 4 Cycles to get a higher score. If you have leftover Cycles when you finish the stage, you will receive extra Points. If you retreat in this phase, the Stage Buff rank gain in this stage will also be recorded.\n● When the Final Showdown phase begins, all allies' Ultimates will immediately be activated.\n\n◆ Titan's Challenge ◆\n● Titan's Challenge is stage 5, the final boss fight. You can inherit the highest Stage Buff rank you've historically obtained in each of the previous stages (1–4).\n● Before you enter the stage, select any 2 accumulated Stage Buff from stages 1–4 and use them for the final boss fight.\n● Defeat as many waves of enemies as possible within 4 Cycles to receive a higher score. If you have leftover Cycles when you pass the stage, you will receive extra Points.\n\n◆ Event Rewards ◆\n● During the event, you can claim stage rewards from Limited-Time rewards by raising Stage Buff to specific ranks in the stage and by obtaining specific stage scores.\n● Challenge all stages and obtain designated scores to receive Time's Bounty.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnTVSeason2.png",
  "unlockConditions": "[PlayerLevel:21]"
}