{
  "_id": 50006,
  "id": "50006",
  "name": "A Foxian Tale of the Haunted",
  "description": "With the Creation Furnace having burst apart, the heliobi sealed within have gone loose. The Ten-Lords Commission is commanded to eradicate these demons, and you are about to experience an otherworldly tale with the judges.",
  "tabName": "A Foxian Tale of the Haunted",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nWith the Creation Furnace having burst apart, the heliobi sealed within have gone loose. The Ten-Lords Commission is commanded to eradicate these demons, and you are about to experience an otherworldly tale with the judges.\n\n◆ Participation Requirements ◆\n● After the Trailblazer has completed \"Sojourners' Ghastly Reverie,\" the event will become available. The Trailblazer can undertake investigative assignments in the \"Ghostly Grove\" and participate in stage challenges in the \"Exorcismal Chronicle.\"\n● After the limited-time event \"A Foxian Tale of the Haunted\" concludes, Trailblazers will no longer be able to obtain the time-limited rewards from the event. However, you can still play through the storylines of \"A Foxian Tale of the Haunted\" and visit Fyxestroll Garden in the Xianzhou Luofu to partake in the Ghostly Grove and Exorcismal Chronicle, and claim regular rewards.\n\n◆ Ghostly Grove ◆\n● Trailblazers jointly manage the \"LilGuiGuinevere\" influencer account with the Ghost-Hunting Squad in Ghostly Grove, increasing the account's popularity level through gaining fans.\n● In Ghostly Grove, Trailblazers can take on investigative missions. Upon completing these missions, they can edit and publish \"Ghost-Hunting Squad\" posts to attract comments from netizens, gain fans, and receive gratuity points.\n● Accumulating fans enhances the account's popularity phase in Ghostly Grove. Advancing to new popularity phases unlocks new Foxian Tale of the Haunted Trailblaze Continuance stories, the completion of which will unlock more investigative missions.\n● In addition to accepting investigative missions, Trailblazers can also reply to comments from netizens on Ghostly Grove and earn gratuity points.\n\n◆ Exorcismal Chronicle ◆\n● Completing the Trailblaze Continuance \"A Foxian Tale of the Haunted\" will unlock various Suppression Towers in Fyxestroll Garden, along with their associated challenges in the Exorcismal Chronicle. Each Suppression Tower consists of stages with four difficulty levels.\n● Clearing stages in the Exorcismal Chronicle yields gratuity points. By cumulative completion of challenges in these stages, you can obtain rewards in Exorcism Rewards.\n● After completing \"Foxian Dream,\" the \"Begone, Evil\" becomes accessible in the Exorcismal Chronicle. This includes four \"Warring Expedition\" stages, each of which will only unlock after completing all difficulty levels of Exorcismal Chronicle stages in the Suppression Tower.\n● All challenges in the Exorcismal Chronicle require the use of Exorcismics obtained in \"A Foxian Tale of the Haunted.\"\n\n◆ Regular Rewards ◆\n● Completing investigative missions in Ghostly Grove and stages in the Exorcismal Chronicle will earn gratuity points.\n● Submit gratuity points in the \"Subscription Plan\" system to elevate your subscription level and claim subscription rewards.\n\n◆ Limited-Time Rewards ◆\n● During the Limited-Time Event, complete Sojourners' Ghastly Reverie to receive a reward Light Cone, and elevate your popularity in Ghostly Grove to receive Light Cone Superimposition material rewards.\n● During the Limited-Time Event, you can claim rewards from Limited-Time Rewards by completing investigation missions in Ghostly Grove, completing challenges in Exorcismal Chronicle, and the gameplays in Fyxestroll Garden map.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesHeliobus.png",
  "unlockConditions": "[PlayerLevel:21]"
}