{
  "_id": 50005,
  "id": "50005",
  "name": "Aetherium Wars",
  "description": "The popular game, Aetherium Wars, is currently holding the \"Interastral Tournament Festival,\" where players are all set to show their strength...",
  "tabName": "Aetherium Wars",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\n Developed by the Interastral Peace Corporation, \"Aetherium Wars\" is a trading card battle game that uses \"Aether Coins\" as its medium, and has taken the universe by storm since its release. In this game, any organism's data can be transformed into \"Aether Spirits\" for players to \"collect, battle, train, and upgrade.\" Currently, the IPC has decided to organize an \"Interastral Tournament Festival\" in Belobog, where Aetherium Wars players from all over the universe will compete for the title of \"Champion.\"\n\n◆ Event Rules ◆\n● The event will adopt special battle rules, and the Trailblazers will have to fight opponents using Aether Spirits.\n● The goal of the event is to win the title of Champion in the Interastral Tournament Festival. Trailblazers will need to pass the trials of each of the four \"Victory Zones\" one by one and defeat the \"championship contender\" to earn \"Mastery Marks.\" Collecting four Mastery Marks will qualify you to enter the tournament.\n● In the event's Challenge Mode, \"Hyperlink Match,\" Trailblazers can face off against other players in the universe in an Aether Spirit match, and see who from your past journeys you will come across.\n● During the challenge, you can meet various players and Aether Spirits, and strengthen your Aether Spirit team by collecting, battling, training, and upgrading them.\n\n◆ Rewards ◆\n● In the Aetherium Wars event, you can increase your \"Victory Rating\" by challenging Victory Zones and Hyperlink Matches, and you can receive rating rewards after reaching different Victory Ratings.\n● Achieve the set event goals during the limited-time event to claim the event rewards from \"Limited-Time Rewards.\"\n\n◆ Event Tips ◆\n● After the Aetherium Wars event has concluded, Trailblazers will not be able to claim the limited-time event rewards. However, you can still visit the Old Weapon Testing Ground in Belobog to experience the event's contents.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestAetherDivide.png",
  "unlockConditions": "[PlayerLevel:21]"
}