{
  "_id": 50003,
  "id": "50003",
  "name": "Aurum Alley's Hustle and Bustle",
  "description": "The decaying Aurum Alley has now found a chance for revitalization — It can either be funded and rebuilt by the IPC, or be led back to prosperity by the local merchant guild. And now, you are in a position to influence its decision...",
  "type": 22,
  "tabName": "Aurum Alley's Hustle and Bustle",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nThe declining Aurum Alley has now found a chance for revitalization — It can either be funded and rebuilt by the Interastral Peace Corporation, or be led back to prosperity by the local merchant guild. And now, you are in a position to influence its decision...\n\n◆ Event Note ◆\n● After the event starts, a new series of Adventure Missions, \"Back in Business,\" will become available. Complete Back in Business (I) to begin Aurum Alley Operations. There are a total of 4 phases.\n● After the limited-time event, Aurum Alley's Hustle and Bustle, is over, Trailblazers will be unable to claim the event's limited-time rewards. However, Trailblazers can still access Aurum Alley's Hustle and Bustle to obtain Regular Rewards.\n● During Aurum Alley Operations, earn \"Merchant Guild's funds\" to help the merchant guild solve the crisis. After achieving the Merchant Guild's funding goal of each phase and delivering it to the merchant guild, the subsequent mission storyline will be triggered and the landscape of Aurum Alley will change.\n● During the operations period, you can also complete \"Merchant Events\" to establish collaborative relationships with stores. After which, you can advance the operations process and alter the store's landscape. Some stores, after establishing collaborations, will provide goods that can be sold.\n● After advancing Aurum Alley's Operations Phase, more Merchant Events will be unlocked. \n\n◆ Inventory Arrangement ◆\n● During Aurum Alley's operations period, you can earn Merchant Guild's funds via Inventory Arrangement.\n● After completing Merchant Events, you can add new orders and goods for Inventory Arrangement.\n● After achieving Aurum Alley's Phase Goal, you will unlock the \"Custom Order\" of each store as a gameplay challenge.\n● After advancing Aurum Alley's Operations Phase, a larger-capacity freight starskiff will become available, allowing for larger shipping revenue.\n\n◆ Logistics Planning ◆\n● During Aurum Alley Operations, you can plan routes in \"Logistics Planning\" and obtain corresponding rewards by achieving certain logistic score.\n● After completing Merchant Events, you can unlock the corresponding stores in Logistics Planning and plan the logistics route from the store to the dock.\n● After achieving Aurum Alley's Phase Goal, there will be \"Streetside Events.\" Complete them to obtain rewards and unlock the route advantages in Logistics Planning.\n● After advancing Aurum Alley's Operations Phase, the Low-Level, Mid-Level, and High-Level logistics lanes will be opened in order to accommodate more stores.\n\n◆ Regular Rewards ◆\n● Obtain Prosperity Certificates through Logistics Planning, Merchant Events, Street Events, and Custom Orders.\n● Exchange Prosperity Certificates for rewards via Guild Benefits.\n\n◆ Limited-Time Rewards ◆\n● During the limited-time activity period, if you complete gameplays such as Inventory Arrangement and Logistics Planning, you can claim Logistics Planning Rewards from the Limited-Time Rewards.\n● During the limited-time activity period, if you complete events such as Merchant Events and Streetside Events, you can claim Revitalization Progress Rewards from the Limited-Time Rewards.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesAlley.png",
  "unlockConditions": "[PlayerLevel:21]"
}