{
  "_id": 50002,
  "id": "50002",
  "name": "Everwinter City Museum\\nLedger of Curiosities",
  "type": 16,
  "tabName": "Everwinter City Museum Ledger of Curiosities",
  "tag": "Event Details",
  "introduction": "◆ Summary ◆\nThe Belobog History and Culture Museum has been fully renovated, and the Trailblazer will serve as the acting curator to lead the management and development of the museum, aiming to restore its popularity.\n\n◆ Museum Management ◆\n● Once this gameplay is unlocked, the \"Opportunity Makes the Thief\" Adventure Mission series will become available. Completing \"Opportunity Makes the Thief Part 1\" will allow Trailblazers to start managing the museum.\n● There are five phases of museum management, and RevitaScore can be obtained through management. After achieving the cumulative objectives of each phase, Trailblazers can upgrade to the next phase and unlock new exhibition areas.\n● During the day of operation, RevitaScore can be obtained by spending development fund to upgrade exhibition areas or by hiring assistants.\n\n◆ Collection of Exhibits and Assistants ◆\n● During museum management, Trailblazers will receive additional operational objectives or encounter random events. These objectives and events will provide clues to lost exhibits, which can be stored in the museum's collection.\n● Guest assistants can be recruited by completing the \"Opportunity Makes the Thief\" Adventure Mission series or the guide recruitment mission series in random events.\n\n◆ Event Rewards ◆\n● Completion of each management phase will result in a management phase reward.\n● Trailblazers can receive collection rewards in the Ledger of Curiosities after collecting new exhibits or after guest assistants are recruited.\n● During the limited-time event, Trailblazers can receive rewards in the Limited-Time Rewards section by achieving operational and collection objectives.\n\n◆ Event Reminder ◆\nAfter the Everwinter City Museum Ledger of Curiosities limited-time event ends, Trailblazers will no longer be able to receive limited-time rewards from the event. However, it'll still be possible to visit the Belobog Administrative District's History and Culture Museum to experience the event.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestMuseum.png",
  "unlockConditions": "[PlayerLevel:21]"
}
