{
  "_id": 50014,
  "id": "50014",
  "name": "Origami Bird Clash",
  "description": "Lookie here! An invitation to beta test Origami Bird Clash? The sender is The Family, so it shouldn't be a scam, right...?",
  "type": 231,
  "tabName": "Origami Bird Clash",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nOrigami Bird Clash is a collectible arcade battle game developed by The Family, featuring a simple Match-Three gameplay to bring you the purest enjoyment. We cordially invite you to participate in a playtesting session for this ongoing project.\n\n◆ Event Rules ◆\n● In the Origami Bird Clash event, Trailblazers need to locate arcade machines distributed by the developers in various locations of Penacony and return to the arena at {TEXTJOIN#87} to engage in Match-Three battles with other participants.\n● During battles, Trailblazers must feed their Origami Birds by matching fruits to increase their combat power, aiming for victory in the ultimate clash.\n● Throughout the elimination process, feeding the Origami Birds their preferred fruits or strategically using special mechanisms on the field can boost your progress.\n● After completing the basic Arcade Challenges, Multiplayer Bonanza will be unlocked. Trailblazers can compete in multiplayer battles against other Trailblazers from different worlds to determine the strongest in the clash.\n\n● Additionally, the Open Challenge will be available, allowing Trailblazers to engage in more thrilling duels with their companions.\n\n◆ Permanent Rewards ◆\n● Rewards are obtained upon successfully clearing a challenge stage for the first time.\n\n◆ Limited-Time Rewards ◆\n● During the limited-time event, specific battle objectives can be completed to earn corresponding rewards.\n\n◆ Event Note ◆\n● After the conclusion of the Origami Bird Clash limited-time event, Trailblazers will no longer be able to obtain the event's limited-time rewards or engage in multiplayer battles with Trailblazers from other worlds. However, Trailblazers can still visit the Origami Bird Arcade at {TEXTJOIN#87} to experience the game and obtain permanent rewards.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMatchThree.png",
  "unlockConditions": "[PlayerLevel:21]"
}