{
  "_id": 50010,
  "id": "50010",
  "name": "Tides of War",
  "description": "A researcher from the Maintenance Department unexpectedly made a fighting game inside the Memory Bubble. He invites you to come and play...",
  "type": 210,
  "tabName": "Tides of War",
  "tag": "How to Play",
  "introduction": "◆ Introduction ◆\nA researcher from the Maintenance Department is apparently your \"fanboy.\" He used Memory Bubbles to recreate his favorite childhood game. He specifically asked someone to invite you to play it, even preparing a \"Support Function\" for you. This really is too kind to refuse...\n\n◆ Event Rules ◆\n● In this event, 6 combat stages will be unlocked one by one.\n● In combat, you must defeat 3 waves of Boss Enemies within 6 Cycles. Non-boss enemies will also constantly appear.\n● A higher rating can be achieved if there are Cycles remaining when a stage is cleared.\n● When an ally defeats an enemy, the Energy regenerated is only <unbreak>50%</unbreak> of what would be generated in regular combat.\n● Trailblazers can select trial characters to take part in the challenge.\nWhen the Trailblazer increases their Equilibrium Level, enemies will correspondingly increase in strength.\n\n◆ Gameplay Overview ◆\n● Each stage has its own Grit Mechanics. Trigger it to quickly accumulate and increase Grit Value, elevate your Grit Phase, and obtain more buffs.\n● After entering \"Grit Phase 4: Power Awoken\", you will obtain powerful Stage Buffs to defeat enemies!\n\n◆ Grit Value ◆\n● Grit Value is accumulated each time Grit Mechanics are triggered during battle.\n● Characters can accumulate a small amount of Grit Value each time they take action.\n● Once your Grit Value reaches the target value, you can elevate your Grit Phase.\n● The amount of Grit Value required to elevate your Grit Phase in each stage is different. You can check it in the stage.\n\n◆ Grit Phase ◆\n● There are 4 Grit Phases. Every time you reach the next phase, you can activate an additional Support Function to obtain more Stage Buffs.\n● Enter \"Grit Phase 4: Power Awoken\" to gain powerful buffs. The Support Function active in this phase is the core buff for this stage and is added by default and cannot be selected.\n● For each stage, the Support Functions in Grit Phase 2 and Grit Phase 3 need to be selected before entering battle.\n● \"Grit Phase 4: Power Awoken\" will end within a certain amount of action value. And when it ends, combat will return to Grit Phase 3.\n● During \"Grit Phase 4: Power Awoken\", each attack against an enemy accumulates Waken Attacks. Based on the number of Waken Attacks accumulated, a certain amount of Grit Value will be returned when you return to Grit Phase 3, helping you to quickly re-enter \"Grit Phase 4: Power Awoken\".\n\n◆ Event Rewards ◆\n● During the event, elevate Grit Phase to the target level in the stage and defeat the stage boss to claim stage rewards from \"Limited-Time Rewards.\"\n● Challenge all stages and defeat the first wave's boss enemy in all stages to claim the offering.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFeverTime.png",
  "unlockConditions": "[PlayerLevel:21]"
}