{
  "_id": 50011,
  "id": "50011",
  "name": "Legend of\nthe Galactic Baseballer",
  "description": "Giovanni has invited you to test a game based on you. Defeat enemies from across the universe, synthesize the most powerful weapons in the cosmos, and ascend to the pinnacle of being the \"Galactic Baseballer\"!",
  "tabName": "Legend of the Galactic Baseballer",
  "tag": "How to Play",
  "introduction": "◆ Introduction ◆\nGiovanni has invited you to test a game based on you. Defeat enemies from across the universe, synthesize the most powerful weapons in the cosmos, and ascend to the pinnacle of being the \"Galactic Baseballer\"!\n\n◆ Event Rules ◆\n● This event is made up of six stages in total with three difficulties. Each stage is made up of three combat phases.\n● Trailblazers need to defeat a specified number of enemies during the three combat phases within a limited number of cycles to complete the challenge.\n● Once the event starts, a specific score must be achieved in the prerequisite stage to unlock subsequent stages.\n● When Trailblazers increase their Equilibrium Level, the enemies will increase in power accordingly.\n● Trailblazers can select trial characters to participate in the challenge.\n● When defeating enemies in \"Legend of the Galactic Baseballer,\" the amount of Energy characters regenerate is only 50% of what they normally would in regular battles.\n\n◆ Gameplay Overview ◆\n● Defeat enemies in the stage to gain experience and increase your Team Level.\n● Each stage has a different Team Bonus effect. When the Team Level increases, allies will obtain level-based Stage Buff according to the current stage's Team Bonus effect.\n● When your Team Level increases, you can choose a random \"Weapon\" or \"Accessory.\" When you get a Weapon or Accessory that you already possess, you can increase their level to obtain stronger effects.\n● Weapons can autonomously take action or be triggered by allies to deal DMG to enemies. Meanwhile, Accessories can provide various buffs for Weapons and allies.\n● Every Weapon has a specific resonant Accessory. When you have a max level Weapon and its resonant Accessory, you can ascend them to a powerful Legendary Weapon when leveling later.\n● Enemies in the stages will grow stronger with each wave and phase. Trailblazers can defeat these increasingly powerful enemies by strategically combining Weapons and Accessories and increasing weapon levels to obtain Legendary weapons.\n\n◆ Stage Gameplay ◆\n● In each stage, there are multiple waves of enemies spanning three phases. Each phase concludes with either an elite or boss enemy challenge.\n● Each wave features a specific number of enemies, which will continuously respawn until all enemies in that wave are defeated.\n● In each wave of battle, there is a countdown of finite Cycles. When the countdown reaches zero, any remaining enemies will disappear, and you won't be able to earn points or experience from them anymore.\n● In the elite wave of each phase, there are specific clearance objectives that require defeating a designated number of elite enemies before you can progress to the next phase of combat.\n● Defeat more enemies and deal higher damage to the final boss to earn a higher score. If there are any Cycles remaining when you clear the stage, you can earn extra points.\n● After the completion of each phase of battle, your current Team Level, acquired Weapons, Accessories, and other data will be automatically saved. You can use the saved data to resume your challenge at the current stage after exiting for a break.\n\n◆ Cosmic Voyage ◆\n● From the first stage (Volcanic Planet) to the fifth stage (Blissdream Planet), each stage has a designated initial weapon. In the final stage (Eternal Black Hole), you can choose your own initial weapon.\n● Starting from the fourth stage (Miniature Planet), Trailblazers can choose different Adventure Strategies at the start of each phase within the stage, bringing you more Stage Buffs.\n● In the final stage (Eternal Black Hole), after the completion of three regular phases, there is an additional challenge phase where Trailblazers can challenge a formidable foe to earn higher points.\n\n◆ Raccoon Tokens ◆\n● Defeat enemies in the stages to earn Raccoon Tokens.\n● Cosmic Treasures will be dropped by the stages' elite waves and provide random amounts of Weapons/Accessories and Raccoon Tokens.\n● After completing each level's challenges, you can spend Raccoon Tokens at the Cosmic Store to enhance your stats, strengthen your weapons, and purchase various gameplay features.\n\n◆ Event Rewards ◆\n● During the event, reach a designated amount of points within the stages to redeem stage rewards in the Journey Rewards section.\n● Complete stage challenges to earn Cosmic Reputation, which increases your Reputation Rank and allows you to claim corresponding rewards.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}