{
  "_id": 50012,
  "id": "50012",
  "name": "<i>Clockie: Dreamjoy Memoir</i>",
  "description": "Clock Studios, the production company behind the \"Clockie\" animation series, is facing a crisis. But the film's director is nowhere to be found...",
  "type": 221,
  "tabName": "<i>Clockie: Dreamjoy Memoir</i>",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nDue to the disappearance of the Watchmaker, Clock Studios is facing a production crisis. Quickly help them complete the editing work of the Clockie blockbuster <i>Dreamjoy Memoir</i>!\n\n◆ Event Rules ◆\n● Complete the Adventure Mission \"Stopped Clock\" to start editing the film <i>Dreamjoy Memoir</i>.\n● Pushing the editing progress will help earn sponsorship. Upon reaching <unbreak>100%</unbreak>, you can hold a premiere event to revive the theme park. The sponsorship obtained after a successful screening will be used to repair the damaged screens in the theme park.\n● As the film editing progresses, the crew will also get opportunities to shoot \"Commercials.\" Complete Commercial Missions to earn rewards.\n● Push the editing progress of <i>Dreamjoy Memoir</i> to unlock more Commercials.\n\n◆ Film Editing ◆\n● The crux of film editing lies in the ability to use Time Dice wisely. Allocating Time Dice to different tropes will result in more shots in the corresponding tropes and different audience reactions, thus bringing changes to the thrilling, comedic, and dramatic emotions of the film. These three Audience Emotions are crucial to the success of the film.\n● Before completion, the film will undergo an internal screening, and different films have varying screening criteria. Only when specific requirements are met can the film be deemed passable during the internal screening.\n● Any film that fails to meet the criteria during the internal screening stage will be deemed an editing failure. Additionally, if any of the three Audience Emotions for the film reaches 0, the film's content will be deemed problematic, which also counts as an editing failure.\n\n◆ Extra Story ◆\n● During the film's editing process, successful completion of the film editing will earn you the film reel of supporting characters' extra stories. Successfully shooting story snippets that contain previews for extra stories will unlock the corresponding extra stories' film and help animators throughout the cinema complete the stories of the supporting characters!\n\n◆ Regular Rewards ◆\n● During editing, there are also opportunities to try different plot developments, which may result in completely different endings from the original storyline. Complete different endings to earn corresponding rewards in Clockie Paycheck.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnClockPark.png",
  "unlockConditions": "[PlayerLevel:21]"
}