{
  "_id": 50028,
  "id": "50028",
  "name": "Star Rail WORLD",
  "description": "The Astral Express has received yet another package — this time an invitation from a game developer...",
  "tabName": "Star Rail WORLD",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nThe Astral Express has received yet another package — this time a gift prepared by a game developer...\n\n◆ Event Objectives ◆\n● Trailblazers will act as curators managing branch venues within the Star Rail WORLD exhibition.\n● Each venue features specialized exhibition booths from across the cosmos. Invite familiar characters as assistants to co-manage operations.\n● Strategically assign assistants and resolve Exhibition Occurrences to boost income efficiency. Earn more Gold Coins to increase your Venue Level and unlock more wealth.\n● The maximum Venue Level is Lv.10.\n● Collective earnings from all Trailblazers contribute to the global Game Completion. Achieve 100% completion to unlock rewards.\n\n◆ Exhibition Day Rules ◆\n● Up to 2 Exhibition Days can be unlocked per natural day. Each Exhibition Day contains a limited number of Exhibition Events.\n● Events are categorized as \"Pom-Pom Delivery\" and \"Guest Occurrence.\" Completing these grants substantial Gold Coins or other resources.\n● An Exhibition Day concludes once all its events are completed.\n● After achieving 100% Game Completion, Exhibition Days will be infinitely playable with no daily restrictions.\n\n◆ Event Guidelines ◆\n● Increasing assistant levels and establishing bonds between specific assistants will significantly boost Exhibition income efficiency.\n● Assistants assigned to exhibition booths will continue to earn Gold Coins even when the Trailblazer is offline.\n● After the current Exhibition Day concludes, no new Exhibition Occurrences or Missions will refresh, and Gold Coin earnings will drastically decrease during this phase.\n\n◆ Event Rewards ◆\n● In Star Rail WORLD, Trailblazers can earn Gold Coins to upgrade the Venue Level. Reaching new levels grants Level Rewards.\n● Complete various operational objectives during the event to claim additional rewards.\n● Collaborate with Trailblazers across the cosmos to boost exhibition income and increase Game Completion. At 100% completion, unlock exclusive cosmos-wide rewards.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestPlanetFes.png",
  "unlockConditions": "[PlayerLevel:21]"
}