{
  "_id": 50024,
  "id": "50024",
  "name": "Cosmic Home Décor Guide",
  "description": "The daily life of the Nameless is not just about majestic trailblazing. It also involves the humdrum of ordinary chores. That being said, how is constructing your own room and developing your own life not a kind of \"Trailblazing\"?",
  "tabName": "Cosmic Home Décor Guide",
  "tag": "How to Play",
  "introduction": "◆ Overview ◆\nThe daily life of the Nameless is not just about majestic trailblazing. It also involves the humdrum of ordinary chores. That being said, how is constructing your own room and developing your own life not a kind of \"Trailblaze\"?\n\n◆ Event Rules ◆\n● During the event, the Trailblazer obtains their own room and gradually enriches the room through renovation and furnishing.\n● Renovating the room needs to spend Express Fund and the Trailblazer needs to conduct duties to earn these Funds.\n● The \"Dinner Meeting\" segment during \"duties\" can grant additional Express Fund by reporting the results of this round of duties.\n\n◆ Room Construction ◆\n● There are 6 areas in the room, and each area has its independent construction progress.\n● Consume Express Funds to complete room construction and increase Décor Rating to obtain rewards.\n● You will obtain Blueprints and Decorations during Dinner Meeting. Blueprints can unlock additional furniture to be built, and Decorations can be placed in different places in the room.\n\n◆ Duties ◆\n● Five members will make up a Duty Team to earn Express Funds.\n● Select different actions and trigger more lucky events during duty can earn more Express Funds.\n● More members can be unlocked as more duties are conducted.\n\n◆ Dinner Meeting ◆\n● You will enter the Dinner Meeting phase periodically during duty.\n● During the Dinner Meeting, deliver duty report to Pom-Pom and improve the Pom-Pom's evaluation to earn extra Express Fund.\n\n◆ Regular Rewards ◆\n● Complete Room Construction to obtain Renovation Subsidy rewards.\n● Participate in duty enough times in the Duty Roster to obtain rewards.\n\n◆ Limited-time Rewards ◆\n● During the limited-time event, completing specified missions will earn you corresponding rewards and the 4-star character of your choice.\n\n◆ Event Reminders ◆\n● After the Cosmic Home Décor Guide limited-time event ends, Trailblazers will no longer be able to obtain the limited-time rewards, but they can still visit the Party Car to experience and obtain permanent rewards.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrainParty.png",
  "unlockConditions": "[PlayerLevel:21]"
}