{
  "_id": 50022,
  "id": "50022",
  "name": "Sound Hunt Ninjutsu Inscription",
  "description": "The grand music festival hides a lurking threat as the Dazzling Ninja Hero takes the stage — let the hunt begin once more! The band performance will soon commence, and it promises to be an electrifying spectacle!",
  "type": 261,
  "tabName": "Sound Hunt Ninjutsu Inscription",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\n● The grand music festival hides a lurking threat as the Dazzling Ninja Hero takes the stage — let the Sound Hunt begin once more! The band performance will soon commence, and it promises to be an electrifying spectacle!\n\n◆ Event Rules ◆\n● In the Sound Hunt Ninjutsu Inscription, Trailblazers will take on the role of the band manager for a music party, leading the members to complete three performances on the central stage of the campus. During preparations, Trailblazers must complete various music challenges to gather Inspiration for composing.\n● Once you've gathered enough Inspiration and completed the composition, you can edit the track that will be performed and take the stage. The edited track will also continue to play in the central stage area of Paperfold University.\n\n◆ Regular Rewards ◆\n● Complete Easy or Hard music challenges to obtain Commemorative Badges.\n● In Performance Remuneration, submit the Commemorative Badges to increase popularity and obtain rewards.\n\n◆ Limited-time Rewards ◆\n● During the limited-time event, complete the mission \"Sound Hunt: Initiation\" to obtain the Light Cone reward and collect musical inspirations to obtain Superimposition material rewards.\nDuring the limited-time event, completing specified missions will earn you corresponding rewards.\n\n◆ Event Reminders ◆\n● After the Sound Hunt Ninjutsu Inscription limited-time event ends, Trailblazers will no longer be able to obtain the limited-time rewards, but they can still visit the Center Stage in the Penacony Paperfold University College map to experience and obtain regular rewards.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMusicRhythm.png",
  "unlockConditions": "[PlayerLevel:21]"
}