{
  "_id": 50020,
  "id": "50020",
  "name": "Trailblaze: Friendship Is Magic!",
  "description": "The gray friend you once met in dreams has come alone to the real world of Belobog. He has arrived to resolve a crisis involving unknown shadows attacking residents, but he urgently needs your help and that of your companions...",
  "type": 242,
  "tabName": "Trailblaze: Friendship Is Magic!",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nThe gray friend you once met in dreams has come alone to the real world of Belobog. He has arrived to resolve a crisis involving unknown shadows attacking residents, but he urgently needs your help and that of your companions...\n\n◆ Event Rules ◆\n● After the event starts, there will be a new trial stage daily, up to 5 stages.\n● Each challenge stage has two difficult levels: Initiation Trial and Official Trial. After completing the Initiation Trials, the Official Trial difficulty level will be unlocked.\n● In this trial, Trailblazers can only use designated trial characters or the same characters that Trailblazers have obtained to participate.\n● Increasing the Equilibrium Level will also increase enemy levels.\n\n◆ Gameplay Intro ◆\n● In each trial phase, different characters will play the role of the Magician, summoning Minicans with different abilities to fight side by side.\n● The Magician's Skill and Ultimate will have entirely new battle effects, commanding the Minicans in combat.\n● Minicans possess new Attack and Talent abilities, offering diverse combat experiences.\n● In the Official Trial difficulty, completing specified combo skill objectives and defeating designated waves of enemies before the Cycle ends will earn evaluations for Star Rewards.\n\n◆ Event Rewards ◆\n● During the event period, rewards can be claimed via Bucket Rewards upon achieving specific challenge goals within the stages.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrashCanSummon.png",
  "unlockConditions": "[PlayerLevel:21]"
}