{
  "_id": 50032,
  "id": "50032",
  "name": "Cosmic Lucky Prize",
  "tabName": "Cosmic Lucky Prize",
  "tag": "Event Details",
  "introduction": "◆ Event Participation Rules ◆\n● The event is divided into 7 phases, with a new phase of the lottery being released each day starting from the 1st day of the event.\n● Trailblazers can choose to participate in the lottery or directly claim a fixed reward of 100 Stellar Jades before the deadline of each phase (specific times are shown on the event interface). Only one option can be selected. Different options can be picked for each phase.\n● If no action is taken during the lottery period, the default reward of fixed Stellar Jades will be granted, and the lottery will not be participated in. After the event begins, aside from the lottery or fixed rewards, you can also directly claim a reward of 100 Stellar Jades as a Lucky Blessing. If Trailblazers do not log in during the lottery period, they can still log in before the event ends to claim a one-time reward of 800 Stellar Jades.\n● Each phase's lottery results will be announced the following day, with specific times displayed on the event interface.\n● During the event, Trailblazers can claim their rewards on the event page.\n\n◆ Lottery Reward ◆\n● Lucky Superstar: 500,000 Stellar Jades\n● First Prize: 600 Stellar Jades\n● Second Prize: 50 Stellar Jades\n\n◆ Winning Rules ◆\n● In phases 1, 2, and 3, there will be 2 Trailblazers per phase who have a chance to become the Lucky Superstar. In phases 4, 5, and 6, there will be 3 Trailblazers per phase who have a chance to become the Lucky Superstar. In phase 7, 5 Trailblazers will have a chance to become the Lucky Superstar.\n● In each phase's lottery, if a Trailblazer participates but does not become the Lucky Superstar, there will be a 10% chance to win the First Prize and a 90% chance to win the Second Prize.\n● In each phase, Trailblazers can only win one of the following: Lucky Superstar, First Prize, or Second Prize. The rewards cannot overlap.\n● Across all 7 phases, a Trailblazer can only become the Lucky Superstar once. The same Trailblazer cannot be selected as the Lucky Superstar multiple times.\n\n◆ Lucky Superstar Rules Reminder ◆\n● If you have violated the HoYoverse Terms of Service while using HoYoverse's services, you will automatically forfeit your eligibility to win the Lucky Superstar reward.\n● Participation in this event must comply with relevant laws. If you are a minor, you need to obtain your guardian's consent before participating in this lottery event.\n● If you are selected as a Lucky Superstar, HoYoverse may collect your personal identification information.\n● Matters not covered in this event, as well as subsequent player actions, will remain subject to the Honkai: Star Rail Game Terms of Service you have confirmed.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}