{
  "_id": 50035,
  "id": "50035",
  "name": "Legend of the Galactic Baseballer: Demon King",
  "description": "A new adventure has begun — Chase after the Black Cloak Demon King, reclaim the Ultimate Bat, and become the pinnacle of the Galactic Baseballer!",
  "tabName": "Legend of the Galactic Baseballer: Demon King",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nA new adventure has begun — Chase after the Black Cloak Demon King, reclaim the Ultimate Bat, and become the pinnacle of the Galactic Baseballer!\n\n◆ Event Rules ◆\n● This event is made up of 6 stages in total, with 3 levels of difficulty: Easy, Medium, and Frenzy. Each stage contains 3 combat phases.\n● Trailblazers need to defeat a specified number of enemies during the 3 combat phases within a limited number of cycles to complete the challenge.\n● Once the event starts, a specific score must be achieved in the prerequisite stage to unlock subsequent stages.\n● When Trailblazers increase their Equilibrium Level, the enemies will increase in power accordingly.\n● Trailblazers can select trial characters to participate in the challenge.\n● When defeating enemy targets in \"Legend of the Galactic Baseballer,\" the amount of Energy ally characters regenerate is only 50% of what they normally would in regular battles.\n\n◆ Gameplay Overview ◆\n● Defeat enemies in the stage to gain experience and increase your Team Level.\n● Each stage has a different Team Bonus effect. When the Team Level increases, ally characters will obtain level-based Stage Buff according to the current stage's Team Bonus effect.\n● When your Team Level increases, you can randomly choose a \"Weapon\" or \"Accessory.\" When you get a Weapon or Accessory that you already possess, you can increase their level to obtain stronger effects.\n● Weapons can autonomously take action or be triggered by ally characters to deal DMG to enemies. Meanwhile, Accessories can provide various buffs for Weapons and ally characters.\n● Weapons have a specific resonant Accessory. When you have a max level Weapon and its resonant Accessory at any level, you can ascend them to a powerful Legendary Weapon when leveling later.\n● A few special Weapons have alternative resonance methods, allowing them to evolve into even more unique and powerful Twin Weapons or Esteemed Weapons.\n● Enemies in the stages will grow stronger with each wave and phase. Trailblazers can defeat these increasingly powerful enemies by strategically combining Weapons and Accessories and increasing weapon levels to obtain Legendary weapons.\n\n◆ Stage Gameplay ◆\n● In each stage, there are multiple waves of enemies spanning 3 phases. Each phase concludes with either an Elite or Boss Challenge.\n● Each wave features a specific number of enemies, which will continuously respawn until all enemies in that wave are defeated.\n● In each wave of battle, there is a countdown of finite Cycles. When the countdown reaches zero, any remaining enemies will disappear, and you won't be able to earn points or experience from them anymore.\n● In the Elite wave of each phase, there are specific Clearance Objectives that require defeating a designated number of elite enemies before you can progress to the next phase of combat.\n● The more enemies defeated and the higher damage dealt to the final boss, the higher score you can earn. If there are any Cycles remaining when you clear the stage, you can earn extra points.\n● After the completion of each phase of battle, your current Team Level, acquired Weapons, Accessories, and other data will be automatically saved. You can use the saved data to resume your challenge at the current stage after temporarily exiting.\n◆ Cosmic Voyage ◆\n● From the first stage, Planet V612, to the fifth stage, Planet D007, each stage will have a designated starting weapon. In the final stage, Demon King's Den, Trailblazers can freely choose their starting weapon.\n● Starting from the second stage, Planet C996, Trailblazers can select an Adventure Strategy at the beginning of each phase within a stage to gain additional Stage Buffs.\n● After completing the three standard phases of the final stage, Demon King's Den, the Demon King Challenge phase will be unlocked, where players can face the event's ultimate boss, the Black Cloak Demon King.\n\n◆ Raccoon Gold Coin ◆\n● Defeat enemies in the stages to earn Raccoon Gold Coins.\n● After clearing the Elite waves and defeating Demon King's Minions during the stage, Demon King's Treasures can be dropped, providing random amounts of Weapons/Accessories and Raccoon Gold Coins.\n● After completing each level's challenges, you can spend Raccoon Gold Coins at the Cosmic Store to enhance your stats, strengthen your weapons, and unlock or enhance various gameplay features.\n\n◆ Classic Revival ◆\n● After clearing Legend of the Galactic Baseballer: Demon King, players can access Legend of the Galactic Baseballer: Departure at the blue arcade machine in the event entrance.\n\n◆ Limited-time Rewards ◆\n● During the limited-time event, completing specified mission targets will earn you corresponding Journey Rewards and a 4-star character of your choice.\n\n◆ Event Reminders ◆\n● After the Legend of the Galactic Baseballer: Demon King limited-time event ends, Trailblazers will no longer be able to obtain the limited-time rewards, but they can still challenge stages to obtain Cosmic Reputation, increase Reputation Rank, and obtain corresponding rewards.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuildSC.png",
  "unlockConditions": "[PlayerLevel:21]"
}