{
  "_id": 50042,
  "id": "50042",
  "name": "The Chrysos Maze\nGrand Restaurant",
  "description": "Stories hold endless possibilities. Farm and cook with your familiar companions, and savor these precious moments of peace. Deep in the Maze, the restaurant is finally ready to open its doors.",
  "tabName": "The Chrysos Maze Grand Restaurant",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nFarm and cook with your familiar companions, and savor these precious moments of peace. Deep in the Maze, the restaurant is finally ready to open its doors.\n\n◆ Event Rules ◆\n● During the event, the Trailblazer will manage farmland and run a restaurant deep in the Maze with familiar companions.\n● The gameplay is divided into two parts: farming and restaurant management. Each Business Day allows for one farming session and one restaurant operation.\n● In the farming gameplay, consume Fairy Gold Coins to plant crops. As the restaurant's star rating increases, new Seeds will gradually unlock.\n● In the restaurant management gameplay, use harvested crops to plan today's menu or to develop or upgrade dishes. After opening for business, consume ingredients to prepare dishes that satisfy customer demands to earn Fairy Gold Coins. Meanwhile, you can also spend Fairy Gold Coins on staff training and restaurant decoration to improve overall operational efficiency.\n● After earning sufficient revenue and completing management missions, you can increase the restaurant's star rating. The restaurant can be upgraded to a maximum of 4 stars. As the star rating increases, the daily number of customers will grow, and more Seeds, staff members, restaurant facilities, and dishes will gradually become available.\n\n◆ Event Rewards ◆\n● Complete sections in the Manager's Handbook to receive permanent event rewards.\n● Complete the items in the time-limited Rewards to receive these event rewards.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestElfRestaurant.png",
  "unlockConditions": "[PlayerLevel:21]"
}