{
  "_id": 50048,
  "id": "50048",
  "name": "Sweet Dreams and\nthe Holy Grail",
  "description": "The Holy Grail, an omnipotent wish-granting chalice, has descended upon the planet of dream-chase, and that 10-Amber-Era-old Penaconian business magnate had invited distinguished guests for the Holy Grail War...",
  "tabName": "Sweet Dreams and the Holy Grail",
  "tag": "Event Details",
  "introduction": "▌ The collaboration characters have no English voiceovers. You may switch to another voiceover language if preferred.\n\n▌ Fate/Night in Dreamland\n● An omnipotent wish-granting chalice — the Holy Grail — has descended upon the planet of dream-chase, and that Penaconian business magnate who has lived through 10 Amber Eras offered the Holy Grail War's invitations to distinguished guests...\n\n▌ Fate/stay night\n◆ Introduction ◆\n● The Penaconian Holy Grail War has concluded. Yet, the geniuses have imbued the Holy Grail with new functions. In a corner of the Radiant Feldspar, a new simulated Holy Grail War will soon begin!\n\n◆ Event Rules ◆\n● In Fate/stay night, the Trailblazer will participate in the Holy Grail War alongside 7 simulated characters. After multiple 1v1 showdowns, a final victor will be decided.\n\n◆ Regular Rewards ◆\n● You can accumulate points by playing Fate/stay night. Once your points reach certain ranks, you can obtain regular rewards from Point Rewards.\n\n◆ Limited-Time Rewards ◆\n● During the Limited-Time Event, you can accumulate points by playing Fate/stay night. Once your points reach certain ranks, you can obtain limited rewards from Point Rewards.\n\n◆ Event Reminders ◆\n● After the Fate/stay night limited-time event ends, Trailblazers will no longer be able to obtain the Point Rewards, but they can still visit the Radiant Feldspar map to experience the event and obtain permanent rewards.\n\n▌ Fate Gift\n● During the event, Trailblazers who consume a cumulative total of 200 Star Rail Special Passes across any Version 3.4 Warp event can claim the reward after the Collaboration Warp begins.\n● The total number of \"Star Rail Special Passes\" consumed is shared across all Warp events in Version 3.4.\n● This reward can only be claimed once during the event.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnCollaborationEventVersionQuest0340.png",
  "unlockConditions": "[PlayerLevel:21]"
}