{
  "_id": 60007,
  "id": "60007",
  "name": "Simulated Universe: Gold and Gears",
  "tabName": "Simulated Universe: Gold and Gears",
  "tag": "How to Play",
  "introduction": "◆ Summary ◆\nHerta, Ruan Mei, Screwllum, and Stephen have joined forces to bring about the Simulated Universe's second major update! They're not only bringing in brand-new Blessings, Curios, and random Occurrences, but also introducing all-new Adventure Missions. \n\n◆ Gameplay Goal ◆\nGather all Trailblaze Secrets in Simulated Universe: Gold and Gears to learn more about the IPC and ultimately unlock all Aeon Secrets.\n\n◆ Gameplay Content ◆\n● Custom Dice: The updated version now allows for free assembly and customization of its dice faces. Collect dice faces with various abilities and strategically combine these varied Custom Dice to get more Blessings and Curios.\n● Resonance Extrapolation: In the boss fight in the deepest level of the Third Plane, the overflowing Path energy from Erudition will interfere with the Simulated Universe system and extrapolate Path Resonances for different Paths, thereby presenting new challenges for the team.\n● Moreover, Simulated Universe: Gold and Gears has updated Blessings, Curios, random Occurrences, and brand-new Path Resonances.\n\n◆ Gameplay Rewards ◆\n● Collect \"Simulated Universe: Gold and Gears\" Secrets to earn collection rewards.\n● Complete \"Tests\" and \"Conundrums\" to earn challenge rewards.\n● Clear each difficulty for the first time to earn the first-time clearance rewards.\n\n◆ Attention ◆\n● Simulated Universe: Gold and Gears has 5 difficulties in total, with the fifth one being the most difficult and challenging. Trailblazers can challenge these difficulties based on their preferences.\n● Collect all the Secrets in Gold and Gears and complete the Adventure Mission \"Gold and Gears: Finale\" to unlock the brand-new Path of Erudition inside the Simulated Universe.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestRogueNous.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}