{
  "_id": 60006,
  "id": "60006",
  "name": "Planar Infinity",
  "description": "This time, Herta and three other members of the Genius Society made some, uh, crazy tweaks to the Simulated Universe, but unexpectedly, they messed up a bit — all the codes got scrambled, and the universe started expanding infinitely!\nNow it's up to you to fix this insane universe!",
  "tabName": "Planar Infinity",
  "tag": "Event Details",
  "introduction": "◆ Introduction ◆\nHerta, Ruan Mei, Screwllum, and Stephen each conducted wild modifications to the Simulated Universe.\n\n◆ Event Rules ◆\n● After the event starts, a new plane will be unlocked daily, with a total of 5 planes.\n● Each plane has different plane rules that help Trailblazers obtain more Blessings, Curios, and Cosmic Fragments to enhance their power.\n● Each plane consists of an Ordinary Plane and a Manic Plane. After clearing the Ordinary Plane, you can enter the Manic Plane.\n● The Manic Plane involves multiple consecutive battles with a 6-Cycle countdown. As the level increases, the number of enemies grows. You earn Manic Points based on the challenge level, and if you complete the challenge with cycles remaining, you'll gain extra Manic Points.\n● After clearing the Ordinary Plane, data such as the characters, Blessings, Curios, and Cosmic Fragments used will be automatically saved. You can repeatedly challenge the Manic Plane to earn higher Manic Points.\n● When the Trailblazer increases their Equilibrium Level, the levels of the enemies and trial characters in the event will also increase accordingly.\n\n◆ Event Rewards ◆\nDuring the event, by clearing the Ordinary Plane in each plane, challenging the Manic Plane, and earning the specified Manic Points, you can claim plane rewards in the \"Limited-Time Rewards.\"\n● After reaching the specified target for the highest accumulated Manic Points across all planes, you can claim the cumulative reward.\n\n◆ Attention ◆\n● Blessings, Curios, and Occurrences encountered within the plane will not unlock entries in the Simulated Universe index.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[PlayerLevel:21]"
}