{
  "_id": 60003,
  "id": "60003",
  "name": "Simulated Universe:\\nSwarm Disaster",
  "type": 31,
  "tabName": "Simulated Universe: Swarm Disaster",
  "tag": "How to Play",
  "introduction": "◆ Introduction ◆\n● Herta, Ruan Mei, Screwllum, and Stephen have joined forces to bring about the Simulated Universe's first major update!\nThey're not only bringing in brand-new Blessings, Curios, and random Occurrences, but also the new Audience Journey map and the mysterious Audience Dice and Communing Device!\n\n◆ Gameplay Goal ◆\nIn Simulated Universe: Swarm Disaster game mode, Trailblazers need to conduct Trail of Pathstrider challenges, raise Communing Trail points, and ultimately unlock all main story chapters.\n\n◆ Gameplay Content ◆\n● Audience Journey: Travel and plot your route across a \"map\" formed of various domains to arrive at your destination.\n● Audience Dice: Use the Communing Device to toss out Audience Dice. Each Path's Audience Die offers varied effects. Using these effects optimally will allow you to gain more Blessings and Curios.\n● Communing Trail: Increasing your Communing Trail points can let you unlock various special buffs (Note: The buffs are only active in Simulated Universe: Swarm Disaster).\n● Swarm: True Sting — In the depths of the third plane, you can challenge the new boss Swarm: True Sting.\n● Additionally, Simulated Universe: Swarm Disaster has been updated with a huge number of new Blessings, Curios, and random Occurrences, while also welcoming brand-new Path Resonances.\n\n◆ Gameplay Rewards ◆\n● Collect all the Swarm Disaster chapters to earn chapter collection rewards.\n● Complete Trail of Pathstrider to get the corresponding rewards.\n● Clearing each difficulty for the first time will earn you first-time completion rewards.\n\n◆ Attention ◆\n● Simulated Universe: Swarm Disaster has 5 difficulties in total, with Difficulty V offering high-level obstacles and challenges. Trailblazers can challenge these difficulties based on their preferences.\n● Collect all chapters of Swarm Disaster and complete the Adventure Mission Swarm Disaster: The End to unlock the all-new Path of Propagation in Simulated Universe.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueDlcQuestBannerSmall1.png",
  "unlockConditions": "[FinishMainMission:8013103]"
}