{
  "_id": 60011,
  "id": "60011",
  "name": "Divergent Universe:\\nThe Human Comedy",
  "type": 233,
  "tabName": "Divergent Universe: The Human Comedy",
  "tag": "How to Play",
  "introduction": "◆ Introduction ◆\nWith Planet Screwllum's technology as its medium, Screwllum created a completely standalone project branch for the Simulated Universe. He has updated it with new Blessings, Curios, and random Occurrences, and even configured a totally new testing ground, Equations, and Weighted Curios. Who knows, there could be even more hidden surprises within.\n\n◆ Gameplay Goal ◆\n● Clear Ordinary Extrapolation and Cyclical Extrapolation to obtain Synchronicity Points and raise the Synchronicity Level to obtain rewards.\n\n◆ Gameplay Rewards ◆\n● Collect Blessings, Equations, Occurrences, Curios, and Weighted Curios in the Divergent Universe to obtain collection rewards.\n● Clear the various Ordinary Extrapolation difficulties to obtain challenge rewards.\n● First-time clearances of Cyclical Extrapolation each week yield bonus rewards.\n● Complete specific Stable Computing Array objectives to obtain the corresponding rewards.\n\n◆ Ordinary Extrapolation ◆\n● Clear Ordinary Extrapolation to unlock new difficulties. First-time clearances of new difficulties yield bonus rewards.\n● After clearing Difficulty 5, a Threshold Protocol system will be added to it.\n● After enabling the Threshold Protocol, Ordinary Extrapolation difficulties will be greatly increased. Trailblazers can select and challenge a Protocol level suited to their own circumstances.\n● Stages must be cleared in Ordinary Extrapolation to unlock more advanced Threshold Protocols.\n● First-time clearances for each Threshold Protocol level yield bonus rewards.\n\n◆ Cyclical Extrapolation ◆\n● Special gameplay content is updated in Cyclical Extrapolation every week. First-time clearances every week yield bonus rewards.\n● Clear Weekly Extrapolation to earn bonus Synchronicity Points, of which there is a weekly limit. When that limit is reached, clearing Weekly Extrapolation still yields Synchronicity Points.\n● In Cyclical Extrapolation, Trailblazers can choose the difficulties and Threshold Protocols that were unlocked in Ordinary Extrapolation.\n● Cyclical Extrapolation will be updated every Monday at <unbreak>04</unbreak>:<unbreak>00</unbreak> (Server time).\n\n◆ Arithmetic Mapping ◆\n● In the Divergent Universe, character levels, Light Cone levels, Traces, and Relics will be enhanced when the conditions are fulfilled. These enhancements are only effective in the Divergent Universe.\n● When a character's level is below the level cap set by the current Equilibrium Level, it will be increased to that level cap.\n● When a character's unlocked Traces are inactive, or if their Trace Level is lower than that required by the current Equilibrium Level, their Traces will be activated or their Trace Level will be increased to a level suitable for the current Equilibrium Level.\n● When a character's equipped Relics' total Enhancement Level is lower than that required by the current Equilibrium Level, their Relics will be replaced with temporary Relics that are compatible with the current Equilibrium Level.\n\n◆ Synchronicity Level Reward Extension ◆\n●The Divergent Universe's Synchronicity Level will be regularly extended to provide new rewards.\n● If the Trailblazer's Synchronicity Level reaches the maximum before the Synchronicity Level is extended, they will not be able to obtain Synchronicity Points in the Divergent Universe.\n\n◆ Simulated Universe Points ◆\n● Clear Cyclical Extrapolation and Ordinary Extrapolation to obtain Simulated Universe Points.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall1.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}