{
  "_id": 60016,
  "id": "60016",
  "name": "Simulated Universe: Unknowable Domain",
  "description": "In the Simulated Universe, the geniuses discovered an unobservable area called the Unknowable Domain.",
  "tabName": "Simulated Universe: Unknowable Domain",
  "tag": "How to Play",
  "introduction": "◆ Introduction ◆\nA brand-new expansion module: Herta and Screwllum have discovered an unobservable area within the Simulated Universe: Unknowable Domain! Unknown Curios, random Occurrences, and the Scepter system and Components left behind by Rubert II — could the fifth collaborator mentioned by these two geniuses be...?\n\n◆ Gameplay Goal ◆\n● Clear the Scattered Archives and Mundanite Assembly to complete the challenge\n\n◆ Gameplay Rewards ◆\n● Collect Scepters, Components, Occurrences, and Curios from the \"Simulated Universe: Unknowable Domain\" to earn collection rewards in the Emulation Records.\n● Clearing each stage in the Scattered Archives for the first time will grant challenge rewards.\n● Clearing each stage in the Mundanite Assembly for the first time will grant bonus rewards.\n● Story snippets collected during the stages can earn you bonus rewards in Trailblaze Secrets.\n● Completing the goals of specific Reorganized Models will earn corresponding rewards.\n\n◆ Scattered Archives ◆\n● Clearing stages in Scattered Archives unlocks new stages, with bonus rewards granted for the first-time completion of these new stages. Starting from Stage 5, you can access the Fourth Plane for further challenges.\n● After clearing Stage 5, a Conundrum Level system will be added to the stage.\n● When the Conundrum Level is used, the difficulty of Scattered Archives will significantly increase. Trailblazers can choose an appropriate Conundrum Level based on their abilities for the challenge.\n● Higher Conundrum Levels can only be unlocked by clearing Stage 5 of Scattered Archives.\n● Additional rewards can be earned for the first-time completion of each Conundrum Level.\n\n◆ Mundanite Assembly ◆\n● The Mundanite Assembly offers custom challenges for players to experience, with additional rewards granted upon first-time completion.\n● After successfully completing a challenge in the Mundanite Assembly, you can review the recorded Build Content for reference when attempting other stages.\n● Successfully completing challenges in the Mundanite Assembly will also unlock new story snippets.\n\n◆ Arithmetic Mapping ◆\n● In the Simulated Universe: Unknowable Domain, character levels, Light Cone levels, Traces, and Relics will be enhanced when the conditions are fulfilled. These enhancements are the same as in the Divergent Universe.\n● When a character's level is below the level cap set by the current Equilibrium Level, it will be increased to that level cap.\n● When a character's unlocked Traces are inactive, or if their Trace Level is lower than that required by the current Equilibrium Level, their Traces will be activated or their Trace Level will be increased to a level suitable for the current Equilibrium Level.\n● When a character's equipped Relics' total Enhancement Level is lower than that required by the current Equilibrium Level, their Relics will be replaced with temporary Relics that are compatible with the current Equilibrium Level.\n\n◆ Simulated Universe Points ◆\n● Clear Scattered Archives and Mundanite Assembly to obtain weekly Simulated Universe Points.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueMagic.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}