{
  "_id": 60017,
  "id": "60017",
  "name": "Divergent Universe: Protean Hero",
  "tabName": "Divergent Universe: Protean Hero",
  "tag": "How to Play",
  "introduction": "◆ Overview ◆\nHuge Divergent Universe update! Not only are there new Blessings, Equations, Weighted Curios, and random Occurrences, but also new Golden Blood's Boons.\n\n◆ Gameplay Goal ◆\n● Clear Ordinary Extrapolation and Cyclical Extrapolation to obtain Synchronicity Points and raise the Synchronicity Level to obtain rewards.\n\n◆ Gameplay Rewards ◆\n● Collect Blessings, Equations, Occurrences, Curios, Weighted Curios, and Golden Blood's Boons in the Divergent Universe to obtain collection rewards.\n● Clear the various Ordinary Extrapolation difficulties for the first time to obtain challenge rewards.\n● First-time clearances of Cyclical Extrapolation each week yield bonus rewards.\n● Complete specific Stable Computing Array objectives to obtain the corresponding rewards.\n\n◆ Ordinary Extrapolation ◆\n● Pass Ordinary Extrapolation to unlock new difficulties. First-time clearance of a new difficulty grants you bonus rewards.\n● After passing the fifth difficulty, the Astronomical Division mode will be unlocked.\n\n◆ Cyclical Extrapolation ◆\n● Special gameplay content is updated in Cyclical Extrapolation every week. First-time clearances every week yield bonus rewards.\n● Clear Weekly Extrapolation to earn bonus Synchronicity Points, of which there is a weekly limit. When that limit is reached, clearing Weekly Extrapolation still yields Synchronicity Points.\n● In Cyclical Extrapolation, Trailblazers can choose the difficulties and Threshold Protocols that were unlocked in Ordinary Extrapolation.\n● Cyclical Extrapolation will be updated every Monday at 04:00 (Server time).\n\n◆ Astronomical Division Mode ◆\n● In Astronomical Division Mode, players can challenge Threshold Protocols. The difficulty of the game will be greatly increased while challenging Threshold Protocols.\n● Astronomical Division Mode includes Star-Pioneer Mode and Practice Mode.\n● In Star-Pioneer Mode, you can light Cognoculi to increase your Astronomical Division. The higher your Astronomical Division, the higher the Threshold Protocol in Star-Pioneer Mode will be.\n● Astronomical Division cannot be lowered in Star-Pioneer Mode. Your number of Cognoculi may increase or decrease in the same Astronomical Division. Some Astronomical Divisions contain rank-retaining mechanisms.\n● In Practice Mode, you can freely choose Threshold Protocol levels, up to the max level corresponding to your current Astronomical Division.\n● Practice Mode will not affect your Astronomical Division or Cognoculi.\n\n◆ Arithmetic Mapping ◆\n● In the Divergent Universe, character levels, Light Cone levels, Traces, and Relics will be enhanced when the conditions are fulfilled. These enhancements are only effective in the Divergent Universe.\n● When a character's level is below the level cap set by the current Equilibrium Level, it will be increased to that level cap.\n● When a character's unlocked Traces are inactive, or if their Trace Level is lower than that required by the current Equilibrium Level, their Traces will be activated or their Trace Level will be increased to a level suitable for the current Equilibrium Level.\n● When a character's equipped Relics' total Enhancement Level is lower than that required by the current Equilibrium Level, their Relics will be replaced with temporary Relics that are compatible with the current Equilibrium Level.\n\n◆ Synchronicity Level Reward Extension ◆\n●The Divergent Universe's Synchronicity Level will be regularly extended to provide new rewards.\n● If the Trailblazer's Synchronicity Level reaches the maximum before the Synchronicity Level is extended, they will not be able to obtain Synchronicity Points in the Divergent Universe.\n\n◆ Simulated Universe Points ◆\n● Clear Cyclical Extrapolation and Ordinary Extrapolation to obtain Simulated Universe Points.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall2.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}