{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Longevity Pill of Cruelty",
  "description": "หลังจากใช้งาน ในการต่อสู้ 3 ครั้งถัดไป HP สูงสุดของฝ่ายตัวเองทั้งหมดจะเพิ่มขึ้น 20% และการต้านทานสถานะจะเพิ่มขึ้น 6%",
  "story": "ยาสูตรลับเฉพาะของ Xianzhou \"Yaoqing\" ที่สามารถเพิ่มพลังกายให้กับผู้ใช้ และป้องกันโรคภัยต่างๆ ได้ภายในเวลาสั้นๆ\nบน Yaoqing มีตำนานเกี่ยวกับเรื่องนี้อยู่: กาลครั้งหนึ่ง หมอที่ชื่อ Yu ได้ตกหลุมรักกับแม่ค้าชาวมนุษย์จิ้งจอก ที่มาพักอยู่ใน Xianzhou แต่ชาว Vidyadhara อย่างเขาอายุยืนยาวพันปี ทว่ามนุษย์จิ้งจอกไม่อาจอยู่ได้นานขนาดนั้น Yu ไม่อยากพลัดพรากจากคนรักชั่วนิรันดร์ เขาจึงถูกล่อลวงจาก Disciples of Sanctus Medicus และหลอกให้คนรัก กินยาอายุวัฒนะของความเฟื่องฟูเข้าไป โชคร้ายที่มนุษย์จิ้งจอกสาวกลับกลายเป็นสิ่งชั่วร้าย ผู้สูญสิ้นความรักที่มีต่อหมอ Yu ไปเสียแล้ว สุดท้ายเธอจึงถูก Cloud Knight กำจัด หมอ Yu เศร้าโศกเสียใจมาก และเพื่อป้องกันไม่ให้เขากลายเป็น Mara-struck ทาง Alchemy Commission จึงสั่งให้เขากิน Longevity Pill of Cruelty เพื่อตัดอารมณ์และความปรารถนาทั้งมวล จวบจนกว่าเขาจะสิ้นอายุขัย\nเรื่องนี้ยังมีอีกเวอร์ชันหนึ่ง หมอ Yu ไม่ใช่ชาว Vidyadhara แต่เขาเป็นมนุษย์ ส่วนมนุษย์จิ้งจอกสาวกลับเป็นสายลับจาก Disciples of Sanctus Medicus เธอเข้าใกล้หมอ Yu เพราะตั้งใจจะปลูกฝัง เมล็ดพันธุ์แห่งความหวาดระแวงให้กับ Alchemy Commission แต่เวอร์ชันนี้ไม่ค่อยได้รับความนิยมใน Xianzhou นัก เพราะเน้นหนักไปที่เรื่องการเมือง และขาดเรื่องราวความรักไป\n\n\"ผู้มีความรักและความปรารถนา จะตกสู่ทางแห่งความมืด ส่วนผู้ที่ตัดอารมณ์และความปรารถนาได้ จะอายุยืนยาวพันปี ตกสู่ทางแห่งความมืดแล้วผิดอะไร? อายุยืนพันปีแล้วดีอย่างไร?\"",
  "rarity": 5,
  "source": [
    {
      "description": "\"เครื่องผสานสารพัดประโยชน์\"",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Seed",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Ambergris of Abundance",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Hard Chip of Nihility",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Preservation Construction Material",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Interdimensional Leaf",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "วัสดุใช้งาน"
  }
}