{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Longevity Pill of Cruelty",
  "description": "Meningkatkan 20% Max HP dan 6% Effect RES seluruh rekan tim pada 3 pertempuran setelah digunakan.",
  "story": "Resep rahasia eksklusif Xianzhou \"Yaoqing\", dikatakan memiliki efek meningkatkan kebugaran secara keseluruhan dan membuat mereka yang meminumnya kebal terhadap semua penyakit untuk waktu yang singkat.\nDi Yaoqing memiliki legenda yang menyebutkan pernah ada seorang dokter bernama Yu jatuh cinta dengan seorang gadis pedagang Foxian. Tapi ras Vidyadhara bisa hidup selama seribu tahun jauh lebih lama dari Foxian. Yu mencari cara untuk melepaskan kekasihnya dari cengkeraman kematian. Dia tidak ingin berpisah dari kekasihnya selamanya dan terjerumus dalam tipu daya Disciples of Sanctus Medicus dan meminta kekasihnya untuk meminum pil umur panjang dari Abundance tanpa memberitahunya pil apa itu. Sayangnya gadis Foxian kehilangan cintanya pada dokter dan akhirnya dieksekusi oleh Cloud Knight. Untuk mencegah Yu yang diliputi kesedihan berubah menjadi Mara-struck, Alchemy Commission memerintahkannya meminum Longevity Pill of Cruelty untuk menghilangkan cinta dan keinginannya hingga akhir hayatnya.\nNamun, legenda memiliki versi lain di mana Yu bukan dari ras Vidyadhara melainkan manusia biasa, dan gadis Foxian adalah utusan dari Disciples of Sanctus Medicus yang disuruh menyusup ke Alchemy Commission. Versi legenda ini tidak populer di Xianzhou karena lebih menonjolkan makna politiknya dan kurangnya unsur cinta.\n\n\"Umur panjang adalah kutukan ketika hidup kehilangan gairah dan keinginan.\"",
  "rarity": 5,
  "source": [
    {
      "description": "\"Omni-Synthesizer\"",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Seed",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Ambergris of Abundance",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Hard Chip of Nihility",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Preservation Construction Material",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Interdimensional Leaf",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Bahan Konsumsi"
  }
}