{
  "_id": 403005,
  "id": "topological_acceleration_band",
  "name": "Topological Acceleration Band",
  "description": "Meningkatkan 24% SPD seluruh rekan tim pada 3 pertempuran selama 2 giliran setelah digunakan.",
  "story": "Departemen Seni Implementasi Stasiun Luar Angkasa Herta pernah melakukan eksperimen menarik. Para penelitinya menambahkan 3 Aiden vektor ke Stone of the Hunt dalam lingkaran topologi sehingga membuat batu itu mengejar dirinya sendiri. Akibatnya, batu itu mampu mencapai gerakan abadi terbatas dalam kondisi tertentu. Departemen tidak peduli dengan hilangnya kekuatan Path dalam eksperimen, tapi sebuah fenomena kecil menarik perhatian mereka. Berasal dari praktik Path, batu itu bergerak dengan kecepatan yang sangat rendah tapi kecepatannya secara bertahap meningkat sedikit demi sedikit. Para peneliti memanfaatkan hal ini dan menghasilkan Topological Acceleration Band. Selain mengganti karet gelang biasa untuk tujuan latihan, belum ditemukan kegunaan lainnya.\n\n\"Asumsi kalau memproduksinya secara massal, jumlah produksi massal yang tidak terbatas, apakah mungkin untuk menguras semua energi dari Path tertentu?\"\n\"Entahlah ... kami cuma tahu sedikit tentang cara kerja Path.\"",
  "rarity": 5,
  "source": [
    {
      "description": "\"Omni-Synthesizer\"",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180006,
              "name": "Gaseous liquid",
              "rarity": 1,
              "count": 6
            },
            {
              "id": 182003,
              "name": "Stone of the Hunt",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182007,
              "name": "Slime of Harmony",
              "rarity": 3,
              "count": 3
            },
            {
              "id": 183004,
              "name": "Mythus Knots",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Bahan Konsumsi"
  }
}
