{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "Arcadia of Woven Dreams",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "เมื่อจำนวนเป้าหมายฝ่ายเรา ในการต่อสู้ปัจจุบัน ไม่เท่ากับ 4 ตัว เป้าหมายฝ่ายเราทุกๆ 1 ตัวที่เกินมา/ขาดไป จะทำให้ผู้สวมใส่ และภูตความทรงจำของผู้สวมใส่ สร้าง DMG เพิ่มขึ้น <nobr>9%</nobr>/<nobr>12%</nobr> โดยสามารถซ้อนทับได้สูงสุด <nobr>4</nobr>/<nobr>3</nobr> ชั้น"
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "Membrance Maze's Serene Treehouse",
      "type": "NECK",
      "desc": "สิ่งที่อยู่ใน Planar Sphere คือ \"แดนวงกตลวงลับ\" ของ Elysiae เมื่อแหวกฟางข้าวสาลีสีทองออก ก็จะตกลงไปในโพรงต้นไม้แสนลึก เอ๋? ภูตน้อยเยอะแยะเลย \"<unbreak>1 2 3 4 5 6 7</unbreak>?\" ผิดแล้วล่ะ! เป็น \"โด เร มี ฟา ซอล ลา ที!\" ต่างหาก",
      "typeText": "Planar Sphere",
      "backstory": "\"ฮึๆ เด็กน้อยทั้งหลาย ฤดูเก็บเกี่ยวของแดนวงกตลวงลับมาถึงอีกแล้ว พวกเราควรเตรียมตัวทำอะไรกันเอ่ย?\" หัวหน้าหมู่บ้านลูบเคราขาว พลางเอ่ยถามยิ้มๆ\n\"เทศกาลน้ำอมฤต!\" เหล่าภูตน้อยโห่ร้องดีใจกันขึ้นมา\n\nแรกเริ่มเดิมที แดนวงกตลวงลับยังเป็นแดนรกร้าง เด็กชายกับเด็กหญิงจาก Elysiae ได้นำเมล็ดพันธุ์จากภายนอกเข้ามา แล้วสอนวิธีเพาะปลูกให้กับเหล่าภูต หลังจากต้นกล้าของเมล็ดพันธุ์ออกดอก เหล่าภูตก็เลียนแบบพวกเขา โดยการตามรอยผึ้งขนทองข้างๆ ซุ้มองุ่นไปเก็บน้ำหวาน หลังจากนั้นพอดอกไม้ร่วงโรย ผลก็เติบโต เมื่อถึงฤดูเก็บเกี่ยว เหล่าภูตจะมารวมตัวกันร้องเพลงเฉลิมฉลอง งานเลี้ยงที่คึกคักดำเนินไปจนถึงกลางคืน แล้วหลังจากกลางคืนล่ะ? ก็ใช้ขวดมาบรรจุน้ำหวานของปีนี้ แล้วฝังไว้ใต้ดินลึก เพื่อหมักพวกมันจนกลายเป็นยาวิเศษ สำหรับรักษาอาการเจ็บป่วยในการเติบโต หรืออาการป่วยในฤดูหนาวในปีหน้า\n\nเทศกาลน้ำอมฤตในแต่ละปีล้วนเป็นเช่นนี้\nส่วนเทศกาลในปีนี้นั้น \"มีใครเห็นบ้างมั้ยว่า Relimem ไปไหน?\" หัวหน้าหมู่บ้านลูบเคราขาว\n\nเหล่าภูตตามหาแล้วตามหาอีก ในที่สุดก็เจอ 'Relimem' อยู่หน้าประตูบ้านต้นไม้ เขากำลังนอนหลับปุ๋ย มุมปากเป่าฟองฟี้ขึ้นมา เหมือนกำลังฝันหวานอยู่ทีเดียว 'Milimem' ผู้ใคร่รู้กระเถิบเข้าไปใกล้ และได้ยินอีกฝ่ายละเมอพูดว่า... \"Phainon กับ Cyrene สัญญาแล้วว่าจะมาอีก มาดื่มน้ำอมฤตลูกหนามที่ฝังไว้ปีที่แล้วด้วยกัน!\"\n\nในความฝันของ 'Relimem' เขาฝันว่าตัวเองกลายเป็น 'Relimem ตัวใหญ่ยักษ์'... ใหญ่พอจะบังโพรงต้นไม้ที่เข้าสู่แดนวงกตลวงลับไว้ได้มิดเลย จนไม่ว่ายังไงเด็กน้อยที่ยังเล็กทั้งสอง ก็หาทางเข้าไม่เจอ Phainon กับ Cyrene ทั้งแหย่หญ้าเข้าไปในรูหูของ 'Relimem' และปีนขึ้นไปกระโดดเด้งดึ๋งอยู่บนท้องของ 'Relimem' พร้อมกับตะโกนชื่อของเขาเสียงดังลั่น แต่ 'Relimem' หลับลึกมาก ไม่ว่าจะทำยังไงก็ไม่ได้ยิน\n\"แย่แล้ว หรือว่าที่ Phainon กับ Cyrene ไม่มาที่แดนวงกตลวงลับ คงไม่ใช่เพราะฉันบังทางไว้หรอกใช่มั้ย?\"\n'Relimem' ในความฝันหัวใจเต้นรัวขึ้นมา\n\n\"ฮะ...ฮัดชิ้ว!\"\n'Relimem' จามออกมา ในที่สุดก็ตื่นสักที ฟู่ว โชคดีที่ไม่ได้กลายเป็น 'Relimem ตัวใหญ่ยักษ์' ที่ขวางทางไว้ แต่ที่กำลังล้อมอยู่รอบตัวนี่คือเหล่าภูตทั้งนั้นเลยนี่นา?\n\"Phainon กับ Cyrene ล่ะ? พวกเขามากันรึยัง?\"\nเหล่าภูตส่ายหน้า จำไม่ได้เลยว่า Phainon กับ Cyrene ไม่ได้กลับมาเยือนเทศกาลน้ำอมฤตเป็นครั้งที่เท่าไหร่แล้ว\n'Relimem' เศร้าใจขึ้นมา ถ้ารู้แต่แรก คงปล่อยให้ความฝันดำเนินต่อไปอีกสักพัก\n'Relimem' ตัวน้อยไม่รู้จะอธิบายความรู้สึกนี้ยังไง ถ้าต้องพูดละก็ มันคงเป็นความรู้สึกเดียวกับ ตอนที่ต้องปล่อยหิ่งห้อยที่กระพือปีกอยู่ในขวดแก้วไป ในวันสุดท้ายของหน้าร้อนทุกปีละมั้ง"
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "Membrance Maze's Wishing Whistle",
      "type": "OBJECT",
      "desc": "ขลุ่ยที่ปั้นขึ้นจากดินเหนียว เป็นตัวแทนสัญญา ระหว่างเหล่าภูตน้อยกับเด็กน้อยทั้งสอง ตอนที่เด็กชายและเด็กหญิงเป่าขลุ่ย เสียง \"มิ?\" จะดังขึ้นทีหนึ่ง จากนั้นเหล่าภูตก็จะเปิดโพรงต้นไม้เข้าสู่แดนวงกต เพื่อต้อนรับพวกเขามาเป็นแขก!",
      "typeText": "Link Rope",
      "backstory": "\"อย่าลืมสัญญาของพวกเรานะ! ทุกครั้งที่พวกเธอเป่าขลุ่ยอธิษฐานในมือ ไม่ว่าจะห่างกันสักแค่ไหน พวกเราก็จะได้ยินแน่นอน\"\n\nตอนนั้น เด็กชายและเด็กหญิงจาก Elysiae มายังแดนวงกตลวงลับเป็นครั้งแรก และได้พบกับเหล่าภูต พวกเขากำลังเล่นซ่อนแอบอยู่ในสวนกับเพื่อนๆ แล้วไม่ระวังพลัดตกลงมาในโพรงต้นไม้กลางพงหญ้าลึก ในโพรงต้นไม้ที่สุดแสนจะลึกแห่งนี้ ราวกับกระดานลื่นที่มองไม่เห็นก้นบึ้ง จนกระทั่งไถลไปถึงด้านล่างสุดแล้ว ก็ไม่ได้รู้สึกมึนจนตาพร่าเห็นดาวอย่างที่คิดไว้ แต่กลับพุ่งเข้าไปอยู่ท่ามกลางเหล่าภูตแทน...\n\"1 2 3 4 5 6 7 มีเจ้าหมาน้อยเยอะจัง เอ๊ะ... หรือจะเป็นกระต่ายน้อยกันนะ?\"\n\"ผิดแล้วล่ะ! เป็นโด เร มี ฟา ซอล ลา ทีต่างหาก พวกเราชื่อว่า Dolimem Solimem และ Relimem...!\"\n\nมิตรภาพของเด็กๆ กับเหล่าภูต รวดเร็วและเปล่งประกายราวกับดาวตกนับพัน พวกเขาใช้เวลาหนึ่งวันอันแสนสุขด้วยกัน แต่ไม่นานก็ถึงเวลาบอกลา เพราะขืนยังไม่กลับไป พ่อกับแม่คงจะร้อนใจแย่\n\"หลังจากบอกลา พวกเราจะได้เจอกันอีกมั้ย?\" เด็กชายเอ่ยถามอย่างเศร้าสร้อย\nบอกลา... เจอกันใหม่... เหล่าภูตไม่ค่อยเข้าใจนัก แดนวงกตลวงลับไม่เคยมีการบอกลา และไม่เคยมีการเจอกันใหม่ แต่ดูจากสีหน้าของเด็กๆ แล้ว นั่นคงเป็นสิ่งที่น่าเศร้าแน่ๆ 'Relimem' สีม่วงคิดไปคิดมาแล้วก็เอ่ยขึ้นว่า \"Phainon กับ Cyrene รอเดี๋ยวนะ ฉันมีอะไรจะให้พวกเธอด้วย!\"\n\nเด็กชายและเด็กหญิงรับของขวัญจาก 'Relimem' มาไว้ในมือ นั่นเป็นขลุ่ยที่หน้าตาเหมือนกับหูของภูตน้อย ซึ่ง 'Relimem' ทำขึ้นมาเอง บนนั้นมีรูอยู่เจ็ดรูด้วยกัน แค่เป่าก็จะส่งเสียงอันไพเราะออกมา แบ่งออกเป็นเสียงโด เร มี ฟา ซอล ลา ที 'Relimem' พูดอย่างจริงจังว่า \"ถ้าคราวหน้า พวกเธออยากมาเล่นที่แดนวงกตลวงลับอีก แค่เป่าขลุ่ยนี้ ไม่ว่าพวกเราจะหลับ ร้องเพลง หรือปิดบ้านด้วยใบไม้อยู่ ก็จะได้ยินแน่นอน แล้วจากนั้น พวกเราก็จะเปิดโพรงต้นไม้ที่นำมาสู่แดนวงกต ให้กับพวกเธอเอง\"\n\n\"ขลุ่ยปริศนาที่ใช้ปลุกพวกภูตสินะ!\" เด็กหญิงยิ้มอย่างซุกซน \"เกี่ยวก้อยสัญญาเลย พวกเราจะกลับมาอีกแน่นอน\"\nนับตั้งแต่นั้นมา ช่วงเวลาที่ 'Relimem' ดีใจที่สุดก็คือตอนที่ขลุ่ยถูกเป่าขึ้น เขามักจะตะโกนเสียงดังเสมอว่า... ได้ยินแล้ว ได้ยินเต็มสองหูเลยล่ะ!\n\nกระทั่งในเวลาต่อมา Phainon กับ Cyrene ที่ออกจาก Elysiae ก็จดจำทุกอย่างในวัยเด็กได้ ของเล่นเศษเหล็กที่ขึ้นสนิม ทหารตัวเล็กในโรงนาที่แขนขาขาด ดอกไม้ผ้าสักหลาดที่ใช้เข็มถักทอขึ้นมา ฝนทั้งหมดที่ไม่ทันได้โปรยปรายลงมา เลือดที่แห้งกรังมานาน และทุ่งข้าวสาลีที่ถูกเพลิงเผาจนไหม้เกรียม\nทว่ากลับลืมเลือนขลุ่ยที่ฝังอยู่ใต้ดิน และคำสัญญาที่ไม่อาจเป็นจริงได้อีก"
    }
  ]
}