{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "Band of Sizzling Thunder",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG สายฟ้าเพิ่มขึ้น <nobr>10%</nobr>",
    "4": "เมื่อผู้สวมใส่ใช้สกิลต่อสู้ ATK ของผู้สวมใส่จะเพิ่มขึ้น <nobr>20%</nobr> เป็นเวลา <nobr>1</nobr> เทิร์น"
  },
  "pieces": [
    {
      "_id": 31091,
      "id": "bands_polarized_sunglasses",
      "name": "Band's Polarized Sunglasses",
      "type": "HEAD",
      "desc": "แว่นกันแดดทรงคลาสสิกที่ Janis นักร้องนำสวมใส่ พร้อมด้วยเลนส์โครเมียมที่สะท้อนแสงสีน้ำเงิน",
      "typeText": "ศีรษะ",
      "backstory": "อายุของดวงดาวลดลงเป็นอย่างมาก ซึ่งก่อนที่ดาวยักษ์แดงจะระเบิดอย่างสมบูรณ์ ผู้ที่อาศัยอยู่ใน Emerald-III ก็ได้หนีจากดาวบ้านเกิดของพวกเขาไปเรียบร้อยแล้ว\\n\\nเมื่อเผชิญหน้ากับอนาคตที่ไร้ทางหนี พวกชนชั้นสูงก็ได้พรากความหวังไป และแสร้งทำเป็นไม่ได้ยินเสียงร่ำร้องอย่างสิ้นหวัง\\n\\nพ่อแม่ของ Janis ได้จ่ายเงินจำนวนมหาศาลเพื่อขึ้นยานอวกาศ โดยหวังเพียงเพื่อความอยู่รอด การระเบิดของดาวยักษ์แดงจะทำลายดาวเคราะห์ และดวงดาวจะยุบตัวเป็นดาวแคระขาว... ก่อนที่วาระสุดท้ายที่ทำนายจะมาถึง การหนีจึงเป็นคำตอบเดียว แต่ Doctor of Chaos อย่าง Janis ก็วางแผนที่จะเผชิญหน้ากับการทำลายล้างของกาแล็กซี เธอพยายามสุดกำลัง เพื่อพิสูจน์ให้เห็นว่า ร่องรอยของการดำรงอยู่จะไม่กลายเป็นความว่างเปล่า\\n\\nดวงอาทิตย์ที่ใกล้จะสิ้นแสงเจิดจรัสแผดเผามากขึ้นเรื่อยๆ Janis จึงหยิบแว่นกันแดดของแม่และกลับไปยังดาวบ้านเกิด พร้อมกับคนหนุ่มสาวที่มีความคิดเหมือนกัน\\n\\n\"คนขี้ขลาดรู้จักแต่การหลบหนี เอาแต่ตะโกนขอความช่วยเหลือ\"... เพลง \"การช่วยเหลือราคาถูก\" จากอัลบั้มแรกของวง Sizzling Thunder ซึ่ง Janis ได้นำเอาคำพูดที่เดือดดาลในขณะที่ทะเลาะกับพ่อแม่มาแต่งเป็นเนื้อเพลง"
    },
    {
      "_id": 31092,
      "id": "bands_touring_bracelet",
      "name": "Band's Touring Bracelet",
      "type": "HAND",
      "desc": "สร้อยข้อมือของ Sid มือเบส ที่ถักมาจากริบบิ้นรัดข้อมือประจำการแสดง ซึ่งบนนั้นมีเนื้อเพลงเขียนเอาไว้ด้วย",
      "typeText": "มือ",
      "backstory": "การเล่นเพลงอันทรงพลังของวง Sizzling Thunder จาก Emerald-III ได้จุดประกายความกระตือรือร้นของทั้งโลกอย่างรวดเร็ว\\n\\nยามที่ Dave มือกีตาร์ให้จังหวะดีดเป็นทำนองเร่าร้อนออกมา ประกายสายฟ้าแลบก็จะปรากฏขึ้น มันคือสัญญาณการเริ่มทัวร์คอนเสิร์ต แต่แฟนคลับกลับมองว่ามันคือแสงสว่างเพียงหนึ่งเดียวของชีวิตที่เหลือ\\n\\nทัวร์คอนเสิร์ตของวงในแต่ละแห่งจะมีแฟนเพลงคอยรักษาความเป็นระเบียบเรียบร้อย เมื่อพวกเขาเข้าไปในงาน จะมีการใส่ริบบิ้นรัดข้อมือเพื่อใช้ระบุตัวตน ซึ่งแฟนเพลงพวกนี้ส่วนใหญ่จะจ่ายค่าหลบหนีราคาแพงไม่ไหว เลยต้องจำใจยอมรับชะตากรรม แต่เมื่อพวกเขาเห็นคนหนุ่มสาวผู้ดื้อรั้นเหล่านั้นกลับมายังดาวดวงนี้ ก็รู้สึกได้ทันทีว่าจิตวิญญาณของตนได้ถูกจุดไฟขึ้นอีกครั้งแล้ว บนริบบิ้นรัดข้อมือของพวกเขาจะบันทึกเนื้อเพลง และเวลาในการแสดงของแต่ละครั้ง รวมถึงบันทึกเสียงร้องตะโกนอันเงียบงันของตนไว้ด้วย\\n\\nSid มือเบส ได้รวบรวมริบบิ้นรัดข้อมือของการแสดงแต่ละรอบเอาไว้ แล้วให้แฟนสาวของเขาเอามาถักเป็นสร้อยข้อมือเพื่อจะได้สวมมันไว้ได้ตลอดเวลา\\n\\n\"ไม่มีความหมาย ไม่มีทิศทาง ไม่มีที่ให้ไป พวกเราไร้ซึ่งอนาคต\" เพลง \"เส้นทางของเรา\" จากอัลบั้มที่ 2 ของวง Sizzling Thunder ซึ่งนี่เป็นความเชื่อของ Sid"
    },
    {
      "_id": 31093,
      "id": "bands_leather_jacket_with_studs",
      "name": "Band's Leather Jacket With Studs",
      "type": "BODY",
      "desc": "David หนึ่งในนักร้องนำของวง ได้วาดดาวสีขาวไว้บนหลังแจ็กเก็ตหนังของเขา และมันก็ได้กลายเป็นปกอัลบั้มสุดท้ายของวงอีกด้วย",
      "typeText": "ลำตัว",
      "backstory": "เพลงร็อกแอนด์โรลของวง Sizzling Thunder ดังก้องไปทั่วทั้งจักรวาล เหล่าคนหนุ่มสาวที่ไม่อยากหนีพากันกลับไปที่ Emerald-III ซึ่งกำลังจะพังทลาย\\n\\nJimmy มือกีตาร์หลักพาวงไปยังใต้ดิน พวกเขาจะร้องเพลงที่นี่ และจะเผยแพร่เสียงคร่ำครวญของดวงดาวที่กำลังจะล่มสลาย ให้ดังไปทั่วทั้งจักรวาล\\n\\nก่อนที่จะเริ่มแสดง David ได้พ่นรูปดาวสีขาวลงบนหลังแจ็กเก็ตหนังติดหนามแหลม นั่นคือดาวแคระขาวที่เกิดจากการยุบตัวของดวงดาว และนี่ยังเป็นการพิสูจน์ถึงการมีอยู่ของดวงดาวอีกด้วย ทั้งผู้ที่ออกจากกาแล็กซี และผู้ที่ยังเผชิญหน้ากับการทำลายล้าง ต่างก็ฟังเพลงร็อกแอนด์โรลที่ราวกับสายฟ้าฟาด พร้อมกับโบกสะบัดสัญลักษณ์ที่โดดเด่นนั้นไปด้วยกัน\\n\\nแม้ว่าวงดนตรีจะหายไปแล้ว แต่การมีอยู่ของพวกเขาจะถูกจารึกไว้ในเสียงเพลงชั่วนิรันดร์\\n\\n\"เราจะใช้ชีวิตที่ลุกโชนของเรา จุดประกายดาวแคระขาวที่อ้างว้างให้สว่างไสว\" เพลง \"ดวงดาวสีขาว\" ที่มีชื่อเดียวกันกับอัลบั้มสุดท้ายของวง Sizzling Thunder ซึ่ง David เป็นผู้ที่แต่งเนื้อร้องและทำนองด้วยตัวเอง"
    },
    {
      "_id": 31094,
      "id": "bands_ankle_boots_with_rivets",
      "name": "Band's Ankle Boots With Rivets",
      "type": "FOOT",
      "desc": "รองเท้าบูตหุ้มข้อของ Bonham มือกลอง มีหมุดหนามติดอยู่บนหนังรองเท้าเงาวาวที่สะท้อนแสงไฟของเวที",
      "typeText": "เท้า",
      "backstory": "วง Sizzling Thunder ได้เปลี่ยนทัศนคติของผู้คน ที่มีต่อการเผชิญหน้ากับวาระสุดท้าย ซึ่งไม่สามารถเปลี่ยนแปลงตอนจบได้\\n\\nพื้นผิวที่รกร้างว่างเปล่าของดวงดาวนั้น เต็มไปด้วยความโศกเศร้าและความสิ้นหวัง ในยุคที่ขาดแคลนเสบียง วงดนตรีได้บันทึกอัลบั้มทั้งหมดของตนไว้ในแผ่นฟิล์ม X-ray ที่ถูกทิ้ง\\n\\nเมื่อค่ำคืนอันยาวนานมาเยือน Emerald-III อุณหภูมิพื้นผิวก็ลดลงอย่างมาก ทำให้อากาศร้อนที่ยากจะทานทน เริ่มเย็นขึ้นไม่น้อยเลยทีเดียว ผู้คนต่างออกมาจากที่พักใต้ดินของพวกเขา แล้วมุ่งหน้าไปยังสถานที่ทำการแสดงของวงดนตรี การแสดงครั้งสุดท้ายของทัวร์ \"Thunderclap\" ต้องเผชิญหน้ากับสภาพอากาศที่แสนอลหม่าน ทั้งยังเต็มไปด้วยลางบอกเหตุจากพายุแม่เหล็กไฟฟ้า และสายฟ้าที่ส่งมายังเวทีผ่านนั่งร้านโลหะ ก็ทำให้เกิดประกายไฟขึ้นที่ใต้รองเท้าของ Bonham วงดนตรีและเสียงฟ้าร้องหลอมรวมเป็นหนึ่งเดียวกัน หลังจากแสดง Encore จบ สายฟ้าลูกใหญ่ก็กลืนกินเวที\\n\\nการกล่าวขอบคุณผู้ชมจบลง และการแสดงของวง Sizzling Thunder ก็กลายเป็นการแสดงที่ยอดเยี่ยมที่สุด เช่นเดียวกับเนื้อเพลงของพวกเขานั่นเอง\\n\\n\"เสียงฟ้าร้องกลบเสียงของเรา ประกายสายฟ้าไหลเวียนอยู่ในเส้นเลือดของเรา และนำพาเสียงเพลงของเราให้หายวับไปพร้อมกับดวงดาว\" เพลง \"บทเพลงแห่งสายฟ้า\" จากอัลบั้มสุดท้ายของวง Sizzling Thunder ซึ่งเป็นผลงานที่ Bonham ภาคภูมิใจ"
    }
  ]
}
