{
  "_id": 304,
  "id": "belobog_of_the_architects",
  "name": "Belobog of the Architects",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "DEF ของผู้สวมใส่เพิ่มขึ้น <nobr>15%</nobr> เมื่ออัตราสร้างสถานะของผู้สวมใส่มากกว่าหรือเท่ากับ <nobr>50%</nobr> DEF จะเพิ่มขึ้นอีก <nobr>15%</nobr>"
  },
  "pieces": [
    {
      "_id": 33045,
      "ids": [
        33045,
        43045,
        53045,
        63045
      ],
      "id": "belobogs_fortress_of_preservation",
      "name": "Belobog's Fortress of Preservation",
      "type": "NECK",
      "desc": "สิ่งที่อยู่ในมิติระนาบคือทิวทัศน์ที่มองเห็นได้บ่อยที่สุดใน Administrative District ของ Belobog นั่นคือ Everwinter Monument ผู้คนเดินผ่านที่นี่ไป และสัมผัสได้ถึงสายตาอันอบอุ่นจากที่ห่างไกล ซึ่งกำลังคุ้มครองพวกเขาอยู่",
      "typeText": "Planar Sphere",
      "backstory": "หลายพันปีก่อน สมัยนั้น Jarilo-Ⅵ มีสภาพอากาศแบบฤดูใบไม้ผลิทุกฤดูกาล และมีสภาพแวดล้อมทางทะเลที่น่าอิจฉา\n\nในป่าเต็มไปด้วยผลไม้ กระแสน้ำนำพาไออุ่นชุ่มชื่นมาสู่พื้นดิน และเถาวัลย์ก็เป็นเหมือนน้ำพุ ผู้คนสามารถตัดมาดื่มกินได้ตลอดเวลา คนท้องถิ่นมีพลังใจและชีวิตชีวาเต็มเปี่ยม พวกเขาสร้างถนน สร้างเมือง สร้างที่พักริมทะเล และสร้างพระราชวังอันงดงาม ชีวิตที่อุดมสมบูรณ์พูนสุขเช่นนี้ ราวกับเริ่มต้นวันด้วยกาแฟหนึ่งแก้ว แล้วจบลงด้วยการดื่มไวน์มอลต์หมักในยามพลบค่ำ\n\nจากนั้นรางแห่งดวงดาวก็ได้เชื่อมต่อกับดาว Jarilo-Ⅵ แล้วนำพาการค้าระหว่างดวงดาว และเทคโนโลยีจากโลกภายนอกมาสู่ที่แห่งนี้\n\nแรกเริ่ม ผู้มาเยือนจากต่างโลกมาที่นี่เพื่อตามหาแร่ Geomarrow แร่ที่ใสดุจคริสตัลเหล่านี้ได้แฝงไว้ซึ่งเส้นเลือดที่คอยขับเคลื่อนอุตสาหกรรม แสงสีเหลืองอำพันสะท้อนให้เห็นประกายแห่งการอนุรักษ์ แต่ต่อมา ผู้มาเยือนจากต่างโลกก็เริ่มตั้งรกราก และใช้ชีวิตอันสงบสุขอยู่ที่นี่ ทั้งอ่าว ต้นปาล์ม และท่วงทำนองอันแสนสุขของมัน ช่างเหมาะกับนักเดินทางผู้เหนื่อยล้า ที่กำลังมองหาบ้านพักกายใจอย่างยิ่ง... ทุกคนเชื่อว่าในอนาคต ดาวที่มีอากาศสดชื่นดวงนี้ จะต้องส่องประกายอยู่ในกาแล็กซี เหมือนกับดวงดาวพร่างพราวเจิดจรัสดวงอื่นๆ อย่างแน่นอน\n\nทว่าประมาณหนึ่งพันปีก่อน Stellaron หนึ่งชิ้นกลับตกมาจากฟ้า แล้วร่วงลงมายังโลกใบนี้\n\nทันใดนั้น ชะตากรรมของดาวทั้งดวงก็พลิกผัน ราวกับละครตลกร้ายเรื่องหนึ่ง กองทัพจอมทำลายล้างที่โหดเหี้ยมปรากฏขึ้นจากฟ้า ไฟสงครามลุกโชนไปทั่วทุกหนแห่ง เหล่าผู้สร้างเมืองได้ก่อกำแพงและแนวรบขึ้น จนเกิดเป็นยักษ์ใหญ่สูงร้อยเมตรที่ต่อกรกับสัตว์ร้ายในรูปร่างของมังกร... จากนั้น จู่ๆ ลมหนาวนิรันดร์ที่ไร้สัญญาณเตือนก็ปรากฏขึ้น พายุหิมะเยือกเย็นไม่แยกมิตรและศัตรู มันกลืนกินทุกสิ่งทุกอย่าง ดาวทั้งดวงตกอยู่ในความเงียบงัน... กำแพงขนาดมหึมาที่มองไม่เห็น ได้ปกคลุมทั่วทั้งเมืองแห่งป้อมปราการ ราวกับแสงเทียนที่ถูกปกป้องไว้ในอ้อมแขนของค่ำคืนอันหนาวเหน็บ ด้วยเหตุนี้ อารยธรรมจึงยังคงดำเนินต่อไปได้\n\nและในเวลาต่อมา เมืองแห่งนี้ก็มีชื่อว่า Belobog"
    },
    {
      "_id": 33046,
      "ids": [
        33046,
        43046,
        53046,
        63046
      ],
      "id": "belobogs_iron_defense",
      "name": "Belobog's Iron Defense",
      "type": "OBJECT",
      "desc": "กองกำลัง Silvermane แห่ง Belobog ตั้งแถวอยู่กลางพายุหิมะ และเฝ้ารอผู้รุกรานจากนอกฝั่งฟ้าที่มาโจมตี เจตจำนงของกองกำลังไม่มีวันพังทลาย และแนวรบของพวกเขาก็ไม่มีวันถอยหนีเช่นกัน",
      "typeText": "Link Rope",
      "backstory": "ก่อนที่ภัยพิบัติจะมาเยือน ผู้สร้างเมืองเคยมีความหวังอันสวยงามต่อ Jarilo-Ⅵ\n\nผู้สร้างเมืองเลียนแบบพลังของ Qlipoth และสร้างเครื่องจักรที่สามารถเปลี่ยนแปลงดวงดาวได้ \"Engine of Creation\" หลายร้อยตัวหายใจเป็นเปลวไฟ และก้าวเดินบนพื้นพร้อมส่งเสียงดังกึกก้อง เหมือนคนสวนยักษ์ที่กำลังปรับปรุงทุ่งดอกไม้รกร้างอย่างไม่รู้จักเหน็ดเหนื่อย ภายในเวลาเพียงสิบปีสั้นๆ ลำธารและหุบเขาก็กลายเป็นที่ราบและป่าไม้ โดยมีเมืองต่างๆ กระจัดกระจายอยู่ตามชายฝั่งทะเล\n\nหลังจากลางบอกเหตุแห่งการ \"ทำลายล้าง\" มาเยือน ผู้สร้างเมืองก็ส่งเครื่องจักรเหล่านี้เข้าสู่สงคราม ก่อเกิดเป็น \"แนวป้องกันเหล็ก\" รุ่นแรกขึ้นมา\n\nทหารจากการทำลายล้างราวกับหิ่งห้อยบินเข้ากองไฟที่ตาม Stellaron มา และทิ้งร่องรอยแห่งจุดจบไว้บนผืนดิน เครื่องจักรที่เคยถูกใช้เพื่อ \"สรรค์สร้าง\" ก็ต้องกลายเป็นอาวุธสังหาร และกวัดแกว่งกำปั้นเหล็กอยู่ในสนามรบ ซึ่งไม่ใช่ที่ของพวกมัน สุดท้าย หลังจากสู้สุดกำลัง ยักษ์ใหญ่ที่ใช้ทำสวนดอกไม้ก็ล้มลง ราวกับศิลาจารึกของอารยธรรมหลายก้อน และเป็นเครื่องหมายของแนวป้องกันที่พังทลายลงอย่างช้าๆ\n\nในวันที่ไม่อาจถอยกลับ เหล่ากองกำลังเหล็กจับอาวุธเอาไว้แน่น เบื้องหลังของพวกเขาคือบ้านหลังเดียวที่เหลืออยู่\n\nการมาถึงของลมหนาวนิรันดร์อยู่เหนือความคาดหมายของทุกคน ชั่วขณะที่สัตว์ร้ายจากนอกโลกและทหารแนวหน้าประจัญบานกัน หิมะก็ท่วมท้นทั้งท้องฟ้า ท่ามกลางความโกลาหล Belobog กลายเป็นแสงตะเกียงแห่งเดียวที่เหลืออยู่ในโลก ทั้งสองฝ่ายตกอยู่ในการฆ่าฟันไร้จุดสิ้นสุด ฝ่ายหนึ่งสู้เพื่อทำลายล้าง อีกฝ่ายสู้เพื่อปกป้องไว้ เหล่ากองกำลังเหล็กคำรามชื่อ Alisa Rand แล้วหันกายวิ่งหายเข้าไปในส่วนลึกของพายุหิมะ และไม่เคยหวนกลับมาอีก\n\nจนกระทั่งพายุหิมะสิ้นสุดลง ชาวเมือง Belobog ก็ปีนขึ้นไปบนกำแพงเมืองด้วยความสั่นไหว\n\nและได้เห็น \"แนวป้องกันเหล็ก\" ตนสุดท้าย ณ ที่แห่งนั้น"
    }
  ]
}