{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "Bone Collection's Serene Demesne",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้ HP สูงสุดของผู้สวมใส่ เพิ่มขึ้น <nobr>12%</nobr> เมื่อ HP สูงสุดของผู้สวมใส่ มากกว่าหรือเท่ากับ <nobr>5000</nobr> จะทำให้ DMG คริติคอลของผู้สวมใส่ และภูตความทรงจำของผู้สวมใส่ เพิ่มขึ้น <nobr>28%</nobr>"
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "Aidonia's Deceased Gravestones",
      "type": "NECK",
      "desc": "Aidonia แห่ง Amphoreus ที่ถูกผนึกไว้ใน Planar Sphere ชาวบ้านที่ศรัทธาใน Thanatos (ไททันแห่งความตาย) ได้สร้างอนุสรณ์ใหญ่ยักษ์ขึ้นที่ทุ่งหิมะ เพื่อเคารพบูชานักบุญหญิง ที่นำพรแห่งความตายมาสู่พวกเขา",
      "typeText": "Planar Sphere",
      "backstory": "Aidonia... ดินแดนแห่งความตายที่มีหิมะโปรยปราย เคยตั้งตระหง่านอยู่ท่ามกลางลมหนาว และเงียบหายไปในพายุหิมะ\n\nในยุคทองอันแสนยาวนาน เกือบทุกผู้ทุกคนล้วนเพลิดเพลินกับความสุขของการมีชีวิตยืนยาว อยู่บนแผ่นดินกว้างใหญ่ที่แสนอบอุ่น และมีคนส่วนน้อยมากๆ ที่เบื่อหน่ายวันเวลาที่หยุดนิ่ง จึงตัดสินใจตามหาหนทางกลับคืนสู่การมีชีวิต \"สิ่งมีชีวิตเกิดมาเพื่ออะไร? แล้วควรกลับคืนสู่ที่ใด?\" หัวหน้าผู้เดินทางฝึกตน Eleusis ขับขานปริศนาแห่งความเป็นและความตาย แล้วมุ่งหน้าไปทางเหนือพร้อมกับเหล่าผู้เดินทางฝึกตน เพื่อตามหาความฝันยาวนาน ที่หวานล้ำและหนาวเย็น เหล่าผู้เดินทางฝึกตนที่สวมเสื้อคลุมยาว ตั้งรกรากที่ทุ่งร้างทางตอนเหนืออันเงียบสงัด และสร้างเมืองที่น่าเกรงขามขึ้นมา... เนื่องจากที่นี่มีหิมะโปรยปรายทั่วฟ้าตลอดทั้งปี จึงถูกผู้คนเรียกขานว่า \"Aidonia\"\n\nหนังสือเกี่ยวกับการสิ้นสุดของยุคทองขาดหายไป และคาดว่า \"ผู้ล่วงลับคนแรก\" ของ Amphoreus นั้นมาจาก Aidonia คนผู้นั้นได้รับพรแห่งความตายจาก \"Thanatos (ไททันแห่งความตาย)\" ซึ่งนั่นเป็นทั้งความเมตตา และเป็นเกียรติอันสูงสุดด้วยเช่นกัน\n\nชาว Aidonia ต่างก็คุ้นชินกับสภาพอากาศที่หนาวเย็นนานแล้ว และหิมะที่โปรยปรายก็ปนเปื้อนความศรัทธาอันเงียบสงบของ \"Thanatos (ไททันแห่งความตาย)\" มานานแล้วเช่นกัน เมื่อมันสัมผัสพื้นดิน จึงอดใจรอไม่ไหวที่จะช่วงชิงความอบอุ่นของสิ่งมีชีวิต... ในอดีตอันไกลโพ้น เมื่อเหล่านักเดินทางจากแดนไกล ก้าวเข้าสู่ดินแดนของ Aidonia ก็มักจะพบร่างแข็งทื่อของผู้คนนอนหลับใหลอยู่ข้างถนน และหวนคืนสู่อ้อมกอดของ \"หัตถ์นิลกาฬ (ไททันแห่งความตาย)\" ได้อย่างง่ายดาย ลมเหนือพัดมาพร้อมกับเสียงหวีดหวิว ผู้ล่วงลับกลายเป็นป้ายบอกทาง ที่คอยนำทางและเตือนผู้ที่เดินทางท่ามกลางลมหนาว ดังนั้นในขณะที่ยังมีลมหายใจอยู่ เหล่านักเดินทางจึงมักจะเร่งรีบเดินทางผ่าน Aidonia เสมอ\n\nต่อมาชาว Aidonia ได้พบป้ายหินแห่งการไว้อาลัยตั้งอยู่ในพื้นที่รกร้าง ที่มีคนเคยมอบคำอวยพรให้กับการเวียนว่ายและการสูญหายของชีวิต\n\nใต้ป้ายหินมีเด็กสาวนิรนามหลับใหลอยู่ รอบตัวเธอรายล้อมไปด้วยเขตแดนมรณะที่เปรียบเสมือนเงา แม้แต่หญ้าคลุมกระดูกที่ดูดซับลมหายใจแห่งความตาย ก็ยังเหี่ยวเฉาและสลายไปจนหมด ชาว Aidonia รับรู้ได้ถึงสัมผัสแห่งความเมตตาของ \"Thanatos (ไททันแห่งความตาย)\" จากตัวเธอ จึงพาเธอกลับเมือง และยกย่องให้เป็นนักบุญหญิง เหล่าผู้ศรัทธาที่เคารพรักไททันแห่งความตาย พากันเลียนแบบนักบุญหญิง โดยสร้างป้ายหินขนาดใหญ่ขึ้นในพื้นที่รกร้าง เพื่อยุติการเดินทางอันยาวนาน และสิ้นสุดการมีชีวิตอันยืนยาว... ความเป็นและความตายล้วนคือการเดินทาง ที่นี่มีเพียงแค่หลักศิลาที่บันทึกการเดินทางไว้เท่านั้น\n\nอนุสรณ์หินจะคอยเตือนนักเดินทางที่มาจากแดนไกลว่า ไม่มีใครรั้งอยู่ที่นั่น และไม่มีใครหลับใหลอยู่ที่นั่น... ผู้ล่วงลับก็คือนักเดินทางเช่นกัน พวกเขาคือลมเหนือและหิมะโปรยปราย ที่มีความเกี่ยวพันกันอย่างแน่นแฟ้น"
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "Aidonia's Deathward Bone Chains",
      "type": "OBJECT",
      "desc": "กระดูกสัตว์ หัวลูกศร และลวดหนาม เชื่อมโยงโลกของชาว Aidonia และผู้ล่วงลับเข้าไว้ด้วยกัน ผู้เดินทางฝึกตนในทุ่งร้าง เพียงปรารถนาให้วิญญาณของตน สามารถข้ามผ่านความมืดมิด อันหนาวเหน็บไปได้ โดยไม่ปล่อยให้ความแร้นแค้น และความอ่อนแอ มาทำให้ไขว้เขวต่อเส้นทางเข้าพบเทพ",
      "typeText": "Link Rope",
      "backstory": "เคยมีคนโง่ที่ชอบยุ่งเรื่องคนอื่นไปหาเรื่องผู้ศรัทธาของ Aidonia โดยตั้งคำถามเกี่ยวกับเรื่องที่ Amphoreus มีความเชื่อที่เคารพบูชาความตาย... \"ในเมื่อพวกคุณเทิดทูน Thanatos (ไททันแห่งความตาย) ขนาดนี้ ทำไมไม่ใช้หอกแทงทะลุหน้าอกตัวเองไปเลยล่ะ?\"\n\nชาว Aidonia ชำเลืองมองเขาอย่างดูถูก \"แม่น้ำอนธการ ไม่เคยปล่อยให้วิญญาณที่แร้นแค้นข้ามผ่านไป\"\n\nนับตั้งแต่สร้างเมือง Aidonia ขึ้นมา ที่นี่ก็กลายเป็นดินแดนศักดิ์สิทธิ์ที่หวงแหนชีวิตที่สุดใน Amphoreus ผู้ศรัทธาใน Thanatos (ไททันแห่งความตาย) เชื่อว่าน้ำในแม่น้ำอนธการเย็นยะเยือกจนถึงกระดูก และคนธรรมดาไม่สามารถข้ามไปได้ มีเพียงการใช้ชีวิตและฝึกฝนบนโลกให้มากพอเท่านั้น ถึงจะอาศัยจิตวิญญาณแห่งวีรชนอันแข็งแกร่ง เพื่อข้ามผ่านแม่น้ำอันหนาวเหน็บไปพบ Thanatos (ไททันแห่งความตาย) ได้ การแสวงหาพรแห่ง \"ความตาย\" จึงไม่ได้หมายความว่าดูแคลนชีวิต\n\nเพราะเหตุนี้ แม้ชาว Aidonia ผู้ไม่กลัวตายจะไม่ขาดแคลนนักรบที่น่าสะพรึงกลัว แต่กลับไม่เคยบุกยึดดินแดนอันอุดมสมบูรณ์ทางตอนใต้เลย... ที่นั่นไม่ใช่ดินแดนที่จะขัดเกลาจิตวิญญาณแห่งวีรชนอันกล้าแกร่งได้ ชาว Aidonia หยามเหยียดการลุ่มหลงไปกับความสุขสบายที่สุด\n\nการฝึกตนคือวัฒนธรรมอันเป็นเอกลักษณ์ของชาว Aidonia ในแต่ละปี ในวันที่หิมะหยุดโปรยปราย และท้องฟ้าแจ่มใสไม่บดบังทัศนียภาพ วันนั้นจะถูกเรียกว่าเทศกาลเก็บกระดูก เหล่านักบวชของ Aidonia จะรวมกลุ่มกันออกจากเมือง ไปค้นหากระดูกสัตว์ที่หลับใหลอยู่ในทุ่งร้างและแอ่งน้ำ กระดูกของอสูรยักษ์ในยุคก่อนประวัติศาสตร์ ที่ตายไปเมื่อหลายปีภาสุรคติก่อน ถือเป็นเครื่องบูชาที่ดีที่สุด เมื่อเคาะกระดูกเหล่านั้น ก็เหมือนจะมีเสียงกระซิบเบาๆ ของ Thanatos (ไททันแห่งความตาย) ดังอยู่ในเสียงสะท้อนด้วย กระดูกสัตว์ที่ราวกับชุ่มโชกไปด้วยความหนาวเย็นของแม่น้ำอนธการ ถูกขนกลับไปยังในเมืองตามลำดับ... ชิ้นที่เสียหายเล็กน้อยจะถูกดัดแปลงเป็นเครื่องประดับ และส่งต่อไปสู่มือของชาวเมือง ให้สวมติดตัวตลอดเวลา ส่วนชิ้นที่มีสภาพดีจะถูกนักบวชขัดเกลาเป็นดาบกระดูกแห่งมรณา เพื่อใช้เป็นของขวัญเทศกาล\n\nในช่วงเทศกาลเก็บกระดูกครั้งหนึ่ง ชาว Aidonia ได้พบเด็กสาวในทุ่งร้าง หลังจากนั้นข่าวลือที่ว่า \"สัมผัสของเธอทำให้ผู้คนก้าวข้ามอุปสรรคของแม่น้ำอนธการ และเผชิญหน้ากับความตายได้\" ก็แพร่กระจายไปอย่างรวดเร็ว\n\nผู้ที่ศรัทธาใน \"ความตาย\" ต่างรีบเร่งมาที่วิหารศักดิ์สิทธิ์ เพียงเพื่อจะได้พบกับตัวแทนของ Thanatos (ไททันแห่งความตาย) เหล่านักบวชของ Aidonia เล็งเห็นอิทธิพลของเด็กสาว ที่มีผลต่อการทำลายศรัทธาได้ในทันที จึงแต่งตั้งเด็กสาวเป็นนักบุญหญิงแห่งสงคราม และห้ามประชาชนเข้าใกล้เธอโดยเด็ดขาด มีเพียงผู้เดินทางฝึกตนที่ผ่านการขัดเกลาจากโลกมาโชกโชน และเคารพรักความเป็นและความตายเท่านั้น ถึงจะมีสิทธิ์หวนคืนสู่ปรภพในอ้อมกอดของเด็กสาว เด็กสาวสวมเสื้อคลุมที่นักบวชเตรียมไว้ให้ ใช้สองมือลงทัณฑ์ประหาร และใช้อ้อมกอดส่งเข้าสู่ความตาย\n\nชาว Aidonia เชื่อว่า \"แม่น้ำอนธการ ไม่เคยปล่อยให้วิญญาณที่แร้นแค้นข้ามผ่านไป\" นั้นเป็นความจริง แต่แม่น้ำอนธการไม่เคยไถ่ถามถึงน้ำหนักของวิญญาณ มันเพียงแค่ไหลอย่างเงียบงัน ไปยังปลายทางของผู้มีชีวิตทั้งหลาย และบรรจบกันที่นั่น"
    }
  ]
}