{
  "_id": 310,
  "id": "broken_keel",
  "name": "Broken Keel",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้การต้านทานสถานะ ของผู้สวมใส่เพิ่มขึ้น <nobr>10%</nobr> เมื่อการต้านทานสถานะของผู้สวมใส่ เท่ากับหรือมากกว่า <nobr>30%</nobr> DMG คริติคอลของฝ่ายตัวเองทั้งหมดจะเพิ่มขึ้น <nobr>10%</nobr>"
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [
        33105,
        43105,
        53105,
        63105
      ],
      "id": "insumousus_whalefall_ship",
      "name": "Insumousu's Whalefall Ship",
      "type": "NECK",
      "desc": "สิ่งที่บรรจุอยู่ภายในคือเขตปกครองตนเอง Insumousu ของดาว Thalassa ซึ่งซากเรือ \"Daiyu\" ของ Xianzhou ได้ตกลงมาที่นี่และเป็นแรงบันดาลใจให้ Insumousu สร้างอารยธรรมขึ้นมา",
      "typeText": "Planar Sphere",
      "backstory": "\"กาลครั้งหนึ่งเมื่อนานมาแล้ว วังแห่งทวยเทพได้ตกลงมาจากท้องฟ้าสูง\"\\n\\nสิ่งแรกที่ปรากฏขึ้นคือเงานอกชั้นบรรยากาศ ตามมาด้วยเปลวไฟจากการเสียดสีกับชั้นบรรยากาศ และสุดท้ายมันก็เผยโฉมหน้าทั้งหมดออกมา.. นั่นคือวังขนาดใหญ่โตมโหฬาร ที่ต่อให้เป็นช่างฝีมือทั่วทั้ง Insumousu ก็ไม่สามารถสร้างสิ่งที่ยิ่งใหญ่เช่นนี้ขึ้นมาได้ มันตกลงมาอย่างเชื่องช้า ราวกับกำลังก่อตัวอยู่ที่ปลายขอบฟ้า มหาสมุทรของ Insumousu นั้นกว้างใหญ่ไพศาล แต่ก็ไม่มีใครแน่ใจได้ว่า มันจะสามารถรองรับวังเทพที่ตกลงมาจากท้องฟ้าได้หรือไม่\\n\\n\"บางคนหนีกันจ้าละหวั่น แต่บางคนก็ยังรั้งอยู่ในหมู่บ้านที่อยู่ทั้งใต้ทะเลและบนบก เพื่อรอรับเทพผู้ตกสวรรค์\"\\n\\nซากเรือ Xianzhou \"Daiyu\" ตกกระแทกกับพื้นผิวของดวงดาว Thalassa ทำให้ศูนย์กลางของน่านน้ำ Insumousu ถูกกระแทกจนกลายเป็นแอ่งราวกับบ่อน้ำลึก หลังจากเวลาของดวงดาวผ่านไปเจ็ดวัน มันก็ค่อยๆ กลับมาเป็นปกติ ซากปรักหักพังที่ยิ่งใหญ่มโหฬารตั้งตระหง่านอยู่ที่ก้นทะเลอย่างเงียบๆ ราวกับโครงกระดูกของเทพเจ้า ทั้งน่าเศร้าแต่ก็ดูโอ่อ่าอลังการ ชาว Insumousu ที่รอดพ้นจากภัยพิบัติและเดิมทีอาศัยอยู่ใต้ทะเล ต่างรู้สึกตื่นตะลึงและเสียดาย เพราะบ้านเกิดที่ตนรู้จักเป็นอย่างดี กลับถูกวังเทพจากนอกโลกชนจนแหลกละเอียด แต่ต่อมาพวกเขาก็ต้องกระโดดโลดเต้นอย่างดีใจ เพราะหลังจากที่เกิดเหตุ \"เทพตกสวรรค์\" ซากเรือที่พังเสียหายของ \"Daiyu\" ก็กลายมาเป็นบ้านหลังใหม่ของพวกเขา\\n\\nเมื่อเงื่อนไขความเป็นอยู่ถูกปรับปรุงให้ดีขึ้น ชาว Insumousu จึงมีเวลามาใส่ใจครุ่นคิดมากกว่าเดิม เมื่อมองไปรอบๆ ซากปรักหักพังขนาดมหึมาที่ตกลงมาจากฟ้า ในที่สุดพวกเขาก็ตั้งคำถามสำคัญขึ้นมาได้ว่า: \"พวกเขา\" คือใคร? และ \"พวกเขา\" มาจากไหน?\\n\\nในเวลานั้น ชาว Insumousu ยังไม่รู้จักการหลอมโลหะและยังไม่มีการประดิษฐ์ตัวอักษร จึงต้องใช้จินตนาการมาเสริมสร้างความรู้ และใช้เรื่องราวเพื่อทำความเข้าใจเรื่องทุกอย่าง ดังนั้น \"ตำนาน\" จึงถือกำเนิดขึ้น และเมื่อตำนานถูกเล่าขานกันปากต่อปาก \"เทพนิยาย\" จึงเกิดขึ้นตามไปด้วย เทพนิยายทำให้เกิดความรู้ความเข้าใจ ดังนั้นจึงสร้างออกมาเป็น \"อารยธรรม\" หลังจากหลายร้อยปีที่ดวงดาวมีการเปลี่ยนแปลง Thalassa ก็ได้กลายมาเป็นพันธมิตรทางการค้ากับสหพันธ์ Xianzhou และเมื่อวารีชนของ Insumousu ได้ก้าวเข้าไปใน \"วังเทพ\" เป็นครั้งแรก พวกเขาก็ได้รับรู้เรื่องราวทั้งหมดของ Xianzhou และสุดท้ายก็ได้รู้ความจริงของเหตุการณ์ \"เทพตกสวรรค์\"\\n\\nชาว Insumousu ที่มีการศึกษามักมองว่าตนคือผู้สานต่อของ \"Daiyu\"... \"สิ่งที่ Daiyu เคยติดตาม คือสิ่งที่พวกเราควรจะติดตาม และสิ่งที่ Daiyu เคยต่อต้าน ก็คือสิ่งที่พวกเราควรจะต่อต้านด้วยเช่นกัน\" เมื่อพวกเขาเอ่ยถึงเรื่องราวในอดีต ก็มักจะเริ่มต้นขึ้นมาแบบนี้:\\n\\n\"กาลครั้งหนึ่งเมื่อนานมาแล้ว วังแห่งทวยเทพได้ตกลงมาจากท้องฟ้าสูง\""
    },
    {
      "_id": 33106,
      "ids": [
        33106,
        43106,
        53106,
        63106
      ],
      "id": "insumousus_frayed_hawser",
      "name": "Insumousu's Frayed Hawser",
      "type": "OBJECT",
      "desc": "ซากเรือ Xianzhou \"Daiyu\" ที่ตกลงมาทอดสมออยู่ในต่างแดนชั่วนิรันดร์ แต่บางทีนี่อาจจะถึงเวลาที่ต้องปลดเชือก แล้วปล่อยให้มันเดินเรือกลับไปเสียที",
      "typeText": "Link Rope",
      "backstory": "เมื่ออารยธรรมถูกสร้างขึ้นมา ชาว Insumousu ก็ไม่ได้มองว่าผู้ประสบภัยที่อยู่ในซากเรือเป็นเทพที่ตกสวรรค์อีก แต่สิ่งนี้ก็ไม่ได้ทำให้พวกเขาหมดสิ้นความเคารพ ดังที่กวีของ Insumousu ได้กล่าวไว้ว่า: \"มหาสมุทรกลืนกินมนุษย์ จิตวิญญาณคงอยู่ชั่วนิรันดร์\"\\n\\nตามปฏิทินของ Insumousu วันหยุดวันที่สองของเดือนแห่งเกลียวคลื่นในแต่ละปีคือ \"เทศกาลเทพตกสวรรค์\"... โดยเหล่าวารีชนจะท่องคัมภีร์ ทานสมุนไพร และร่ายระบำอันน่าพิศวงไปพร้อมกับกระแสน้ำ เพื่อรำลึกถึง \"เทพเจ้า\" ที่ร่วงตกลงมาและมอบพรให้กับ Insumousu เมื่อมาถึงยุคสมัยใหม่ \"เทศกาลเทพตกสวรรค์\" ก็ค่อยๆ สูญเสียความหมายทางความเชื่อดั้งเดิมไป... บทเพลงเข้ามาแทนที่การท่องคัมภีร์ อาหารเลิศรสเข้ามาแทนที่สมุนไพร มีเพียงการร่ายระบำอันน่าพิศวงเท่านั้น ที่ถูกสืบทอดเป็นมรดกทางวัฒนธรรมมาจนถึงทุกวันนี้\\n\\nในช่วงหลายร้อยปีของปฏิทินดวงดาว Insumousu ได้แบ่งปันวัฒนธรรมอันเป็นเอกลักษณ์ของตน ให้กับโลกภายนอกโดยไม่กักเก็บ รูปแบบของเทศกาลเทพตกสวรรค์จึงเปลี่ยนไปอย่างเงียบๆ\\n\\nเมืองบนแผ่นดินของ Insumousu มักจะเป็นโลกของคนหนุ่มสาว เมื่อถึงช่วงเทศกาลเทพตกสวรรค์ พวกเขาก็จะร้องเล่นเต้นระบำกันทั้งวันทั้งคืน แขกผู้มาเยือนจากนอกดินแดนก็มักจะเลือกมาเข้าร่วมเทศกาลนี้ โดยเฉพาะแขกจาก Xianzhou ที่ชื่นชอบที่นี่เป็นพิเศษ พวกเขาชื่นชอบบรรยากาศที่เปี่ยมชีวิตชีวาในเมือง ซึ่งมีทั้งความร้อนแรงราวกับเปลวไฟ และไม่อาจต้านทานได้เหมือนกับสึนามิ เมื่อผ่านช่วงวัยหนุ่มสาวไป ปอดของวารีชนก็จะค่อยๆ หดตัว ที่ข้างลำคอจะกลายเป็นเหงือกปลา ส่วนมือ เท้า และดวงตาทั้งสองข้าง ก็จะถูกปรับให้เหมาะกับการอาศัยอยู่ใต้น้ำมากขึ้น เหล่ากวีมักจะกล่าวว่า \"ชาว Insumousu มอบหนุ่มสาวผู้เยาว์ให้รื่นเริงอยู่บนบก และทิ้งคนชราผู้เงียบสงบไว้ในทะเล\"\\n\\nภายใต้การสนับสนุนของสมาคมการค้า Celestial Guild เทศกาลเทพตกสวรรค์ก็ได้มีพิธีกรรมหนึ่งเพิ่มขึ้นมา... นั่นคือการเข้าไปในซากเรือ \"Daiyu\" เพื่อตามหาโครงกระดูกของชาว Xianzhou แล้วนำไปใส่ใน Starskiff ก่อนจะส่งไปยังดาวฤกษ์ของ Thalassa\\n\\nเมื่อชาว Insumousu ได้สัมผัสกับประวัติศาสตร์ของ \"Daiyu\" พวกเขาก็เข้าใจถึงโศกนาฏกรรมในช่วงเวลาแห่งการล่มสลาย: เมื่อเรือ Daiyu แห่ง Xianzhou แตกสลาย และทุกอย่างล้วนไร้ทางหวนกลับแล้ว ผู้นำ Qingzhu แห่ง Daiyu จึงตัดสินใจอย่างกล้าหาญ โดยสาบานว่าจะใช้การเสียสละของตนมากำจัดพิษภัยของคำสาปแห่งโรคา สหพันธ์ Xianzhou จึงหวังว่าวีรชนผู้ล่วงลับเหล่านี้ จะได้รับการปลอบประโลมทางจิตวิญญาณที่เหมาะสม ซึ่งชาว Insumousu ที่รอดพ้นจากภัยพิบัติก็ได้มอบคำตอบของพวกเขาให้แล้ว\\n\\nในช่วงเวลาหนึ่งของคืนวันเทศกาลเทพตกสวรรค์นั้น ความครึกครื้นรื่นเริงจะหยุดลงกะทันหัน... เหล่าคนหนุ่มสาว เด็กๆ และชาว Xianzhou จะมานั่งที่ริมฝั่ง พวกผู้สูงอายุก็จะลอยขึ้นมาบนผิวน้ำ แล้วจ้องมองไปยังผืนทะเลด้วยความสุขุม จากนั้น Starskiff หลายลำก็จะโผล่ขึ้นมาจากใต้น้ำ แล้วบินขึ้นจากทะเลไปยังดาวฤกษ์ด้วยตัวเอง\\n\\nบน Starskiff จะสลักตัวอักษรอันงดงามของ Insumousu เอาไว้หนึ่งแถวว่า... \"ถอนสมอให้กะลาสีผู้ล่วงลับ โปรดอย่าร่ำไห้ เมื่อฉันตาย เธอจะได้แล่นเรืออย่างปลอดภัยไร้กังวล\""
    }
  ]
}