{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "Celestial Differentiator",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้ DMG คริติคอลของผู้สวมใส่เพิ่มขึ้น <nobr>16%</nobr> และเมื่อ DMG คริติคอลของผู้สวมใส่มากกว่าหรือเท่ากับ <nobr>120%</nobr> หลังจากเข้าสู่การต่อสู้ อัตราคริติคอลของผู้สวมใส่จะเพิ่มขึ้น <nobr>60%</nobr> จนกว่าการโจมตีครั้งแรกจะสิ้นสุด"
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [
        33055,
        43055,
        53055,
        63055
      ],
      "id": "planet_screwllums_mechanical_sun",
      "name": "Planet Screwllum's Mechanical Sun",
      "type": "NECK",
      "desc": "สิ่งที่บรรจุอยู่ภายในคือแกนกลางของ Planet Screwllum ซึ่งเป็นดวงดาวที่ถูกขังอยู่ในกรงที่ประกอบไปด้วยคันโยก ลูกสูบ และเฟืองจำนวนนับไม่ถ้วน ผู้ที่อยู่อาศัยใน Planet Screwllum เรียกสิ่งนี้อย่างไพเราะว่า \"ดวงอาทิตย์เหล็กกล้า\"",
      "typeText": "Planar Sphere",
      "backstory": "เกี่ยวกับต้นกำเนิดของสิ่งมีชีวิตจักรกล เหล่านักวิชาการของสถาบันแห่งปัญญาที่ร่างกายมีคาร์บอนเป็นพื้นฐาน ได้มีการคาดเดาที่น่าสนใจว่า: สิ่งมีชีวิตจักรกลเป็นกลุ่มของกระแสไฟฟ้าที่เกิดขึ้นโดยบังเอิญ\\n\\nกระแสไฟฟ้าจะไหลผ่านชั้นบรรยากาศและพื้นดิน เมื่อพวกมันอยู่ภายใต้อิทธิพลของแรงโน้มถ่วงและแรงผลัก ก็จะสลายตัวออกมาเป็นรูปแบบทุติยภูมิที่มีขนาดแตกต่างกัน... ตามสมมติฐานของนักวิชาการ กระบวนการเช่นนี้เทียบได้กับ \"การจำลอง\" ด้านวิวัฒนาการของสิ่งมีชีวิตที่มีคาร์บอนเป็นพื้นฐาน จากนั้น กระแสไฟฟ้าจำนวนนับไม่ถ้วน ก็จะสุ่มสร้างศักย์ไฟฟ้าที่แตกต่างกันออกมา ผ่านทางโครงสร้าง Transistor ที่เกิดขึ้นตามธรรมชาติบนพื้นผิวของดวงดาว จนทำให้เกิดโปรแกรมแรกเริ่ม... เหล่านักวิชาการต่างกระหยิ่มใจ พวกเขาอภิปรายว่า ด้วยวิธีการเช่นนี้ สิ่งมีชีวิตจักรกลจึงมี \"ความคิด\" ที่เทียบได้กับสิ่งมีชีวิตที่มีคาร์บอนเป็นพื้นฐาน\\n\\nนักวิชาการจักรกลบางคนได้เอ่ยค้านว่า: สิ่งมีชีวิตที่มีคาร์บอนเป็นพื้นฐาน ยังไม่สามารถอธิบายถึงที่มาของตัวเองได้ด้วยซ้ำ แล้วมีสิทธิ์อะไรมาออกความเห็นโดยใช้เหตุผลวิบัติเช่นนี้? ...คำพูดนี้ทำให้โลกวิชาการของทั้งจักรวาลต้องสั่นสะเทือน และแล้วสิ่งมีชีวิตจักรกลจึงได้เริ่มตรวจสอบ \"การตั้งตนเป็นศูนย์กลางของสิ่งมีชีวิตที่มีคาร์บอนเป็นพื้นฐาน\" ที่แสนจะอุกอาจนั้นอีกครั้ง พร้อมทั้งทำการสำรวจต้นกำเนิดของตัวเองด้วย\\n\\nอย่างไรก็ตาม ชาว Screwllumite บน Planet Screwllum ก็ไม่มีทางเลือกอื่นนอกจากต้องชะลอฝีเท้าของตน เพราะพลังงานของดวงดาวได้เหือดหายไปเร็วกว่าวงจรแรงบันดาลใจของพวกเขาแล้ว พวกเขาจึงต้องหาทางช่วยเหลือผู้คนให้อยู่รอดต่อไป\\n\\nสุดท้าย พวกเขาจึงตัดสินใจที่จะดำเนินแผนการสุดบ้าระห่ำที่กินเวลาหลายยุคอำพัน พวกเขาใช้ดวงดาวที่กำลังจะมอดไหม้มาเป็นเชื้อเพลิงในการขับเคลื่อน Celestial Differentiator โดยโครงสร้างขนาดมหึมาของฟันเฟืองที่แสนอัศจรรย์นั้น ได้ทำการประมวลผลเทปเจาะรูที่เก็บข้อมูลไว้อย่างไม่รู้จักเหน็ดเหนื่อย โดยใช้การคำนวณซ้ำๆ อย่างเป็นระบบ และด้วยการจ่ายพลังงานจากดวงดาวเช่นนี้ เครื่องจักรขนาดใหญ่จึงได้จำลองระบบนิเวศที่เหมือนจริงและมีเสถียรภาพขึ้นมา จากนั้นพวกเขาก็สร้างบ้านใหม่ขึ้นรอบๆ ดาวแม่ดวงนี้\\n\\nเมื่อวิกฤตของดวงดาวคลี่คลายลง ชาว Screwllumite จึงสามารถพักผ่อนได้อย่างสงบสุข พวกเขามักจะมีเหตุมีผล มองโลกในแง่ดี สง่างาม และมุ่งมั่นที่จะค้นหาคำตอบถึงต้นกำเนิดของพวกเขาด้วยวิธีที่มีเหตุผลอย่างแท้จริง\\n\\nระบบขนาดใหญ่นั้นเต็มไปด้วยเสียงเสียดสีกันของชิ้นส่วนต่างๆ และฟันเฟืองที่หนาแน่นนั่น ก็ได้ขับเคลื่อนเทปเจาะรูเพื่อส่งถ่ายข้อมูล จากข้อมูลหนึ่งนำไปสู่ข้อมูลแขนงต่างๆ และแขนงข้อมูลที่นับไม่ถ้วนเหล่านั้น ก็ทำให้ฟันเฟืองขนาดมหาศาลส่งเสียงดังกึกก้อง... จากนั้นแขนงข้อมูลเหล่านี้ก็พังทลายลงครั้งแล้วครั้งเล่า ตกลงไปในเตาหลอม และกลับสู่ความเงียบงันท่ามกลางเตาที่เดือดระอุ ในช่วงเวลาอันแสนยาวนาน ระบบนิเวศที่ถูกตั้งโปรแกรมเอาไว้ก็ค่อยๆ กลายเป็นระบบที่ยอดเยี่ยมและมีความเสถียร... และการคาดเดาเกี่ยวกับต้นกำเนิดของจักรกล ก็เริ่มทำให้จินตนาการของ Screwllumite ล่องลอยไป\\n\\nโครงสร้างเหล็กขับเคลื่อนดวงดาวที่กำลังจะเสื่อมสลาย ได้กระตุ้นกระแสความคิดอันชาญฉลาดของพวกเขาอีกครั้ง พวกเขายังคงไตร่ตรองและสำรวจถึงต้นกำเนิดของตัวเองต่อไป จนกว่าดวงอาทิตย์จักรกลที่แผดเผาจะมอดดับลง"
    },
    {
      "_id": 33056,
      "ids": [
        33056,
        43056,
        53056,
        63056
      ],
      "id": "planet_screwllums_ring_system",
      "name": "Planet Screwllum's Ring System",
      "type": "OBJECT",
      "desc": "วงแหวนดวงดาวที่รองรับ Planet Screwllum ทั้งหมดไว้ จะมีกี่คนที่สังเกตว่าช่องสี่เหลี่ยมหนาแน่นเหล่านั้น ได้เผยให้เห็นความจริงเกี่ยวกับระบบของดวงดาว?",
      "typeText": "Link Rope",
      "backstory": "เผ่าพันธุ์ Screwllumite ส่วนใหญ่ไม่รู้เลยว่า... Planet Screwllum คือความพยายามอันยิ่งใหญ่ ที่ต้องการหาคำตอบให้กับต้นกำเนิดของสิ่งมีชีวิตอนินทรีย์\\n\\nScrewllum รู้สึกถึงความว่างเปล่า ความเข้าใจในตรรกะการทำงานของ Planet Screwllum ถึงกับไม่สร้างความผันผวนใดๆ บนคลื่นชีพจรอัจฉริยะของเขาแม้แต่นิด\\n\\nเขายืนอยู่บนระเบียงกว้างที่คฤหาสน์ของตน แล้วแหงนมองเครื่องจักรขับเคลื่อนดวงดาวที่ไม่เคยหยุดยั้ง วงแหวนดาวที่มีรูสี่เหลี่ยมหนาแน่นทะลุออกมาจากข้างหลังดาว ทุกสิ่งที่ดาวดวงนี้แบกรับ ล้วนตั้งอยู่บนแถบวงแหวนของมัน และหมุนไปอย่างเงียบๆ วันแล้ววันเล่า โดยมีเครื่องยนต์เป็นแกน เขาเคยเห็นแล้ว เนื้อแท้ของดาวดวงนี้ช่างไร้สาระจนน่าสิ้นหวัง: มันก็คือเส้นสายอันงดงามของสมการเปลี่ยนสถานะ และลูกกลิ้งน้ำแข็งใหญ่ยักษ์... ทั้งหมดนี้ก็คือทุกอย่างของ Planet Screwllum ไม่มีสิ่งอื่นแต่อย่างใด\\n\\nจากการตีความสมการของเขา... ในช่วงต้นของการกำเนิด Celestial Differentiator ผู้สร้างหลักของมันพยายามที่จะอธิบายถึงต้นกำเนิดของจักรวาล ว่าเป็นหุ่นยนต์ Cellular Automaton และการวนซ้ำชนิดหนึ่ง ส่วน Planet Screwllum ก็เป็นผลลัพธ์ของเกมชีวิต\\n\\nเผ่าพันธุ์ Screwllumite และสิ่งมีชีวิตอนินทรีย์อื่นๆ บนพื้นผิวของดวงดาวมีหน้าที่เป็น \"เซลล์\" ข้างในหุ่นยนต์ตัวนี้ ขณะเดียวกัน พวกเขาก็เป็น Cellular Automaton ขนาดเล็กด้วยเช่นกัน Cellular Automaton มักจะประกอบขึ้นจากหุ่นยนต์ขนาดเล็กยิ่งกว่าจำนวนมาก ซึ่งสามารถไล่ไปจนถึงส่วนประกอบที่เล็กที่สุด ของสสารทั้งหมดที่ประกอบเป็นจักรวาลได้เลย แต่ส่วนประกอบที่เล็กที่สุดนั้นคืออะไรกันล่ะ? ไม่มีใครรู้เรื่องนี้ Screwllum เองก็ไม่รู้ นักวิชาการที่เสนอให้สร้าง Celestial Differentiator คนแรกก็ไม่รู้เหมือนกัน\\n\\nนี่ก็คือสาเหตุที่ Screwllum รู้สึกว่างเปล่า\\n\\nความพยายามของนักวิชาการคนนั้น จะล้มเหลวเพียงเท่านี้อย่างนั้นเหรอ? แต่ Celestial Differentiator ก็ทำงานอย่างไม่รู้จักเหน็ดเหนื่อยมาหลายยุคอำพันแล้ว นี่หมายความว่าเผ่าพันธุ์ Screwllumite และดาวแม่ รวมไปถึงต้นกำเนิดของทั้งจักรวาล ล้วนเกิดมาจากเส้นสายอันงดงามของสมการอย่างนั้นเหรอ? ก็ไม่ถูกทั้งหมด... จนกว่าระบบนิเวศขั้นสูงจะพังทลายโดยไม่มีเหลือ ก็จะไม่มีทางพิสูจน์ความถูกต้องของสมการชุดนั้นได้เลย\\n\\nเขาแกว่งแก้วเครื่องดื่มอันประณีต ที่มีน้ำมันเครื่องบรรจุอยู่เต็ม และจ้องมองวงแหวนดาว ที่บันทึกความจริงของดาวดวงนี้ไว้โดยไม่ละสายตา แถบวงแหวนดาวที่มีรูพรุนราวกันม่านขนาดยักษ์นั้น ยังคงทำงานโดยไม่รู้จักคำว่าเหน็ดเหนื่อย ขณะที่แสงจันทร์ยามค่ำคืนส่องลอดผ่านช่องสี่เหลี่ยมเหล่านั้น Screwllum หยุดคิดไม่ได้ เขากำลังคิดว่าทางออกของการวนซ้ำนั้น มีอยู่จริงๆ หรือ? อะไรคือต้นกำเนิดของสิ่งมีชีวิตอนินทรีย์... หรือก้าวเข้าไปอีกขั้น อะไรคือต้นกำเนิดของจักรวาล?\\n\\nเขายินดีเป็นแค่สักขีพยานต่อความคิดของบรรพบุรุษจริงๆ หรือ?\\n\\n\"ไม่\" Screwllum ได้ข้อสรุป เขาตัดสินใจที่จะแสวงหาคำตอบ"
    }
  ]
}