{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "Champion of Streetwise Boxing",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG กายภาพเพิ่มขึ้น <nobr>10%</nobr>",
    "4": "หลังจากที่ผู้สวมใส่ทำการโจมตีหรือถูกโจมตี ATK ของผู้ที่อยู่ในการต่อสู้จะเพิ่มขึ้น <nobr>5%</nobr> ซึ่งสามารถซ้อนทับได้สูงสุด <nobr>5</nobr> ชั้น"
  },
  "pieces": [
    {
      "_id": 31051,
      "id": "champions_headgear",
      "name": "Champion's Headgear",
      "type": "HEAD",
      "desc": "หมวกป้องกันสำหรับชกมวย ที่สามารถป้องกันได้เป็นอย่างดี และสวมเข้ากับใบหน้าของเจ้าของได้พอดี",
      "typeText": "ศีรษะ",
      "backstory": "Lindsay ที่เตร็ดเตร่อยู่ตามท้องถนนไม่เคยคิดที่จะตอบรับคำเชิญเข้าร่วมการแข่งชกมวยอย่างเป็นทางการ ตั้งแต่แรกเริ่ม เธอก็ไม่เชื่อว่าจะมีใครที่สามารถเอาชนะเธอได้ นับประสาอะไรกับคนแก่อายุครึ่งร้อยคนหนึ่ง\\n\\nหญิงชราที่อ้างตนว่าเป็นโค้ชมวยได้เตรียมอุปกรณ์ป้องกันมาให้ Lindsay และเอ่ยท้าทายว่า ถ้าตัวเธอเอาชนะได้ Lindsay จะต้องมาเป็นลูกศิษย์ของเธอ\\n\\nLindsay ไม่ชอบใส่อะไรที่ซับซ้อนวุ่นวาย จึงได้โยนอุปกรณ์ป้องกันที่หญิงชราผู้นั้นยื่นให้ทิ้งไป เดิมทีคิดว่าด้วยการตอบสนองที่รวดเร็วของตน จะต้องเอาชนะได้สบายๆ แน่นอน แต่คิดไม่ถึงเลยว่าจะถูกหญิงชราเข้าประชิดตัวภายในสามก้าว แล้วโดนหมัดเร็วอัดเข้าจังๆ หลังจากหมดสติไปครู่หนึ่ง Lindsay ก็หยิบหมวกป้องกันขึ้นมา และมองเห็นโลกใบใหม่จากมุมมองที่คับแคบนั่น\\n\\n\"นี่คือหมัดของนักมวยงั้นเหรอ? น่าสนใจ ถ้าคุณคิดจะสอนฉัน ก็ต้องทำให้ฉันกลายเป็นคนที่แข็งแกร่งที่สุดด้วย\"\\n\\nแม้ว่าปากของเธอจะยังบ่นไม่หยุด แต่ Lindsay ก็ยอมรับความพ่ายแพ้ เธอสวมใส่อุปกรณ์ป้องกันและเข้าสู่โลกของการชกมวยอย่างเป็นทางการ"
    },
    {
      "_id": 31052,
      "id": "champions_heavy_gloves",
      "name": "Champion's Heavy Gloves",
      "type": "HAND",
      "desc": "นวมชกมวยที่ได้รับการดูแลรักษาเป็นอย่างดี ซึ่งมีความเสียหายเพียงเล็กน้อย แต่ไม่ได้ส่งผลต่อการใช้งานจริงแต่อย่างใด",
      "typeText": "มือ",
      "backstory": "Lindsay ที่เพิ่งก้าวสู่สังเวียนเป็นครั้งแรกรู้จักแค่การออกหมัดโจมตี แต่กลับไม่รู้ว่าต้องป้องกันอย่างไร\\n\\nประสบการณ์บนท้องถนนไม่สามารถนำมาใช้บนสังเวียนที่ล้อมเชือกได้เลย การแข่งชกมวยที่ Ekaterina จัดขึ้น ได้เอาชนะความเย่อหยิ่งของเด็กสาวป่าเถื่อนได้แล้ว\\n\\nหลังจากพ่ายแพ้ในการแข่งขันระดับท้องถิ่น ศักดิ์ศรีและความมั่นใจของเธอก็พังทลายลง และต้องเริ่มพิจารณาจังหวะการโจมตีและการป้องกันที่ Ekaterina สอนเธอแล้ว Lindsay ผู้ที่รู้จักเพียงการออกหมัด ราวกับได้รับพรจากเทพธิดาแห่งการต่อสู้ ในที่สุดเธอก็ค่อยๆ เข้าใจถึงรสชาติความสนุกของการสลับไปมาระหว่างโจมตีและป้องกัน เมื่อรู้ตัวอีกที ผ้าพันมือก็ขาดสะบั้น ส่วนนวมก็เปียกโชกไปด้วยเหงื่อและเลือดเสียแล้ว\\n\\n\"เธอต้องหาจังหวะของตัวเองให้เจอ และอย่าตกหลุมพรางของคู่ต่อสู้\"\\n\\nLindsay เข้าใจคติพจน์ของ Ekat ขณะตกอยู่ในภวังค์อย่างถ่องแท้ และเข้าใจถึงสายตาที่อบอุ่นราวกับสายน้ำคู่นั้นแล้วด้วย Ekat ที่เข้มงวดมาตลอดผู้นั้น มองว่าเธอเป็นเหมือนลูกแท้ๆ มานานแล้ว"
    },
    {
      "_id": 31053,
      "id": "champions_chest_guard",
      "name": "Champion's Chest Guard",
      "type": "BODY",
      "desc": "เกราะป้องกันช่วงอกแบบมืออาชีพสำหรับนักมวย โดยมีชั้นนอกและซับด้านในผสานกันอย่างแน่นหนา ซึ่งไม่เพียงแต่รับประกันความปลอดภัยเท่านั้น แต่ยังไม่ส่งผลกระทบต่อเทคนิคการชกอีกด้วย",
      "typeText": "ลำตัว",
      "backstory": "คืนก่อนศึกชิงแชมป์มวย ในยิมยังคงมีเสียงต่อยกระสอบทรายที่รวดเร็วและหนักหน่วงเช่นเคย\\n\\nหยาดเหงื่อซึมผ่านเกราะป้องกันช่วงอกที่ใส่ติดตัว ไอร้อนระอุแยกตัว Lindsay ออกจากความเป็นจริง เธออยากหนี\\n\\nLindsay พยายามควบคุมอารมณ์อย่างเต็มที่ พร้อมกับใบหน้าที่สะท้อนหยาดน้ำตาและเม็ดเหงื่อ ในช่วงกลางดึก เธอถอดเกราะป้องกันช่วงอกออก และเขียนชื่อ \"Ekat\" ไว้ด้านใน เธออยากจะเอาชนะให้ได้ตามที่เคยสัญญาไว้กับเจ้าของชื่อนี้ นี่เป็นการแข่งขันครั้งสำคัญของศึกชิงแชมป์มวย และเป็นการชกครั้งแรกของ Lindsay ที่ไม่มีโค้ชอยู่ด้วย ก่อนก้าวขึ้นสู่สังเวียน Lindsay มองไปที่กล้องและยืดอกอย่างภาคภูมิใจ\\n\\n\"Lindsay... ชื่อของเธอเหมือนกับลูกสาวของฉันเลย ตอนที่ลูกของฉันจากไป ฉันคิดว่าโลกใบนี้พังทลายลงแล้วซะอีก จนกระทั่งฉันได้มาพบเธอ ขอบคุณมาก Lindsay\"\\n\\n\"ปกป้องฉันด้วยนะ Ekat\" ชื่อที่สำคัญที่สุดนั้นยังคงติดตราตรึงอยู่ในใจ"
    },
    {
      "_id": 31054,
      "id": "champions_fleetfoot_boots",
      "name": "Champion's Fleetfoot Boots",
      "type": "FOOT",
      "desc": "มันผสมผสานระหว่างหนังและตาข่ายเอาไว้ด้วยกันอย่างชาญฉลาด โดยออกแบบให้มีซับในรองเท้าที่หนาและพื้นรองเท้าบาง เพื่อช่วยให้เคลื่อนไหวได้อย่างคล่องตัว",
      "typeText": "เท้า",
      "backstory": "Lindsay ที่ค่อนข้างตัวเล็กนั้น ขึ้นชื่อในเรื่องการออกหมัดที่รวดเร็วและปราดเปรียว อีกทั้งยังมีฝีเท้าที่ชวนให้นึกถึงผีเสื้อที่โบยบินผ่านดอกไม้\\n\\nแม้ว่าหมัดเร็วของฝ่ายตรงข้ามจะดุดันราวกับสายฝน แต่มันกลับทำได้แค่เฉียดผ่านไหล่ของ Lindsay เท่านั้น นี่ก็คือท่าประจำของเธอ \"Lindsay เริงระบำ\"\\n\\nเพื่อฝึกฝนให้ Lindsay มีฝีเท้าที่พิเศษเช่นนี้ Ekaterina ได้พาเด็กสาวข้างถนนไปยังงานเต้นรำสุดหรู พวกเขาจับมือกันและหมุนไปรอบๆ... Lindsay ที่มีท่าทีงกๆ เงิ่นๆ ก็ค่อยๆ จับจังหวะได้ และเธอคล้ายจะเข้าใจแล้วว่า หญิงชราที่เรียกตัวเองว่าโค้ชมวย คงจะไม่ได้เป็นแค่นั้น ในฟลอร์เต้นรำสลัวๆ จู่ๆ ความรู้สึกอันแสนอ่อนโยนก็เข้าครอบงำหัวใจของ Lindsay\\n\\n\"อยากเต้นรำอีกสักรอบมั้ย?\"\\n\\nLindsay เด็กข้างถนนคนนั้นไม่เคยคิดเลยว่าตนจะมีประสบการณ์เช่นนี้ เธอมองไปยังดวงตาอันสดใสของ Ekaterina และไม่อาจปฏิเสธมันได้เลย"
    }
  ]
}
