{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "Duran, Dynasty of Running Wolves",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "เมื่อตัวละครฝ่ายเรา ปล่อยการโจมตีต่อเนื่อง ผู้สวมใส่จะได้รับ \"คุณความดี\" หนึ่งชั้น และจะซ้อนทับได้มากสุด <nobr>5</nobr> ชั้น โดย \"คุณความดี\" แต่ละชั้น จะทำให้การโจมตีต่อเนื่องของผู้สวมใส่ สร้าง DMG เพิ่มขึ้น <nobr>5%</nobr> เมื่อซ้อนทับถึง <nobr>5</nobr> ชั้นแล้ว จะทำให้ DMG คริติคอล ของผู้สวมใส่เพิ่มขึ้นอีก <nobr>25%</nobr>"
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "durans_tent_of_golden_sky",
      "name": "Duran's Tent of Golden Sky",
      "type": "NECK",
      "desc": "สิ่งที่อยู่ในมิติระนาบก็คือ เต็นท์ท้องฟ้าประกายทองของ Borisin แห่งแดนเขียวขจี ซึ่งตรงกันข้ามกับชื่อเสียงอันแสนป่าเถื่อนที่ Borisin ทิ้งไว้ในกาแล็กซี พวกเขามีเทคโนโลยีชีวภาพที่น่าทึ่ง เหล่าลูกหลานหมาป่าได้รวมตัวกันที่ข้างๆ Duran เจ้าแห่งรังผู้ยิ่งใหญ่ และมองว่าดวงดาวบนท้องฟ้า เป็นเหมือนทุ่งเลี้ยงสัตว์ ที่พวกเขาควบม้าวิ่งอยู่ท่ามกลางพวกมัน",
      "typeText": "Planar Sphere",
      "backstory": "เพลงร้องนำโบราณของมนุษย์จิ้งจอกและ Borisin ทุกสิ่งล้วนชวนให้นึกถึงดินแดนอันอุดมสมบูรณ์ และสภาพอากาศที่เหมาะแก่การอยู่อาศัยของ \"ดาวแห่งแดนเขียวขจี\" แต่หากสังเกตดูอย่างละเอียดแล้ว คนที่ให้ความสนใจก็จะพบว่า นี่เป็นเพียงบทเกริ่นนำของหัวข้อตลอดกาลอย่าง \"สงคราม\" ก็เท่านั้น\\n\\nด้วยพรสวรรค์ในด้านการเกษตรและการค้า จึงทำให้เผ่าพันธุ์จิ้งจอก ได้สร้างเมืองที่เจริญรุ่งเรืองขึ้นมาที่ริมฝั่งแม่น้ำ ขณะเดียวกัน ลูกหลานก็เดินทางไปพร้อมกับฝูงของมัน ภายใต้ท้องฟ้าที่เต็มไปด้วยแสงขั้วโลกอันยิ่งใหญ่ และทุ่งหญ้าอันเขียวชอุ่ม จนได้รวมตัวกันเป็นเผ่าพันธุ์ที่กระจัดกระจายไปทั่วทุกที่ พ่อค้าเยาะเย้ยคนเลี้ยงสัตว์ว่าเป็นพวกป่าเถื่อน ส่วนคนเลี้ยงสัตว์ก็ดูแคลนพ่อค้าว่าเป็นคนเจ้าเล่ห์ แต่พวกเขาต่างต้องเผชิญกับ การทรมานอันแสนโหดร้ายของธรรมชาติอย่าง... \"จิ้งจอกคิมหันต์\" และ \"หมาป่าเหมันต์\"\\n\\nในช่วงฤดูร้อน เมื่อเทพจิ้งจอกประทานพรให้เก็บเกี่ยวพืชผลได้อุดมสมบูรณ์ ทั้งสองฝ่ายก็จะพักผ่อนและพักรบ ต่างฝ่ายต่างพึงพอใจกันทั้งคู่ แต่เมื่อเทพหมาป่าปล่อยน้ำค้างแข็งสีขาวลงมา หิมะก็จะแผ่กระจายออกมาจากขั้วโลก และความหิวโหยก็ได้ผลักดันทั้งสองฝ่าย ไปสู่ความขัดแย้งที่ไม่สิ้นสุด\\n\\nบทเพลงได้กล่าวว่า หมาป่าเหมันต์อันไร้ที่สิ้นสุดจะไม่หายไป แม้ว่าดวงอาทิตย์แห่งแดนเขียวขจีจะโคจรไปแล้ว <unbreak>33</unbreak> ครั้งก็ตาม ความยากจนและความหิวโหยทำให้ผู้คนเดือดร้อน จนจำเป็นต้องกินแม้กระทั่งสัตว์ที่บูชาบนเสาโทเทมเพื่อความอยู่รอด หลังจากมองเห็นจุดจบที่มีกระดูกสีขาวโพลนอยู่ทั่วทุกที่ เป็นการล่วงหน้าแล้ว ผู้ช่วยให้รอดก็ปีนขึ้นไปบนภูเขาที่สูงที่สุดในโลกมนุษย์ ในเทพนิยายของมนุษย์จิ้งจอก ผู้คนเรียกเขาว่า \"Tushan\" แต่ในบทเพลงของ Borisin ผู้คนเรียกเขาว่า \"Duran\" แต่ไม่ว่าผู้ช่วยให้รอดคนนี้จะชื่ออะไร เขาก็อธิษฐานต่อเจ้าแห่งอายุวัฒนะ ให้ช่วยมอบเสบียงเพื่อที่ทุกคนจะได้มีชีวิตอยู่ต่อไป จากนั้นยอดเขาก็แตกออก และ \"น้ำพุสีแดง\" ที่หอมหวานราวกับการตื่นรู้ก็ได้พวยพุ่งออกมา\\n\\nบรรดาผู้ที่ดื่มน้ำพุสีแดงเข้าไป ล้วนได้รับพลัง ความคล่องแคล่ว และความแข็งแกร่ง เลือดของพวกเขาปั่นป่วนไปด้วยความดุร้ายของสัตว์ป่า และรูปลักษณ์ก็กลายเป็นสัตว์ป่ามากขึ้นอย่างเห็นได้ชัด... โลกนี้จึงเปลี่ยนไป และไม่สามารถกลับไปเป็นเหมือนเดิมได้อีก\\n\\nน้ำพุสีแดงถูกใช้เป็นสื่อกลาง เพื่อสร้างของใช้ทุกสิ่งที่เหล่ามนุษย์หมาป่าเกิดใหม่ต้องการ พืชที่ปลูกในท้องทุ่งไม่ใช่ข้าวสาลีอีกต่อไป แต่เป็น Viscorpus สิ่งที่ปกคลุมร่างกายก็ไม่ใช่ผ้ากระสอบอีกต่อไป แต่เป็นรกแทน แม้แต่ดินแดนหิมะที่หนาวเย็น ซึ่งครั้งหนึ่งเคยสร้างความหวาดกลัวให้กับอารยธรรมแห่งแดนเขียวขจี ก็ไม่น่ากลัวอีกต่อไป เหล่ามนุษย์หมาป่าได้ปลูกเยื่อหุ้มชีวภาพบริเวณขั้วโลก เพื่อประดิษฐ์เป็นเต็นท์ทรงโดมอันอบอุ่น และขจัดความยากลำบากในช่วงหมาป่าเหมันต์\\n\\nจากนั้นสิ่งต่างๆ ในแดนเขียวขจีก็ได้เปลี่ยนแปลงไป เช่นเดียวกับที่เผ่าพันธุ์อายุสั้นที่ได้เปลี่ยนเป็นเผ่าพันธุ์อายุยืนยาว... จำนวนประชากรเพิ่มขึ้น ระบบนิเวศล่มสลาย และสงครามภายใน... ไม่ว่าเหล่ามนุษย์หมาป่าจะอธิษฐานต่อเจ้าแห่งอายุวัฒนะอย่างไร ก็ไม่ได้การตอบรับอีก จากนั้นพวกเขาก็เข้าใจว่า ทุกสิ่งที่เจ้าแห่งอายุวัฒนะสามารถให้ได้ ก็ได้มอบให้ไปหมดแล้ว และหากผู้คนปรารถนาจะมีชีวิตที่ดีขึ้น พวกเขาจะต้องดิ้นรนด้วยตัวเอง\\n\\nเมื่อรวมตัวกันรอบด้านเจ้าแห่งรังผู้ยิ่งใหญ่ เหล่ามนุษย์หมาป่าก็มองขึ้นไปบนฟ้า ที่ซึ่งเจ้าแห่งอายุวัฒนะอยู่ ดวงดาวส่องสว่างราวกับทุ่งหญ้าที่รอการสำรวจ พวกเขาจะนำอารยธรรมของดวงดาวเหล่านี้มาสู่ \"หมาป่าเหมันต์\"\\n\\nกาลเวลาผ่านไปเนิ่นนาน ต่อมาชาว Xianzhou ได้เรียกพวกเขาว่า \"Borisin\" ซึ่งในภาษาของแดนเขียวขจีนั้นแปลว่า \"หมาป่า\""
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "durans_mechabeast_bridle",
      "name": "Duran's Mechabeast Bridle",
      "type": "OBJECT",
      "desc": "เหล่านี้คือเชือกบังเหียน โซ่ตรวน และแส้หนัง หลักการแรกที่สอนให้แก่ชายหนุ่ม Borisin ที่สูงกว่าขาของอสูรสงครามก็คือ: กุมบังเหียนในมือไว้ให้แน่นอยู่เสมอ ไม่เช่นนั้นตัวเองจะกลายเป็นสัตว์ที่ถูกกดขี่เป็นทาส หรือแม้กระทั่งเป็นอาหารสัตว์",
      "typeText": "Link Rope",
      "backstory": "ในภาษาของ Borisin เชือกบังเหียนมีชื่อเรียกอีกอย่างว่า \"assa-chita\" ซึ่งแปลว่า \"หนังสือที่มีชีวิต\"\\n\\nเมื่อดวงจันทร์สองดวงส่องแสงพร้อมกัน และท้องฟ้ายามค่ำคืนสว่างไสว แม่มดนักล่าก็จะมอบเชือกบังเหียนเป็นของขวัญให้กับทายาทของ Duran เพื่อเป็นสัญลักษณ์ว่าพวกเขาได้เข้าสู่วัยผู้ใหญ่แล้ว ซึ่งบังเหียนที่ว่างเปล่านี้ จะเป็นบันทึกการต่อสู้ตลอดช่วงชีวิตของพวกเขา\\n\\nหลังจากพิธีเข้าสู่วัยผู้ใหญ่สิ้นสุดลง Borisin จะต้องไปที่ฟาร์มอาวุธเพื่อเลือกฝึกพาหนะออกศึกจากพวก \"อสูรจักรกล\" ที่ได้รับการคัดเลือก และเพาะพันธุ์ด้วยเวทมนตร์ทางพันธุกรรม อสูรจักรกลใช้มนุษย์ที่ถูกพิชิตมาเป็นอาหาร ด้วยความเฉียบแหลมและความโหดร้ายอันน่าทึ่ง เมื่อเทียบกับเจ้านายในอนาคต เหล่าอสูรจักรกลก็เป็นเพียงลูกแกะเท่านั้น แสงจันทร์ได้กระตุ้นเลือดที่พลุ่งพล่านในร่างกาย เหล่า Borisin วัยหนุ่มสาวได้ไล่ล่าและต่อสู้กับอสูรจักรกล บางคนตายจากไปเพราะจูบของอสูร และนั่นคือจุดจบของชีวิตผู้อ่อนแอ บางคนเข่นฆ่าเพื่อนร่วมเผ่าพันธุ์ ซึ่งนั่นเป็นวิธีแบ่งแยกของอสูรร้าย... หนุ่มสาว Borisin ทำให้พาหนะออกศึกตัวโปรดของตนล้มลงกับพื้น จากนั้นก็ผูกเชือกบังเหียนที่มีหนามประสาทไว้ที่รอบคอมัน... เหล่าสัตว์ต่างพากันสะพรึงกับสัมผัสทางจิตของเจ้านายในอนาคต ราวกับสัตว์แสนเชื่องที่ถูกเฆี่ยนตีหลายร้อยครั้ง เมื่อมันเต็มใจที่จะแบกเจ้านายไว้บนหลัง Borisin \"Sorya\" (นักรบและผู้ขับขี่) ที่เหมาะสมจึงได้ถือกำเนิดขึ้น\\n\\nจากนั้นเป็นต้นมา เชือกบังเหียนของ Borisin ก็กลายเป็นเหมือนกับผู้บันทึกประสบการณ์การต่อสู้ เชือกบังเหียนค่อยๆ เต็มไปด้วยรอยขีดข่วน เงื่อน และของตกแต่ง\\n\\nSorya ที่ได้รับการฝึกฝนมาเป็นอย่างดี จะสวมชุดเกราะคล้ายแมงกะพรุน ขึ้นไปยังเรืออสูรที่สามารถข้ามผ่านดวงดาว และออกเดินทางไปยังโลกต่างๆ ได้ภายใต้การนำของ \"Yonda\" (ผู้นำกองทัพ) โดยสาบานว่าจะเปลี่ยนดวงดาวให้กลายเป็นทุ่งหญ้าสำหรับสัตว์ในนามของ Duran และเจ้าแห่งอายุวัฒนะ รอยขีดข่วนตื้นๆ บนเชือกบังเหียน แสดงถึงจำนวนศัตรูที่สามารถสังหารได้ เงื่อนแสดงถึงการต่อสู้ครั้งใหญ่ที่ผ่านมา ส่วนของตกแต่งที่แขวนอยู่บนเชือก คือสมบัติที่ได้มาจากการปล้น อย่างเช่น เขี้ยวของมนุษย์ แกนกลางของจักรกล พวกมันคือความโกรธแค้นและการคร่ำครวญของผู้ที่ยอมจำนน และก็เป็นเหรียญรางวัลที่แสดงถึงความแข็งแกร่งของ Borisin ด้วย\\n\\nเมื่อม้าศึกที่อยู่ใต้การควบคุมตายในสนามรบ หรือเมื่อ Borisin ต้องการลงโทษ เชือกบังเหียนของพวกมันก็จะถูกย้ายไปยังสิ่งมีชีวิตอื่น\\n\\nโดยทั่วไปแล้ว เป้าหมายประเภทนี้มักจะเป็นมนุษย์จิ้งจอก... ทาสที่ถูกขับออกจากกลุ่ม เนื่องจากแผนการคัดเลือกเพื่อเพาะพันธุ์ พวกเขาอ่อนแอ มีไหวพริบ ซึ่งเหมาะกับการใช้แรงงานและการคำนวณเท่านั้น แต่เมื่อมนุษย์จิ้งจอกที่เก่งเรื่องการต่อสู้ปรากฏตัวขึ้น หัวหน้าของผู้นำหมาป่า ก็เลือกที่จะผูกเชือกไว้ที่ตัวพวกเขาเป็นอันดับต้นๆ และบังคับให้พวกเขาเป็นแนวหน้าการโจมตีในฐานะทาสสงคราม\\n\\nหากทาสถูกเข่นฆ่า และอาวุธได้รับความเสียหาย หนามที่ติดอยู่กับปลายเชือกบังเหียนสามารถใช้เป็นแส้ได้เช่นกัน หากแส้หัก ลูกสมุนแตกกระเซ็น และถูกฝังอยู่ในสนามรบ เช่นนั้นแล้วเชือกบังเหียนนี้ ก็จะเป็นการจารึกและเป็นอนุสรณ์ที่หลงเหลืออยู่สำหรับ Borisin...\\n\\nดังคำกล่าวที่ว่า \"ในป่านั้น สถานะของนักล่าและเหยื่อ มักจะสับเปลี่ยนกันอยู่เสมอ\" หลังจากการต่อสู้กับชาว Xianzhou ในป่าอันมืดมิดของจักรวาลเป็นเวลาหลายพันปี แส้ของเผ่าพันธุ์หมาป่าได้ถูกทำลายไปนับไม่ถ้วน ในท้ายที่สุด สายสัมพันธ์ที่เชื่อมโยงกลุ่มนักล่าทั้งหลาย ก็ถูกตัดขาดด้วยลูกศรอันแหลมคมของ \"ล่าสังหาร\" Borisin ตกอยู่ภายใต้ห้วงแห่งสงครามภายในและความเสื่อมโทรม ไม่ได้ภาคภูมิใจเหมือนแต่ก่อนอีกต่อไป"
    }
  ]
}