{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "Eagle of Twilight Line",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG ลมเพิ่มขึ้น <nobr>10%</nobr>",
    "4": "หลังจากผู้สวมใส่ใช้ท่าไม้ตาย จะเร่งแอ็กชันขึ้น <nobr>25%</nobr>"
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [31101, 41101, 51101, 61101],
      "id": "eagles_beaked_helmet",
      "name": "Eagle's Beaked Helmet",
      "type": "HEAD",
      "desc": "หมวกกันน็อคที่ใช้ในการบินด้วยความเร็วสูง มันดูคล้ายกับจะงอยปากของ Skyfish Eagle",
      "typeText": "ศีรษะ",
      "backstory": "ในยามเช้าของทุกๆ วัน Skyfisher แห่ง Salsotto จะออกเดินทางจาก \"ท่าเรือแห่งฟากฟ้า\" ของเมืองเคลื่อนที่ โดยการกางปีกชุด Winged Suit ออก แล้วกระพือปีกบินไปสู่ท้องฟ้า เพื่อไล่ล่า Phlogiston ที่บินออกมาจากทราย\\n\\nPhlogiston ที่ประกอบเป็น \"Phase Flame\" คือเส้นเลือดของเมืองเคลื่อนที่ขนาดใหญ่แห่งนี้ ซึ่งจะต้องตามจับพวกมันให้เพียงพอ เพื่อรับประกันว่าเมืองทั้งเมืองจะไม่ถูก Terminator Line สลัดทิ้งไว้ข้างหลัง\\n\\nหากมีผู้เสียชีวิตจากอาการอ่อนเพลีย หรือจากการถูกนกยักษ์โจมตี ชาว Salsottian จะทำทุกวิถีทางเพื่อนำร่างของพวกเขากลับคืน และพวกเขาจะฝังร่างเหล่านั้นพร้อมปีกและหมวกนกอินทรี ลงสู่พื้นดินอันกว้างใหญ่ที่มีแต่ความมืดมิด ในพิธีกรรมดั้งเดิมของ Salsotto \"การลงจอด\" นั้นเท่ากับความตาย และหมายถึงการพักผ่อนชั่วนิรันดร์ด้วย\\n\\nการโผบินไม่อาจหยุดลงได้ เมืองนี้ก็เช่นเดียวกัน\\n\\nหมวกนกอินทรีชิ้นนี้มีข้อความแสดงความเสียใจสลักอยู่บนจะงอยปากว่า: \"ผืนดินมิใช่โซ่ตรวนของนกอินทรี หากแต่มันคือปีก และเพราะปีกนี้เอง เจ้าจึงจำต้องโบยบิน\""
    },
    {
      "_id": 31102,
      "ids": [31102, 41102, 51102, 61102],
      "id": "eagles_soaring_ring",
      "name": "Eagle's Soaring Ring",
      "type": "HAND",
      "desc": "แหวนที่ Skyfisher ผู้เก่งกาจสวมใส่ รูปปีกทั้งสองข้างของ Skyfish Eagle โอบรัดนิ้วมือเอาไว้อย่างแน่นหนา",
      "typeText": "มือ",
      "backstory": "มีเพียงหัวหน้าทีมล่าที่เก่งกาจ น่าเชื่อถือ และพึ่งพาได้เท่านั้น ที่จะมีโอกาสได้ครอบครอง \"Soaring Ring\" พวกเขาจะเป่านกหวีดตกปลากลางอากาศ และออกคำสั่งประสานงานได้อย่างยอดเยี่ยม เหมือนกับเหยี่ยวนักล่าที่มีสัมผัสเฉียบคมที่สุด\\n\\nสำหรับสมาชิกในทีม การกระพือปีกแต่ละครั้งจะมีความเดียวดายและเปราะบางเสมอ มีเพียงเสียง \"นกหวีด\" <unbreak>124</unbreak> แบบของหัวหน้าทีมเท่านั้นที่พึ่งพาได้\\n\\nดังนั้นจึงมีคำพูดโด่งดังของ Salsotto ว่า: \"Skyfisher จะจับปลาเป็นกลุ่ม พวกเขาจะอุทิศหนึ่งในสามส่วนของชีวิต ให้กับการเรียนรู้เทคนิคต่างๆ และอุทิศอีกหนึ่งในสามส่วนนั้น ให้กับอุปกรณ์อันชาญฉลาด และหนึ่งส่วนสุดท้ายของชีวิต จะอุทิศให้กับหัวหน้าทีมล่าที่เชื่อถือได้\"\\n\\nหัวหน้าทีมผู้แบกรับความไว้วางใจจากหลายครอบครัว มักจะรู้สึกได้ถึงน้ำหนักของแหวนวงเล็กที่สวมอยู่บนนิ้วก้อย\\n\\nการแกะสลัก Soaring Ring นั้นจะมีจุดด่างปะปนอยู่ และด้านในของตัวแหวนได้สลักคำว่า \"หน้าที่\" เอาไว้"
    },
    {
      "_id": 31103,
      "ids": [31103, 41103, 51103, 61103],
      "id": "eagles_winged_suit_harness",
      "name": "Eagle's Winged Suit Harness",
      "type": "BODY",
      "desc": "เข็มขัดที่เชื่อมต่อกับชุด Winged Suit และส่วนโลหะที่ซ่อนอยู่ในเชือกป่าน ก็แนบสนิทไปกับลำตัวอย่างนุ่มนวล",
      "typeText": "ลำตัว",
      "backstory": "การจับ Phlogiston ที่บินออกมาจากทรายนั้น ไม่ใช่เรื่องง่ายสำหรับ Skyfisher แห่ง Salsotto เมื่อต้องเผชิญกับสภาพอากาศแปรปรวน สายรัดที่ดูอ่อนนุ่มในแว็บแรกก็จะเข้ายึดติดกับร่างกาย และยามที่เจอลมพัดแรงบริเวณนอกเมือง มันก็กลายเป็นสายที่ผูกกับชีวิตของ Skyfisher เป็นที่เรียบร้อย\\n\\nการจับ Phlogiston ที่บินออกมาจากทรายนั้นไม่ง่ายเลย ทั้งต้องหลอกล่อ ไล่ล่า และสกัดกั้น แต่ละขั้นตอนล้วนมาพร้อมกับความเสี่ยงที่อาจร่วงตกจากฟ้าได้\\n\\nSkyfisher ที่ยังไม่โตเต็มวัย จะต้องนำเส้นผมของพ่อและแม่มามัดไว้กับเชือก ส่วนผู้ที่แต่งงานแล้วจะใช้ผมของคู่ครองแทน ถือเป็นการรับพรจาก \"ครอบครัว\" เพื่อช่วยคุ้มครองให้ Skyfisher กลับมาบ้านอย่างปลอดภัย\\n\\nในโลกแห่งการเอาชีวิตรอดอันโหดร้าย มีเพียง \"ครอบครัว\" เท่านั้นที่คอยโอบอุ้มเหล่า Skyfisher เอาไว้\\n\\nซึ่งเส้นผมในสายรัดนี้ยังคงอยู่ในสภาพที่สมบูรณ์ มันเป็นเส้นผมของผู้หญิง และยังมีสีขาวเล็กน้อยอีกด้วย"
    },
    {
      "_id": 31104,
      "ids": [31104, 41104, 51104, 61104],
      "id": "eagles_quilted_puttees",
      "name": "Eagle's Quilted Puttees",
      "type": "FOOT",
      "desc": "ผ้าพันที่ช่วยทำให้ช่วงขาอบอุ่นขณะบิน ซึ่งตกแต่งด้วยขนของปีก Skyfish Eagle",
      "typeText": "เท้า",
      "backstory": "กระบวนการไล่ล่า Phlogiston ของ Skyfisher แห่ง Salsotto นั้นเป็นการแข่งขันเพื่อความอยู่รอดที่แสนยาวนาน และจะต้องรักษาความอบอุ่นของสองเท้า ที่อยู่ห่างจากหัวใจเอาไว้ด้วยสายรัดขนนก\\n\\nหลังจากสิ้นสุดการล่าที่ยาวนานและดุเดือด ร่างกายก็จะเริ่มแสดงความเจ็บปวดและความเหนื่อยล้าออกมา\\n\\nสำหรับ Skyfisher ที่ไม่ได้เตรียมตัวมาเต็มที่ นี่คือช่วงเวลาที่พวกเขาจะสัมผัสได้ถึงความเจ็บปวด จากบาดแผลที่โดนความเย็นจัดในส่วนต่างๆ ของร่างกาย ดังนั้นก่อนออกเดินทาง Skyfisher จะตรวจสอบความแข็งแรงของสายรัดหลายครั้ง เพราะเมื่อบินไปด้วยความเร็วสูงแล้ว จะไม่มีโอกาสปรับมันเป็นครั้งที่สองอีก\\n\\nชั่วขณะที่พวกเขาก้าวสู่ท้องฟ้า พวกเขาก็เข้าใจแล้วว่าสายลมจะนำพาสิ่งใดมาให้\\n\\nในปลอกโลหะของสายรัดนี้ มีร่องรอยการใช้ผงปูนขาวและผงอะลูมิเนียมเล็กน้อย ซึ่งดูเหมือนจะใช้สำหรับให้ความร้อนฉุกเฉิน"
    }
  ]
}
