{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "Firesmith of Lava-Forging",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG ไฟเพิ่มขึ้น <nobr>10%</nobr>",
    "4": "ทำให้สกิลต่อสู้ของผู้สวมใส่สร้าง DMG เพิ่มขึ้น <nobr>12%</nobr> และหลังจากที่ปล่อยท่าไม้ตาย การโจมตีครั้งต่อไปจะสร้าง DMG ไฟเพิ่มขึ้น <nobr>12%</nobr>"
  },
  "pieces": [
    {
      "_id": 31071,
      "id": "firesmiths_obsidian_goggles",
      "name": "Firesmith's Obsidian Goggles",
      "type": "HEAD",
      "desc": "แว่นถนอมสายตาที่ทำจากคริสตัลไฟสีดำเข้ม ด้วยเลนส์เช่นนี้ ประกายไฟที่ลุกโชนก็เป็นเพียงแค่เงาจางๆ",
      "typeText": "ศีรษะ",
      "backstory": "สำหรับตระกูล Firesmith การประดิษฐ์อาวุธศักดิ์สิทธิ์เป็นทั้งหน้าที่ของพรสวรรค์ และคำสาปอันน่าสะพรึง\\n\\nตั้งแต่ที่ตระกูล Firesmith ถูกปล่อยตัวและมายัง Warforge พรสวรรค์ของพวกเขาก็ได้รับการปลดปล่อยอย่างเต็มที่ และเริ่มปนเปื้อนกลิ่นอายของการทำลายล้างด้วย\\n\\nแสงจากเตาหลอม และประกายไฟจากการขึ้นรูปเป็นเวลานานจนชิ้นงานกลายเป็นอาวุธชั้นดีนั้น ทำให้ตาพร่าและส่งผลให้ Firesmith สูญเสียการมองเห็น Foy เคยพบ Obsidian Flame Crystal หายากที่เชิงภูเขาไฟ เขาจึงนำกลับมาขัดให้เป็นแว่นถนอมสายตาอย่างระมัดระวัง เมื่อใส่แว่นนี้แล้ว ประกายไฟที่ร้อนแรงก็จะกลายเป็นเพียงเงาซีดจาง แต่ช่างผู้โลภมากก็ไม่อาจหลีกหนีชะตาต้องคำสาปของตนได้ เขาสูญเสียทุกอย่างไปในเปลวเพลิงนั้น\\n\\nFoy มองว่ากองทัพ Antimatter ใน Warforge เป็นวัสดุหลอม ส่วนตนนั้นเป็นเปลวไฟที่ลุกโชน\\n\\n\"เป็นไปได้มั้ยที่จะเปลี่ยนปฏิกิริยาเทอร์โมนิวเคลียร์ให้เป็นเตาหลอมของฉัน\" Foy พยายามค้นหาวิธีเพิ่มขีดจำกัดเปลวไฟของเตาหลอม และทำลายมันด้วยปฏิกิริยาเทอร์โมนิวเคลียร์ที่ไม่สามารถควบคุมได้"
    },
    {
      "_id": 31072,
      "id": "firesmiths_ring_of_flamemastery",
      "name": "Firesmith's Ring of Flame-Mastery",
      "type": "HAND",
      "desc": "แหวนที่มีสัญลักษณ์เปลวไฟ ซึ่งเป็นสัญลักษณ์แห่งเกียรติยศสูงสุดในหมู่ตระกูล Firesmith",
      "typeText": "มือ",
      "backstory": "เตาไฟที่มีความร้อนสูงถึง <unbreak>900</unbreak> องศา สามารถเปลี่ยนดินเหนียวให้เป็นเครื่องเคลือบได้ และไฟที่มีความร้อนสูงถึง <unbreak>1000</unbreak> องศาก็สามารถหลอมทองแดงและดีบุกได้... ยิ่งเป็นวัตถุเนื้อแท้ยิ่งต้องใช้อุณหภูมิสูงขึ้น\\n\\nสิ่งมีชีวิตจากกองทัพปรารถนาที่จะละทิ้งการเป็นเพียงสสาร และอธิษฐานขอเปลี่ยนรูปร่างใหม่ ซึ่งมีเพียงคลื่นความร้อนจากการทำลายล้างเท่านั้น ที่จะทำให้มันเป็นจริงได้\\n\\nช่างฝีมือผู้เชี่ยวชาญ สามารถทำให้อุณหภูมิของเปลวไฟสูงขึ้นจนไม่อาจจินตนาการได้ การแผ่รังสีสีดำของเปลวไฟจะทำให้เกิดแสงสีน้ำเงิน เหมือนดาวฤกษ์ที่กำลังจะดับสูญ Firesmith นั้นมีพรสวรรค์ในการควบคุมเปลวไฟ แต่มีแค่ผู้ที่โดดเด่นที่สุดเท่านั้นที่จะได้รับ \"แหวนแห่งเปลวไฟ\" ซึ่งเป็นสัญลักษณ์ของปรมาจารย์แห่งช่างตีเหล็ก\\n\\nWarforge ไม่แบ่งแยก Firesmith กับวัสดุหลอมมานานแล้ว เหล่าปรมาจารย์แห่งช่างตีเหล็กที่หลอมสิ่งมีชีวิต Antimatter ก็เป็นส่วนหนึ่งของอาวุธทำลายล้างเช่นกัน\\n\\n\"การตีขึ้นรูปนั้นถูกกำหนดโดยอุณหภูมิ และอุณหภูมิก็ถูกกำหนดโดยช่างตีเหล็ก\" สำหรับบรรดา Firesmith ผู้เชี่ยวชาญในศิลปะแห่งการทำลายล้างแล้ว นี่คือเรื่องจริงแท้แน่นอน"
    },
    {
      "_id": 31073,
      "id": "firesmiths_fireproof_apron",
      "name": "Firesmith's Fireproof Apron",
      "type": "BODY",
      "desc": "ผ้ากันเปื้อนของช่างตีเหล็กที่ไม่ได้มีการตกแต่งมากนัก มีเพียงลายหนังและสัญลักษณ์ของตระกูล ที่มองเห็นได้อย่างชัดเจนเท่านั้น",
      "typeText": "ลำตัว",
      "backstory": "กองทัพ Antimatter ได้มอบ \"Warforge\" ที่ดับสูญไปแล้วให้กับ Firesmith เพื่อให้พวกเขาหลอมสิ่งที่ต้องการได้อย่างอิสระในโลกแห่งเปลวเพลิง\\n\\nในโลกที่มีลาวาร้อนแรงแผดเผา ตราบใดที่การเหวี่ยงค้อนหลอมยังไม่หยุดยั้ง การถือกำเนิดและการทำลายล้าง ก็ไม่ใช่สองสิ่งที่อยู่คู่ขนานกันอีกต่อไป\\n\\nSurtur เชี่ยวชาญในการใช้ลาวาจากภูเขาไฟ เพื่อมอบพลังทำลายล้างให้กับสิ่งมีชีวิตของกองทัพ ต่อให้เป็นก๊าซพิษร้อนระอุหรือลาวาที่เดือดพล่านเป็นลูกคลื่น ก็ไม่สามารถทำลายความสนใจที่หนักแน่นของ Surtur ได้ แม้ว่าความร้อนจะกระเด็นมาโดนผ้ากันเปื้อนของ Surtur ซึ่งทำมาจากหนังของ Giant Firelizard ที่สามารถกันไฟได้ก็ตาม พอลาวามอดดับลง ผิวของผ้ากันเปื้อนก็จะยังคงความเงาเหมือนใหม่อยู่ดี\\n\\nพลังในการต่อสู้ของกองทัพจำนวนมหาศาล ถูกตีหลอมซ้ำแล้วซ้ำเล่าอยู่ในเตา จนกระทั่งเนื้อของมันรวมเป็นหนึ่งเดียวกับอาวุธด้วยฝีมือของ Firesmith จนกลายเป็นอาวุธแห่งการทำลายล้างขึ้นมา\\n\\n\"พลังแห่งการทำลายล้างที่ไม่มีใครเทียบได้...\" เหล่าช่างตีเหล็กผู้ควบคุมไฟ ไม่เคยปิดบังความปรารถนาด้านมืดที่พวกเขาฝังลงไปในอาวุธเลย"
    },
    {
      "_id": 31074,
      "id": "firesmiths_alloy_leg",
      "name": "Firesmith's Alloy Leg",
      "type": "FOOT",
      "desc": "ขาเทียมที่ทำมาจากโลหะ บนพื้นผิวของมันมีลวดลายเปลวไฟสามมิติห้อมล้อมอยู่",
      "typeText": "เท้า",
      "backstory": "ในอดีต เจ้าของเรือนจำกลัวว่าจะสูญเสียเทคนิคตีเหล็กที่ไม่เหมือนใครในโลกนี้ไป จึงต้องใช้กลอุบายชั่วร้ายมาผูกมัดตระกูล Firesmith ไว้... ในช่วงหลายปีที่ถูกจองจำ หัวหน้าตระกูล Firesmith ทุกคนต่างก็ถูกทำให้ช่วงขาผิดปกติกันทั้งนั้น\\n\\nเจ้าแห่งการทำลายล้างได้ปลดปล่อยตระกูล Firesmith ที่ถูกคุมขังออกมา และตราแห่งการทำลายล้างก็ได้มอบพลังอันไร้ขอบเขตให้กับเหล่า Firesmith\\n\\nหลังจากที่ออกมาจากห้องขังแล้ว หัวหน้าตระกูล Firesmith ก็ไม่สามารถเคลื่อนไหวได้อย่างอิสระเหมือนกับคนทั่วไป ถึงอย่างนั้น เขาก็ได้รับอิสรภาพอย่างแท้จริง ทั้งยังไม่ต้องถูกคุมขังเพราะมีความสามารถที่น่าทึ่งอีกแล้ว หัวหน้าตระกูลระบายความเกลียดชังและความอัปยศอดสู ลงไปในการตีเหล็กติดต่อกันหลายวันอย่างไม่รู้จักเหน็ดเหนื่อย สิ่งมีชีวิต Antimatter ที่ทั้งดื้อรั้นและหยิ่งยโสถูกหลอมตีครั้งแล้วครั้งเล่า พวกมันจึงต้องเปลี่ยนรูปร่าง และยอมจำนนต่อการเปลี่ยนแปลงที่ผู้พิฆาตมอบให้\\n\\nแม้ว่าเรือนจำจะไม่ปรากฏให้เห็นอีกต่อไป แต่ความคลั่งไคล้ของ Firesmith ที่มีต่อการหล่อหลอมนั้น ก็เหมือนกับคุกประเภทหนึ่ง\\n\\n\"เลือดเนื้อเป็นภาระ และการหลอมก็คือการทำลายล้าง\" หัวหน้าตระกูลมองเห็นช่างตีเหล็กที่มีร่างกายไม่สมบูรณ์เพิ่มมากขึ้นเรื่อยๆ เขาก็เอ่ยขึ้นด้วยความทอดถอนใจอย่างอดไม่ได้"
    }
  ]
}
