{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "Firmament Frontline: Glamoth",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้ ATK ของผู้สวมใส่เพิ่มขึ้น <nobr>12%</nobr> เมื่อความเร็วของผู้สวมใส่มากกว่าหรือเท่ากับ <nobr>135</nobr>/<nobr>160</nobr> จะทำให้ผู้สวมใส่สร้าง DMG เพิ่มขึ้น <nobr>12%</nobr>/<nobr>18%</nobr>"
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [33115, 43115, 53115, 63115],
      "id": "glamoths_iron_cavalry_regiment",
      "name": "Glamoth's Iron Cavalry Regiment",
      "type": "NECK",
      "desc": "สิ่งที่บรรจุอยู่ภายในคือปลอกเปลี่ยนรูปร่าง ของกองทหารเหล็กอันโด่งดังแห่งจักรวรรดิ Glamoth จักรกลสีเงินขาวจำนวนนับไม่ถ้วน ถูกบรรจุลงในเรือรบ และล่องไปยังขอบนอกของระบบดวงดาว เพื่อต่อต้านฝูงแมลงร้ายกาจ ที่มาจากห้วงอวกาศอันลึกล้ำ",
      "typeText": "Planar Sphere",
      "backstory": "จักรวรรดิ Welkin แห่ง Glamoth มีความสุขอยู่ในอาณาเขตอันกว้างใหญ่หลายหมื่นปีแสง และทอดมองจักรวาลด้วยจิตใจอันทะเยอทะยาน ในยุคที่จักรวรรดิรุ่งโรจน์ที่สุด Titania จักรพรรดินีแห่ง Glamoth ผู้ทรงศักดิ์ ได้สร้างกองเรือขนาดมโหฬารขึ้น และตั้งปฏิญาณว่าจะนำผลแห่งอารยธรรม ไปสู่ดินแดนที่รกร้างว่างเปล่าทุกหนแห่ง เพื่อให้พวกเขาได้ซาบซึ้งในเมตตา และมาเข้าร่วมกับจักรวรรดิเพื่อเป็นหนึ่งเดียวกัน\\n\\nอย่างไรก็ตาม สุดท้ายการเดินทางสำรวจก็ล้มเหลวไม่เป็นท่า เพราะคลื่นแมลงที่หลั่งไหลมาจากอีกฟากฝั่งของท้องฟ้าอย่างไม่มีที่สิ้นสุด กองทัพ Glamoth ต่อต้าน ล้มเหลว ต่อต้าน และล้มเหลวอีกครั้ง... จนดินแดนอาณานิคมแตกฉานซ่านเซ็น และกองเรือเหล็กกล้าที่แสนภาคภูมิใจก็ทยอยร่วงหล่นไปตามๆ กัน ภายใต้วงล้อมของฝูงปีศาจที่มีตาประกอบและปีกเกราะ เสียงร้องของผู้คนใน Glamoth จึงถูกกลืนกินโดยความสิ้นหวัง และนับแต่นั้น Welkin ก็ล่มสลาย\\n\\nจนกระทั่งวันหนึ่ง อัศวินสวมเกราะจักรกลก็ลงมาจากฟากฟ้า และกวาดล้างฝูงแมลงที่บินว่อนเต็มท้องนภาไปจนเกลี้ยง ตั้งแต่นั้นเป็นต้นมา อัศวินเหล็กเงินขาวก็เดินทางไปมา ในเขตดวงดาวแต่ละแห่งของจักรวรรดิแห่งนี้ พวกเขาข้ามผ่านดินแดนที่เต็มไปด้วยซากปรักหักพัง และต่อต้านภัยพิบัติที่ทำลายไปทั่วกาแล็กซี พวกเขาเปรียบดั่งนักรบที่เกิดมาเพื่อจัดการกับ Swarm โดยเฉพาะ ไม่มีใครรู้โฉมหน้าที่แท้จริงภายใต้หน้ากากของคนเหล็กเหล่านี้ แต่การมาเยือนของพวกเขาดุจดั่งของขวัญจากเทพเจ้า ที่ได้นำแสงอรุณจากท้องนภามาสู่โลกมนุษย์อีกครั้ง ภายใต้คำบัญชาจากองค์จักรพรรดินี กองทหารเหล็กแห่ง Glamoth กลุ่มนี้ จึงเคลื่อนพลไปสู่ท้องฟ้า และสยบคลื่นศัตรูลงได้ในท้ายที่สุด ทำให้จักรวรรดิได้เวลาพักหายใจมาช่วงหนึ่ง\\n\\nทว่าในการต่อสู้โดยไม่มีหยุดพักกับศัตรูตัวฉกาจของโลก จักรวรรดิกลับเริ่มจะเหมือนศัตรูของตัวเองเข้าไปทุกที... ทหารเหล็กบินขึ้นสู่ท้องฟ้ามากขึ้นเรื่อยๆ จนท่วมท้นทั้งท้องฟ้าเหมือนกับวันที่ฝูงแมลงบุกเข้ามาจู่โจม สายตาที่ผู้คนมองจักรพรรดินีและอัศวิน ก็ไม่ต่างกับสายตาหวาดกลัวที่ใช้มองฝูงแมลงต่างดาวเลยสักนิด บางทีสักวันหนึ่ง จักรวรรดิอาจจะบรรลุถึงชัยชนะตามที่ปรารถนา แต่วันนั้น Glamoth จะยังเป็นดินแดนผาสุกสำหรับให้มนุษย์ได้พักผ่อนอยู่หรือไม่?\\n\\nที่ชายแดนของ Glamoth ซึ่งไฟสงครามไม่เคยมอดดับ กองทหารเหล็กก็ได้ก่อตัวเป็นแนวป้องกันสุดท้าย เหล่าอัศวินผู้เงียบขรึมบนเรือรบต่างแบกรับภารกิจ และความหวังของทั้งจักรวรรดิ เพื่อไปเผชิญหน้ากับคลื่นศัตรูที่กลืนกินหมู่ดาว"
    },
    {
      "_id": 33116,
      "ids": [33116, 43116, 53116, 63116],
      "id": "glamoths_silent_tombstone",
      "name": "Glamoth's Silent Tombstone",
      "type": "OBJECT",
      "desc": "\"จักรวรรดิ\" Glamoth อันรุ่งโรจน์กลายเป็นเถ้าธุลีอย่างเงียบงัน ไม่มีสิ่งใดพิสูจน์ความรุ่งเรืองในอดีตของมันได้ มีเพียงเศษละอองดาว จักรกล เรือรบ และเศษซากของฝูงแมลง ที่ลอยอยู่กลางสุญญากาศจนก่อเกิดเป็นแม่น้ำ และรักษาสภาพดั้งเดิมของแนวรบอันโหดร้ายไว้ ทั้งยังกลายเป็นอนุสรณ์แห่งการล่มสลายของมัน",
      "typeText": "Link Rope",
      "backstory": "นักประวัติศาสตร์จากสถาบันแห่งปัญญามองว่า สาธารณรัฐ Glamoth ล่มสลายเพราะหายนะมวลแมลง แต่ในอีกมุมมองหนึ่งก็ได้กล่าวว่า สาธารณรัฐ Glamoth ล่มสลายเพราะวิธีการ ที่พวกเขาใช้เอาชนะศัตรูทรงพลังอย่างเบ็ดเสร็จ\\n\\nเพื่อพลิกสถานการณ์กลับมาจากการรุกรานอันน่าสะพรึงของ Swarm สภาการปกครองจึงทุ่มหมดหน้าตัก และตัดสินใจสั่นสะเทือนแก่นแท้ของความเป็นมนุษย์ ดังนั้นเพื่อปรับตัวให้เข้ากับสงคราม... พวกเขาจึงสร้างอาวุธ \"ที่เกิดมาเพื่อสู้รบ\" ออกมา\\n\\nผลลัพธ์ของทั้งหมดนี้คือ \"Titania\" จักรพรรดินีผู้ไร้อำนาจ ที่สามารถสั่งการและควบคุมอัศวินที่เชื่อมโยงกับเธอได้ด้วยกระแสจิต ในความฝันที่ถักทอโดยนักรบเหล่านี้ ความหมายของการดำรงอยู่ของพวกเขา คือการคุ้มครอง Titania และ \"จักรวรรดิ\" ของเธอ ในช่วงชีวิตอันแสนสั้น พวกเขาได้เรียนรู้ ต่อสู้ และรับคำบัญชาจากองค์จักรพรรดินี เพื่อเผชิญหน้ากับศัตรูอย่างไม่เกรงกลัว และสู้รบจนตัวตายอย่างมีเกียรติ\\n\\nไม่มีใครรู้ว่าการหลอกลวงนี้ ถูกเปิดโปงออกมาเมื่อใด ใช่เริ่มตั้งแต่วันที่มนุษย์เก่าแก่ในอาณาเขตของ Glamoth ลดลงต่ำกว่าอัตราส่วนจำนวนหนึ่งหรือไม่? หรือเริ่มตั้งแต่วันที่พวกนักวิทยาศาสตร์ ค้นพบว่าจักรพรรดินีเริ่มต่อต้านการถูกกักขังหรือเปล่า? หรือว่า... เริ่มตั้งแต่วันที่การโจมตีของ Swarm มลายหายไป?\\n\\nผู้คนรู้เพียงแค่ว่า กองทหารเหล็กได้ทุ่มเททุกอย่างเพื่อ \"จักรวรรดิ\" ที่ไม่มีอยู่จริง หลังจากสู้รบนองเลือดมาหลายทศวรรษ เศษซากจักรกลและเนื้อหนังของแมลงก็กลายเป็นชิ้นส่วนกองเต็มฟ้า และกระจัดกระจายไปทั่วทุกแห่งของเขตดวงดาว Glamoth จนเชื่อมต่อกันเป็น \"แม่น้ำแห่งความตาย\" เมื่อ Swarm ที่เหลือไม่สามารถสร้างภัยคุกคามได้อีก ผู้นำของสภาจึงสั่นระฆังแห่งความสงบ พร้อมประกาศให้ทุกคนทราบว่า พวกเขาได้ขับไล่ภัยพิบัติที่บดบังท้องฟ้าออกไปแล้ว และจะได้ต้อนรับรุ่งอรุณอันแสนสดใสกันอีกครั้ง... แต่สิ่งที่มาเยือนกลับไม่ใช่แสงอรุณ ทว่าเป็นจุดเริ่มต้นของค่ำคืนอันมืดมิดอีกคืนหนึ่ง\\n\\nหลังจากนั้น อารยธรรมที่ชื่อ Glamoth ก็ล่มสลายไป ในที่สุดสันติสุขที่ผู้คนปรารถนามาเนิ่นนาน ก็มาเยือนยังเขตดวงดาวที่ไร้เจ้าของแห่งนี้ ละอองดาวและเศษซากรวมตัวกันเป็นแม่น้ำสายยาว และไหลอย่างเงียบๆ อยู่ท่ามกลางหมู่ดาวไปด้วยกัน"
    }
  ]
}
