{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "Forge of the Kalpagni Lantern",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้ความเร็วของผู้สวมใส่เพิ่มขึ้น <nobr>6%</nobr> เมื่อผู้สวมใส่โจมตีศัตรูเป้าหมาย ที่มีจุดอ่อนไฟ เอฟเฟกต์ทำลายล้างจะเพิ่มขึ้น <nobr>40%</nobr> เป็นเวลา <nobr>1</nobr> เทิร์น"
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "forges_lotus_lantern_wick",
      "name": "Forge's Lotus Lantern Wick",
      "type": "NECK",
      "desc": "สิ่งที่อยู่ในมิติระนาบก็คือ ที่ตั้งของโรงหลอมกงล้อเพลิงแห่ง Artisanship Commission ของ Xianzhou Zhuming ทั้งนี้ Xianzhou Zhuming นั้นได้ล้อมรอบโครงสร้างดวงดาวทรงกลม ที่สร้างโดย \"จักรพรรดิศิลาเพลิง\" บรรพบุรุษของ Heliobi เหล่าช่างฝีมืออัจฉริยะได้ดึงพลังงานจากมัน เพื่อเปลี่ยนแนวคิดที่แปลกประหลาด ให้เป็นรูปเป็นร่างขึ้นมา",
      "typeText": "Planar Sphere",
      "backstory": "นับตั้งแต่ที่อาณาจักรโบราณได้ออกเดินทาง Xianzhou Zhuming ก็ล่องลอยอยู่ในดวงดาวมานานกว่าแปดพันปี หากใช้วิธีการสังเกตท้องฟ้า เพื่อดูการเปลี่ยนแปลงทางรูปร่างของตัวเรือ กระบวนการนี้จะโรแมนติกอย่างที่ไม่มีอะไรเทียบได้เลยทีเดียว... เรือยักษ์ได้กลืนกินดาวฤกษ์สีครามลงไป เปลือกเก่านั้นค่อยๆ หลุดออกทีละชั้น และก่อตัวเป็นช่อดอก ในที่สุดก็บานสะพรั่งเป็นดอกบัว\\n\\nหากมองไปจากอวกาศ ทั้ง Xianzhou Zhuming นั้นคล้ายกับโคมไฟดอกบัวสีทอง มี \"ใบบัว\" ขนาดใหญ่ที่ส่องสว่าง ล้อมรอบ \"โคมตะเกียง\" และอาบไปด้วยแสงสีฟ้าอ่อน มัน \"เป็นเรือที่ดูไม่เหมือนเรือ เหมือนดอกบัวแสงเทียน\" ส่วน \"โคมตะเกียง\" ที่อยู่ตรงกลาง เป็นโครงสร้างรูปเปลือกทรงกลมที่มีขนาดเท่าฟากฟ้า โดยจะพัน \"ไส้ตะเกียง\" เอาไว้แน่นเหมือนดวงอาทิตย์สีน้ำเงิน และหมุนไม่หยุดหย่อน โครงสร้างขนาดยักษ์นี้เป็นที่ตั้งของโรงผลิตสำคัญของ Xianzhou Zhuming... \"โรงหลอมกงล้อเพลิง\"\\n\\nในอดีต Yang Di ช่างฝีมือผู้ยิ่งใหญ่แห่ง Zhuming ได้รับแม่พิมพ์อาวุธจากจักรพรรดินิรนามของอาณาจักรโบราณแห่งหนึ่ง เพื่อเป็นสัญลักษณ์แห่งการเดินทางของเขา หลายพันปีต่อมา แม้ว่ากองเรือจะเปลี่ยนไปจนจำไม่ได้เนื่องจากความเป็นอมตะ และการเดินทางกลับจะไม่มีวันเกิดขึ้น แต่ประเพณีของช่างฝีมือที่สืบทอดกันมาก็ไม่เคยจางหายไป ที่ Xianzhou Zhuming งานช่างฝีมือถือเป็นศาสตร์ขั้นสูง นายพลในอดีตที่ได้รับตำแหน่งใน Artisanship Commission ล้วนมีชื่อเสียงและเป็นที่นับถือ เมื่อพวกเขาออกจากเรือ พวกเขาจะสั่งการกองทหารหลายพันคน แต่เมื่อกลับมาที่เรือ พวกเขาจะแกว่งค้อนเพื่อหล่อหลอมผลงาน อาวุธส่วนใหญ่ที่ใช้ในการล่าของ Xianzhou ล้วนสร้างขึ้นจากที่นี่ ด้วยเหตุนี้ โรงหลอมกงล้อเพลิงจึงกลายเป็นสถานศักดิ์สิทธิ์ สำหรับเทคโนโลยีดังกล่าวในกาแล็กซี\\n\\nการตีเหล็กเป็นตัวชี้วัดของอารยธรรม และไฟก็เป็นจุดเริ่มต้นของอารยธรรม ซึ่งปัญหาที่ยากลำบากที่สุดของอารยธรรมในวัยเยาว์ก็คือแหล่งพลังงาน ผู้คนต่างดิ้นรนเพื่อค้นหาแหล่งพลังงาน ที่สามารถรองรับอารยธรรมให้ก้าวไปสู่ระดับที่สูงขึ้นได้ ซึ่ง Xianzhou Zhuming ข้ามผ่านอุปสรรคนี้ได้ด้วยการ... จับ \"จักรพรรดิศิลาเพลิง\" บรรพบุรุษของ Heliobi ไปขัง เหล่าช่างจึงได้รับแหล่งพลังงานที่ไม่มีวันหมดสิ้น โครงสร้างวงโคจรของโรงหลอมกงล้อเพลิง แผ่ขยายออกไปเหมือนกิ่งก้าน ที่ห้อมล้อมดาวฤกษ์เอาไว้อย่างสมบูรณ์ อุปกรณ์รับและแปลงกระจัดกระจายไปตามกิ่งไม้ และใบไม้ที่หนาแน่น เพื่อนำทางเปลวเพลิงของจักรพรรดิศิลาเพลิง รวมถึงมอบพลังงานให้กับเทคโนโลยีทั้งหมด\\n\\nช่างฝีมือนับไม่ถ้วนต่างถือว่า Artisanship Commission ของ Zhuming ซึ่งกลืน \"ดวงอาทิตย์จำลอง\" เข้าไปนั้นเป็นสถานศักดิ์สิทธิ์ เด็กฝึกหัดที่มุ่งมั่นจะสร้างอาวุธศักดิ์สิทธิ์ จะต้องข้ามธรณีประตูนี้ไป โลหะและไม้จะถูกตีจนโค้งงอ และโรงหลอมกงล้อเพลิง จะเตรียมทุกสิ่งที่ช่างฝีมือต้องการเอาไว้ให้\\n\\nเด็กฝึกหัดจากโลกต่างๆ ได้มารวมตัวกันที่โรงหลอม เพื่อผูกมิตรและเรียนรู้ทักษะของกันและกัน ชาวต่างแดนที่แสวงหาอาวุธศักดิ์สิทธิ์ จะใช้เงินจำนวนมากเพื่อให้ช่างตีเหล็กสร้างอาวุธศักดิ์สิทธิ์ให้... ทว่าในช่วงหลายพันปีที่ผ่านมา มีผู้ฝึกหัดเพียงไม่กี่คนเท่านั้นที่ได้รับการฝึกฝนจาก \"ช่างยอดฝีมือ\" อย่างนายพล Huaiyan เมื่อใดก็ตามที่เขาสอนลูกศิษย์ เขาจะถ่ายทอดทั้งศาสตร์ด้านการช่างและศิลปะการต่อสู้ให้กับรุ่นต่อไป ลูกศิษย์ของเขาจึงกลายมาเป็น ช่างฝีมือระดับปรมาจารย์ที่ทิ้งร่องรอยไว้ในประวัติศาสตร์ หรือกลายเป็น Cloud Knight ผู้เลื่องชื่อแห่งสหพันธ์ ซึ่งในบรรดาพวกเขา \"กงล้อเพลิงแปดแฉก\" นั้นมีชื่อเสียงมากที่สุด\\n\\n\"หลอมดวงดาวนับพัน รังสรรค์แด่วิญญาณวีรชน ฝ่าฟันเพื่อเกียรติยศ อาวุธแกร่งจักรักษาความสงบสุข\" นับตั้งแต่วันที่ช่างของ Zhuming ได้รับเครื่องมือ พวกเขาต้องจำไว้เสมอว่า... สิ่งที่พวกเขาฝึกฝนหามรุ่งหามค่ำนั้น ไม่ใช่แค่ลำแสงที่เยือกเย็น แต่เป็นลูกศรแห่งการล่าสังหาร"
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "forges_heavenly_flamewheel_silk",
      "name": "Forge's Heavenly Flamewheel Silk",
      "type": "OBJECT",
      "desc": "บรรพบุรุษ Heliobi ที่ยิ่งใหญ่ราวกับดาวฤกษ์ ซึ่งจมดิ่งอยู่ในแดนฝันอันไร้ขอบเขต ในขณะที่มันหลับใหล อะตอมและโมเลกุลที่อยู่รอบตัว ได้ปะทะกันและเกิดเป็นประกายไฟ จากนั้นก็แผ่ออกไป จากโครงสร้างเปลือกนอกอย่างต่อเนื่อง ท้ายที่สุดก็ได้ปรากฏเป็น แสงหลากสีของเส้นไหมแห่งสวรรค์",
      "typeText": "Link Rope",
      "backstory": "ระหว่างที่ Xianzhou Zhuming เดินทางอยู่ในห้วงลึกของอวกาศ ก็มักจะมาพร้อมกับลำแสงหลากสีสุดประหลาดอยู่เสมอ มันไม่เพียงแต่จะเป็นพลังงานที่เกิดจาก ปฏิกิริยาการหลอมในอุณหภูมิที่สูงมากเท่านั้น แต่ยังเป็นหลักฐานที่แสดงว่า \"จักรพรรดิศิลาเพลิง\" ยังคงลุกไหม้อยู่ไม่มีวันมอดดับ\\n\\nด้านนอกสุดของแสงออโรร่า ที่ปล่อยออกมาจากลมหายใจของ \"จักรพรรดิศิลาเพลิง\" Heliobi ที่เกิดใหม่จะช้าลง และเดินวนเวียนอยู่ที่นี่ ผู้พิพากษาล่าเปลวไฟของ Ten-Lords Commission แห่ง Zhuming จะจับตัว Heliobi ที่ไม่มีพิษมีภัย และยังไม่แปดเปื้อนด้วยอารมณ์ใดๆ แล้วใช้แดนฝันอันอบอุ่นเพื่อควบคุมไฟในหัวใจที่ยังไม่โตเต็มวัยของ Heliobi จากนั้นเหล่าผู้พิพากษาจะมอบ Heliobi ที่ไม่เป็นอันตรายให้กับผู้ควบคุมไฟแห่ง Artisanship Commission แล้ว Heliobi จะถูกนำไปประกอบกับอุปกรณ์ต่างๆ เพื่อเปลี่ยนมันให้เป็นโคมไฟ ยานพาหนะ และทิวทัศน์มากมายที่เห็นได้ตามที่ต่างๆ ของ Zhuming... แต่ในสายตาของ ชาวต่างแดนที่ไม่รู้ความจริง วัตถุหายากที่สามารถพูดและเคลื่อนไหวได้เหล่านั้น ดูเหมือนจะพิสูจน์ข่าวลือที่ว่า \"ในแดนสนธยานั้น มีพลังจิตวิญญาณอยู่ทุกแห่ง เมื่อสิ่งของมีอายุมากเข้า ก็สามารถเปลี่ยนเป็นปีศาจได้\"...\\n\\nเมื่อเดินไปตามลำแสงหลากสีสุดประหลาด ผ่านโรงหลอม และไปถึงสนามแรงโน้มถ่วงจากดวงอาทิตย์จำลอง สำหรับคนทั่วไปแล้ว เป็นเรื่องยากที่จะทนต่อความหนาแน่นของดาวฤกษ์ดวงนี้ได้ นี่คือความปั่นป่วนภายใน และมีเพียงช่างของ \"Ribhus\" เท่านั้นที่สามารถเดินในบริเวณนี้ได้ตามปกติ\\n\\nการระเบิดของดาวฤกษ์ที่ลุกไหม้ และปรากฏการณ์ท้องฟ้าที่ผิดปกติ ทำให้ผู้คนที่อยากรู้อยากเห็น ไม่สามารถเข้าใกล้ดวงอาทิตย์จำลองได้อีกต่อไป กฎทางกายภาพพื้นฐานทั้งหมดของจักรวาล ได้รับการเสริมพลังในพื้นที่นี้ จนอยู่ในระดับที่น่าหวั่นใจ มีเพียงเผ่าพันธุ์ที่แข็งแกร่งและทรงพลังอย่าง Ribhus เท่านั้น ที่สามารถอยู่รอดภายใต้อวกาศที่มีแรงโน้มถ่วงผิดปกติเช่นนี้ได้ Ribhus เป็นช่างฝีมือชั้นยอดแต่กำเนิด พวกเขาเดินไปมาระหว่างโรงหลอม และดวงอาทิตย์จำลอง อีกทั้งการรับรู้เวลาของพวกเขาก็แตกต่างจากคนทั่วไป พวกเขารักษาคำพูดและพัฒนาทักษะอย่างต่อเนื่อง ด้วยการหลอมปืนใหญ่ขนาดยักษ์สำหรับเรือ และคอยเฝ้าดูการหลับใหลของดวงอาทิตย์จำลอง Xianzhou Zhuming มองว่า Ribhus เป็นพันธมิตรที่ภักดี เคารพในความพยายาม และขอบคุณในความเสียสละที่ไม่เห็นแก่ตัวของพวกเขา\\n\\nไม่มีใครสามารถติดตามลำแสงหลากสีประหลาด ผ่านสนามแรงโน้มถ่วงที่บิดเบี้ยว และเจาะลงไปในส่วนลึกของดวงอาทิตย์จำลองได้ ที่นั่นเป็นสถานที่ต้องห้ามสำหรับสิ่งมีชีวิต และเป็นแดนฝันไร้ขอบเขตของจักรพรรดิศิลาเพลิง Xianzhou Zhuming ตื่นตัวต่อความผันผวนทางอารมณ์ ที่สามารถเรียกพลังอันไม่มีที่สิ้นสุดของบรรพบุรุษ Heliobi ได้\\n\\nมักมีคนที่เพิกเฉยต่อคำเตือนที่บอกให้อยู่ห่างจากดวงอาทิตย์จำลอง และจมดิ่งสู่สนามแรงโน้มถ่วงทางจิตวิญญาณโดยไม่รู้ตัว หากประมาทแม้เพียงเล็กน้อย อาจส่งผลให้จิตสำนึกของพวกเขาถูกพรากไปโดยภาพลวงตาอันรุนแรง ที่ไหลบ่าออกมาราวกับกระแสน้ำ ตรงกันข้ามกับภาพลวงตาที่อ่อนโยน การจ้องมองไปที่ \"ดวงอาทิตย์สีน้ำเงิน\" จะทำให้รู้สึกได้ถึงความโกรธแค้นอันไร้ขอบเขต ที่ถูกระงับมานานจนถึงทุกวันนี้ \"Heliobi จะมอบพลังมหาศาลให้แก่เหล่าวีรชน และเมื่อภารกิจทั้งหมดเสร็จสิ้นแล้ว เหล่าวีรชนจะต้องคืนร่างของ Heliobi ที่หล่อหลอมมานานนับพันปี...\" ไม่มีใครรู้ว่าคำสาบานโบราณนี้จะเป็นจริงได้อย่างไร และไม่มีใครรู้ว่า \"จักรพรรดิศิลาเพลิง\" จะตื่นขึ้นจากแดนฝันอันไร้ขอบเขตเมื่อใด\\n\\nภายในไส้ตะเกียงของโคมดอกบัว ดวงอาทิตย์จำลองที่หลับใหลกำลังทอดถอนใจ Xianzhou ค่อยๆ ข้ามผ่านเส้นขอบฟ้า เหลือเพียงเส้นทางที่มีสีสันแปลกตาเท่านั้น ส่วน Xianzhou Zhuming จะยังคงเป็นพันธมิตรกับเปลวไฟ ร่วมเคียงข้างเปลวไฟ และแบ่งปันโชคชะตาร่วมกันกับเปลวไฟ"
    }
  ]
}