{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "Genius of Brilliant Stars",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG ควอนตัมเพิ่มขึ้น <nobr>10%</nobr>",
    "4": "เมื่อผู้สวมใส่สร้าง DMG แก่ศัตรูเป้าหมาย จะเพิกเฉยต่อ DEF <nobr>10%</nobr> ของศัตรู หากเป้าหมายมีจุดอ่อนควอนตัม ผู้สวมใส่จะเพิกเฉยต่อ DEF <nobr>10%</nobr> เพิ่มเติม"
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [
        31081,
        41081,
        51081,
        61081
      ],
      "id": "geniuss_ultraremote_sensing_visor",
      "name": "Genius's Ultraremote Sensing Visor",
      "type": "HEAD",
      "desc": "แว่นตาสื่อสารที่สร้างขึ้นจากเทคนิคการตรวจจับระยะไกล ซึ่งทำลายข้อจำกัดของสื่อกลางและระยะทางในการสื่อสาร",
      "typeText": "ศีรษะ",
      "backstory": "สมาชิกส่วนใหญ่ของสมาคมอัจฉริยะ ล้วนเป็นคนประหลาด และการขาดการสื่อสารระหว่างคนประหลาดนั้น ก็เป็นความจริงที่ไม่อาจปฏิเสธได้เลย\\n\\nสำหรับเหล่าอัจฉริยะทั้งหลายที่อาศัยอยู่ในโลกต่างๆ การไปมาหาสู่กันออกจะเป็นภาระที่มากเกินไป แม้แต่คนธรรมดาก็เป็นแบบนี้เหมือนกันไม่ใช่เหรอ?\\n\\nElias Salas สมาชิกลำดับที่ <unbreak>56</unbreak> และเป็นประธานคนที่ 2 ของสมาคมอัจฉริยะ ได้เคยพยายามแก้ไขปัญหานี้อย่างจริงจัง โดยการใช้แว่นตาสำหรับสื่อสารซึ่งมีฟังก์ชันการตรวจจับระยะไกล แต่ที่น่าเสียดายก็คือ ถึงแม้ว่าสะพานข้ามดวงดาวอันไกลโพ้นจะถูกสร้างขึ้นแล้ว แต่กลับมีเพียงไม่กี่คนเท่านั้นที่เต็มใจจะข้ามสะพาน... อุปกรณ์สื่อสารที่ดีที่สุดในประวัติศาสตร์ของจักรวาล จึงไม่เคยเกิดบทสนทนาที่มีประสิทธิภาพมาก่อนเลย\\n\\n\" 'ผู้ใช้ที่คุณต้องการติดต่อ ไม่อยู่ในพื้นที่ให้บริการ' ขอร้องเถอะนะ เวลาแกล้งทำเป็น AI มาปฏิเสธฉัน ช่วยจริงจังกว่านี้หน่อยได้ไหม...\"\\n\\nElias Salas ถอนหายใจ เขารู้ว่านี่คือการบังคับฝืนใจ แต่เขาก็ต้องลอง เพราะถึงอย่างไร เทคโนโลยีนี้จะต้องทำประโยชน์ได้อย่างแน่นอน"
    },
    {
      "_id": 31082,
      "ids": [
        31082,
        41082,
        51082,
        61082
      ],
      "id": "geniuss_frequency_catcher",
      "name": "Genius's Frequency Catcher",
      "type": "HAND",
      "desc": "ถุงมือที่มีการติดตั้งตัวจับการเปลี่ยนแปลงของคลื่นความถี่ ซึ่งสามารถสั่งงานได้จากการสั่นสะเทือนของแสงและเสียงโดยตรง",
      "typeText": "มือ",
      "backstory": "เนื่องจากทำงานอยู่ในร้านผลไม้ของพ่อบุญธรรม การแอบอู้งาน หรือจะอู้งานยังไงให้ไม่มีใครจับได้นั้น จึงเป็นปัญหาใหญ่ของ Stephen Lloyd สมาชิกลำดับที่ <unbreak>84</unbreak>\\n\\nเขาจึงทำถุงมือที่สามารถจับคลื่นความถี่จำเพาะ รวมถึงเสียงและแสงเพื่อคอยหลบหนีขึ้นมา และเขาก็จะซ่อนตัวอยู่หลังรั้วความถี่เพื่อทำวิจัยด้านดนตรี\\n\\nความสามารถเก็บเสียงและแสงไว้ได้ในพื้นที่ที่กำหนด โดยไม่มีเล็ดลอดออกมาเช่นนี้ เป็นการค้นพบครั้งสำคัญที่สามารถเปลี่ยนแปลงวิทยาศาสตร์ได้ อย่างน้อยในระบบวิทยาศาสตร์สุดคลาสสิกของ Aiden ที่มีในปัจจุบันก็ยากจะอธิบายเรื่องนี้ได้... แต่จนถึงตอนนี้ เขาก็ไม่มีเจตนาที่จะสร้างผลกระทบใดๆ ให้กับโลกวิทยาศาสตร์เลย และตัวเขาเองก็ไม่มีความคิดจะเผยแพร่เทคโนโลยีนี้สู่สาธารณะด้วยซ้ำ ถึงอย่างไร นี่ก็เป็นเพียงของเล่นที่สร้างขึ้นมาจากความเกียจคร้านของเขาเท่านั้น\\n\\n\"Stephen ถึงฉันจะไม่รู้ว่านายกำลังทำอะไรอยู่ แต่ก็คงจะแอบอู้อยู่แน่ๆ เลยสินะ?\"\\n\\nแม้ว่า Stephen Lloyd จะถูกขนานนามว่า \"อัจฉริยะในหมู่อัจฉริยะ\" แต่สำหรับพ่อบุญธรรมของเขาแล้ว เขาเป็นเพียงเด็กที่ชอบเพ้อฝันและแอบอู้งานเท่านั้น"
    },
    {
      "_id": 31083,
      "ids": [
        31083,
        41083,
        51083,
        61083
      ],
      "id": "geniuss_metafield_suit",
      "name": "Genius's Metafield Suit",
      "type": "BODY",
      "desc": "ชุดที่เมื่อเปิดใช้งานแล้ว จะดูเหมือนเป็นชุดดำน้ำที่ห่อหุ้มทั่วร่างกาย และส่งสัญญาณประสาทไปยัง Metafield แบบเรียลไทม์",
      "typeText": "ลำตัว",
      "backstory": "พื้นที่ Metafield ที่สร้างขึ้นโดย Sserkal สมาชิกลำดับที่ <unbreak>29</unbreak> ได้ก้าวข้ามเผ่าพันธุ์ทางชีววิทยาและมิติที่หลากหลาย ไม่ว่าจะเป็นสิ่งมีชีวิตชนิดใดก็ตาม ต่างก็สามารถผสานสัญญาณทางประสาทเข้ากับเครือข่ายการรับรู้ผ่านชุดดำน้ำได้\\n\\nสิ่งมีชีวิตที่ไม่สามารถเดินทางไปยังโลกอื่นๆ ได้แต่ต้องเชื่อมต่อกับพวกมันผ่านความฝัน เพื่อแสวงหาความสงบเงียบที่หาไม่ได้ในความเป็นจริง\\n\\nสิ่งมีชีวิตในจักรวาลได้สร้างทรัพย์สินทางวัฒนธรรมจำนวนนับไม่ถ้วนขึ้นใน Metafield และมีการจัดระเบียบขึ้นใหม่เงียบๆ เมื่อมีคนทำนายว่าดินแดนสวรรค์แห่งใหม่จะมาแทนที่ความเป็นจริง \"ผู้สร้างเครือข่าย\" จึงตัดเครือข่ายการรับรู้ออกไปโดยสิ้นเชิง ราวกับว่ามันเป็นเรื่องล้อเล่น และพื้นที่ Metafield ทั้งหมดก็เงียบสงัดราวกับฤดูหนาวในทันที\\n\\n\"พวกนักลงทุนที่คุยแต่เรื่องพื้นที่ Metafield ทั้งวันต่างก็เป็นบ้าไปกันหมด อุตสาหกรรมให้ค่าตอบแทนมาหลายครั้ง แต่พื้นที่ Metafield ให้ไม่ได้เลยนะ\"\\n\\nหลังจากผ่านการสูญเสีย ผู้คนทั้งหลายต่างก็คิดแค่ว่า: เดิมที Metafield ก็เป็นแค่จานเพาะเชื้อสำหรับจิตวิญญาณ มันเชื้อเชิญให้สิ่งมีชีวิตชนิดต่างๆ เข้ามาในนี้ ก็เพื่อเก็บตัวอย่างจิตวิญญาณแบบฟรีๆ เท่านั้น"
    },
    {
      "_id": 31084,
      "ids": [
        31084,
        41084,
        51084,
        61084
      ],
      "id": "geniuss_gravity_walker",
      "name": "Genius's Gravity Walker",
      "type": "FOOT",
      "desc": "อุปกรณ์จับแรงโน้มถ่วงแบบสวมใส่ได้ มันมีรูปร่างคล้ายรองเท้าสเก็ต เมื่อเคลื่อนที่อย่างรวดเร็วจะสามารถสะท้อนแสงดวงดาวได้",
      "typeText": "เท้า",
      "backstory": "Dr. Primitive สมาชิกลำดับที่ <unbreak>64</unbreak> ผู้มีชื่อเสียงเรื่องความชั่วร้าย ได้หลบหนีการจับกุมข้ามดวงดาวมาตลอดชีวิตเพราะอาชญากรรมร้ายแรงที่เขาก่อไว้\\n\\n\"Dr. Primitive\" คล้ายจะสนุกกับสิ่งนี้ เขาตั้งใจรักษาระยะห่างจากพวก Ranger ไม่ให้ถูกจับได้ แต่ก็ไม่ให้พวกเขาคลาดกับร่องรอยของตนด้วยเช่นกัน\\n\\nระหว่างการหลบหนี เขาใช้เทคโนโลยีบางอย่างเพื่อดักจับแรงโน้มถ่วง จึงทำให้สามารถใช้แรงโน้มถ่วงเพื่อเคลื่อนที่ในอวกาศได้อย่างอิสระ ซึ่งนักดาราศาสตร์ฟิสิกส์แห่งสถาบันแห่งปัญญา ก็ยังไม่สามารถเข้าใจหลักการนี้ได้ จึงทำได้เพียงตั้งข้อสันนิษฐานว่า น่าจะเป็นเพราะความแตกต่างของแรงโน้มถ่วงระหว่างดวงดาวที่เข้ามามีบทบาทสำคัญ เหล่าผู้ที่ไล่ล่าต่างก็ขับขี่ยานพาหนะจากยุคแรงโน้มถ่วง แล้วพยายามไล่ตามหลังเขาอย่างยากลำบาก โดยหมายมาดว่าจะจับกุมผู้กระทำความผิดมาให้ได้\\n\\n\"การท่องอวกาศเป็นเรื่องโรแมนติก\" Galaxy Ranger กล่าว \"แต่น่าเสียดายที่คนที่เราไล่ตามคือ Dr. Primitive\"\\n\\nกระทั่งหลังจากที่ \"Dr. Primitive\" หายตัวไปอย่างไร้ร่องรอยโดยสิ้นเชิง Galaxy Ranger ก็ยังไม่เชื่อคำสันนิษฐานว่า \"เสียชีวิตแล้ว\" พวกเขายังคงไล่ล่าอย่างไม่หยุดยั้ง"
    }
  ]
}