{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "Giant Tree of Rapt Brooding",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้ความเร็วของผู้สวมใส่เพิ่มขึ้น <nobr>6%</nobr> เมื่อความเร็วของผู้สวมใส่มากกว่า หรือเท่ากับ <nobr>135</nobr>/<nobr>180</nobr> จะทำให้ปริมาณการรักษาของผู้สวมใส่ และภูตความทรงจำของผู้สวมใส่ เพิ่มขึ้น <nobr>12%</nobr>/<nobr>20%</nobr>"
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "Grove of Epiphany's Pondering Colossus",
      "type": "NECK",
      "desc": "ลานพฤกษ์ปราชญาของ Amphoreus ที่ถูกผนึกไว้ใน Planar Sphere \"กิ่งก้านแตกแขนง\" ร่างศักดิ์สิทธิ์ของ Cerces (ไททันแห่งเหตุผล) ครุ่นคิดอยู่ที่นี่ \"นักวิชาการคนแรก\" พาผู้คนสร้างลานและสวนบุปผาขึ้นกลางป่า เพื่อแบ่งปันความรู้กัน ลานพฤกษ์จึงถือกำเนิดขึ้นด้วยเหตุนี้",
      "typeText": "Planar Sphere",
      "backstory": "เพื่อแสวงหาความหมายทางจิตวิญญาณของความศรัทธาใน Mnestia \"นักวิชาการคนแรก\" Thalesus ในวัยผู้ใหญ่ จึงเริ่มตระเวนไปทั่วดินแดน Amphoreus อันกว้างใหญ่ โดยเริ่มจากเมืองชายฝั่ง Mileutus ซึ่งเป็นบ้านเกิดของเขา\n\nระหว่างเดินทางแสวงบุญ เรื่องราวไม่ปกติและเหตุการณ์ประหลาดต่างๆ ทำให้เขาเกิดความคิดใหม่ๆ เกี่ยวกับปรากฏการณ์ทางธรรมชาติ และต้นกำเนิดของโลก เมื่อการเดินทางสิ้นสุดลง เขาได้เข้าพบ \"กิ่งก้านแตกแขนง\" และบรรลุวิธีการทำความเข้าใจโลกของตนต่อหน้าต้นไม้ใหญ่ หลังจากนั้น Thalesus จึงสร้างลานขึ้นมาใต้ต้นไม้ใหญ่ และตั้งชื่อว่า \"ลานพฤกษ์ปราชญา\" เพื่อให้ผู้คนได้ตื่นรู้ แสวงหาความรู้ และเข้าใจเหตุผล\n\nความรู้สึกนึกคิดของ Cerces (ไททันแห่งเหตุผล) นั้น บ้างก็บันทึกลงในม้วนกระดาษอย่างเปิดเผย บ้างก็กลายเป็นพืชพรรณต่างๆ อย่างเงียบๆ... เสียงเอะอะของลานพฤกษ์จึงเกิดขึ้นด้วยเหตุนี้ ท่ามกลางเสียงดังเซ็งแซ่ของการแลกเปลี่ยนและการถกเถียงกัน ก็ได้ทำให้เกิดการแบ่งแยกออกเป็นสำนักต่างๆ ขึ้น\n\nแม้ว่าสำนักต่างๆ จะมีแนวทางการศึกษาที่แตกต่างกัน แต่ใช่ว่าจะไม่มีจุดที่เกี่ยวข้องกันเลย... เช่นเดียวกับกิ่งก้านของต้นไม้ใหญ่ที่แตกแขนงออกไป ย่อมไม่อาจหลีกเลี่ยงการซ้อนทับกันได้... ท่ามกลางการถกเถียงกันไปมา และการสืบทอดทฤษฎีความรู้จากรุ่นสู่รุ่น ภูมิปัญญาที่ \"นักวิชาการคนแรก\" ทิ้งไว้และสืบทอดมาจนถึงปัจจุบัน ได้พัฒนาไปเป็นกระแสความคิดอันหลากหลาย ซึ่งมีเจ็ดนักปราชญ์เป็นผู้นำ และมีเจ็ดสำนักเป็นหลัก\n\n\"ความรู้ทั้งหลายบนโลก ควรกลายเป็นใบไม้ในลานพฤกษ์ อาศัยความเขียวขจีบดบังแสงอาทิตย์ และช่วยให้ต้นไม้ใหญ่เจริญงอกงาม\" เมืองที่ร้องขอปัญญาจากลานพฤกษ์ ย่อมต้องมอบความรู้ที่เท่าเทียมด้วยเช่นกัน และเมื่อความคิดมากมายกลายเป็นสิ่งหล่อเลี้ยง หน่อใหม่และใบอ่อนนับไม่ถ้วนจึงจะงอกขึ้นมาได้\n\nร้อยปีภาสุรคติที่ผ่านมา ไม่ว่าจะเป็นคาราวานสินค้า ที่เดินทางผ่านช่องเขาของลานพฤกษ์ หรือเรือสินค้าที่มุ่งหน้าสู่ท่าเรือของลานพฤกษ์... หนังสือหรือตำราใดๆ ก็ตามที่พบว่าบันทึกความรู้เอาไว้ ไม่ว่าจะเป็นของชาติไหน หรือภาษาใด ล้วนถูกนำไปเก็บไว้ในหอสมุดลานพฤกษ์ทั้งสิ้น นักวิชาการของลานพฤกษ์หรือว่า \"โจร\" ใช้วิธีการต่างๆ เช่น การรับซื้อในราคาสูง การจ้างคนคัดลอก หรือแม้กระทั่งการปล้นชิง เพื่อทำให้ลานพฤกษ์กลายเป็น \"สถานศึกษาที่ดีที่สุดใน Amphoreus\" เหล่านักวิชาการของลานพฤกษ์ อาศัยการศึกษาค้นคว้าเป็นอุปกรณ์ประกอบพิธี ใช้การคิดวิเคราะห์แสดงความเคารพ และเทิดทูนบูชาเหตุผลอันล้ำเลิศในโลก\n\nเริ่มต้นจากพืชพรรณ แล้วกลับคืนสู่จิตวิญญาณแห่งพฤกษา หยาดรุกขหทัย รวบรวมความรู้ทั้งหมดที่ไหลมาจากโลก โดยที่ Cerces (ไททันแห่งเหตุผล) จะสดับฟังเสียงสถานศึกษาที่ดังเซ็งแซ่ขึ้นเรื่อยๆ และครุ่นคิดเงียบเชียบมาโดยตลอด"
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "Grove of Epiphany's Interwoven Veins",
      "type": "OBJECT",
      "desc": "ด้ายทองและเถาวัลย์ เชื่อมโยงเข้ากับเครือข่ายความรู้ ของลานพฤกษ์ กลายเป็นเส้นแห่งชีวิต ที่แบ่งปันผลสำเร็จของสำนักต่างๆ ร่วมกัน ข้อมูลถูกส่งผ่านระบบราก โลดแล่นและวิเคราะห์แยกแยะไปตามเส้นใย จนกระทั่งกลายสภาพเป็นหยาดน้ำค้าง และหลอมรวมเข้าสู่สระของโถงมิตรภาพ",
      "typeText": "Link Rope",
      "backstory": "ความนึกคิดของลานพฤกษ์ปราชญา กิ่งก้านบนต้นไม้ยักษ์ สายใยนำไปสู่ข้อโต้แย้งต่างๆ มากมาย ราวกับกิ่งก้านที่แตกแขนงออกไป แม้จะเป็นอิสระต่อกัน แต่กลับเติบโตเป็นพุ่มเกี่ยวพันกัน สุดท้าย ก็รวมกันเป็นเรือนยอดที่ทำให้ต้นไม้ยักษ์เป็นพุ่มเขียวชอุ่ม\n\nกิ่งก้านหนึ่งชี้ก้านใบมาที่ตัวเองจนพันกันยุ่งเหยิง ผู้เดินทางฝึกตนของ \"สำนักนิโลบลโภชนา\" ชื่นชอบในความลึกลับของลวดลายบนต้นไม้และดอกไม้ จึงพรรณนาถึงพืชพรรณและสรรพสิ่งต่างๆ ว่าเป็นสิ่งที่เห็นได้ชัดและจับต้องได้ง่าย การฝึกฝนอันยากลำบากที่พวกเขามุ่งมั่นทุ่มเท คือแนวทางปฏิบัติในการประสานสรรพสิ่งบนโลกให้กลมกลืนกัน... พวกเขามองว่า การฝึกตนไม่ใช่วิธีการละทิ้งตัวเอง แต่เป็นทางลัดสู่การรู้จักตัวเองต่างหาก\n\nหนึ่งในนั้นมีกิ่งก้านที่อุดมสมบูรณ์จนออกผลเต็มกิ่ง นักวิชาการของ \"สำนักแพะสิงขร\" เชี่ยวชาญด้านการศึกษา เพาะพันธุ์ และอนุรักษ์สัตว์หายาก... ภาพลักษณ์ที่น่าเอ็นดูมากมายของไคเมร่า คือวิธีการเล็กๆ น้อยๆ ในการสำรวจสิ่งมีชีวิตต่างๆ ของพวกเขา\n\nกิ่งก้านหนึ่งบิดงอเป็นสัดส่วนที่สมบูรณ์แบบ ทั้งแม่นยำและงดงาม นักวิชาการของ \"สำนักเงื่อนคำนวณ\" กล่าวว่า \"สรรพสิ่งคือตัวเลข\" กล่าวคือ... ทุกสิ่งสามารถใช้ตัวเลขส่องสะท้อนได้ ในฐานะที่เป็นสำนักแรกที่รวมตัวขึ้นในลานพฤกษ์ พวกเขาจึงยืนหยัดรักษามาตรฐานของสถาบันเป็นอย่างยิ่ง โดยกำหนดว่า \"นักวิชาการที่ไม่รู้เรขาคณิต จะไม่ได้รับอนุญาตให้เข้าสำนัก\" และยังยกย่องว่าคณิตศาสตร์คือวิธีการที่ Cerces (ไททันแห่งเหตุผล) ใช้ปกครองโลกอีกด้วย\n\nกิ่งก้านหนึ่งเติบโตขึ้นอย่างแข็งแรงสมบูรณ์ และทนทานเป็นอย่างยิ่ง \"สำนักเคลื่อนศิลา\" กำหนดให้ก่อนเข้ารับการศึกษา นักวิชาการต้องแกว่งเชือกโยนหิน ขว้างหินทรงกลมให้พ้นจากขอบเขตที่กำหนด เพื่อพิสูจน์ว่าตนเองมีความตั้งใจที่จะ \"แสวงหาจุดสูงสุดของความสมบูรณ์แบบ\" ในด้านการฝึกฝน การวิเคราะห์แยกแยะ รวมถึงกิจกรรมการแข่งขัน\n\nกิ่งก้านหนึ่งเดี๋ยวก็ห้อยลง เดี๋ยวก็ตั้งขึ้น ถ่ายทอดสุนทรียะอันบริสุทธิ์สู่การรับรู้ \"สำนักภาชนะจิต\" มองว่าการศึกษาศิลปะและความรู้สึก ถือเป็นบ่อเกิดของการคิดเชิงตรรกะ และเชื่อมั่นว่าข้อมูลที่ได้รับจากประสาทสัมผัสโดยตรงนั้นแม่นยำที่สุด และสามารถเข้าถึงโลกได้กว้างขวางยิ่งขึ้น\n\nเหนือเรือนยอดที่เป็นพุ่มเขียวชอุ่ม กิ่งก้านที่ซื่อตรงและน่าเคารพบูชานั้น เหมาะกับพิธีบูชาที่สุด มันเกิดจากลำต้นหลักของต้นไม้ใหญ่ \"สำนักสักการะ\" ที่เชี่ยวชาญพิธีกรรมของไททันและการใช้ปาฏิหาริย์ของพวกเขา จึงถูกเรียกว่า \"เปลของนักการเมืองแห่ง Amphoreus\" พวกเขาไม่เพียงเป็นผู้นำในพิธีกรรมความเชื่อของลานพฤกษ์ แต่ผลงานของพวกเขายังแทรกซึมเข้าไปในด้านต่างๆ ของ Amphoreus ด้วย แต่กลับมีกิ่งอ่อนอันแหลมคมที่เพิ่งงอกเงย เกิดมาเพื่อต่อสู้กับมันเช่นกัน...\n\n\"สำนักเมล็ดพันธุ์ปัญญา\" สืบทอดทฤษฎีเกี่ยวกับจิตวิญญาณมาจาก \"นักวิชาการคนแรก\" เชี่ยวชาญทฤษฎีเกี่ยวกับการเปลี่ยนแปลง รวมถึงการยกระดับสิ่งมีชีวิตและสรรพสิ่งต่างๆ โดยเพิ่งก่อตั้งล่าสุดเมื่อไม่นานมานี้ แต่กลับมีความคิดที่เฉียบคมที่สุด และทฤษฎีหลักของสำนักนี้ จะมุ่งเน้นไปที่ต้นกำเนิดของสิ่งมีชีวิตและวัตถุทั้งหลาย\n\nนักปราชญ์ทั้งเจ็ดของเจ็ดสำนักใหญ่ ต่างควบคุมดูแลสาขาวิชาที่เกี่ยวข้องของตนเอง ตามหลักแล้วไม่มีการแบ่งแยกลำดับก่อนหลัง... ส่วนต้นไม้ยักษ์แห่งเหตุผล มีตำแหน่งเป็นผู้นำในนามของเจ็ดนักปราชญ์ ซึ่งทำหน้าที่แผ่กิ่งก้านสาขาของความรู้และเหตุผลออกไปทั่วโลก ท่ามกลางเสียงถกเถียงที่ดังขึ้นไม่หยุดหย่อน"
    }
  ]
}