{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "Guard of Wuthering Snow",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ได้รับ DMG ลดลง <nobr>8%</nobr>",
    "4": "เมื่อเริ่มต้นเทิร์น หากเปอร์เซ็นต์ HP ปัจจุบันของผู้สวมใส่เท่ากับหรือน้อยกว่า <nobr>50%</nobr> จะฟื้นฟู HP <nobr>8%</nobr> ของ HP สูงสุดของตัวเอง และฟื้นฟูพลังงาน <nobr>5</nobr> หน่วย"
  },
  "pieces": [
    {
      "_id": 31061,
      "ids": [
        31061,
        41061,
        51061,
        61061
      ],
      "id": "guards_cast_iron_helmet",
      "name": "Guard's Cast Iron Helmet",
      "type": "HEAD",
      "desc": "หมวกดัดแปลงที่คลุมทั้งศีรษะและใบหน้า และได้เพิ่มซับในเพื่อให้ศีรษะอบอุ่น",
      "typeText": "ศีรษะ",
      "backstory": "การเตรียมรบท่ามกลางลมหนาวนิรันดร์นั้นไม่ใช่เรื่องง่าย แต่เหล่ากองกำลัง Silvermane แห่ง Jarilo-Ⅵ ก็เคยชินกับมันเสียแล้ว ลมหนาวเย็นเยียบพัดผ่านรอยแยกของหมวกเกราะ ราวกับมีมีดเหล็กเย็นเฉียบเฉือนผ่านไปเบาๆ\n\nสัตว์ประหลาดจากนอกฝั่งฟ้าเตรียมจัดกองทัพอีกครั้ง ทหารติดอาวุธครบมือก็เตรียมตัวต่อสู้ตามคำสั่งของผู้พิทักษ์สูงสุด\n\nทหารด่านหน้ามักจะต้องเบียดเสียดกันกลางหิมะเป็นเวลาหลายวันเพื่อสอดแนมการเคลื่อนไหวของมอนสเตอร์ การสัมผัสกับความหนาวเย็นเป็นเวลานานจะทำให้ผิวหนัง เหงื่อ รวมถึงผ้าบุหมวกของทหารแข็งไปหมด จนต้องเทน้ำร้อนเพื่อให้สามารถถอดหมวกได้อย่างปลอดภัย บรรดาช่างของผู้สร้างเมืองจึงได้ปรับความโค้งของแผ่นโลหะในหมวก เพื่อลดความต้านทานของหมวกที่มีต่อลมและหิมะ\n\nแข็งแกร่ง อบอุ่น สง่างามน่าเกรงขาม มาตรฐานหมวกเกราะของกองกำลัง ถูกสืบทอดต่อกันมาในลักษณะนี้เสมอ\n\n\"พวกนายใส่หมวกแบบนี้แล้ว มองเห็นทางชัดได้ยังไงกัน?\" กองกำลัง Silvermane ทุกคนมักจะถูกตั้งคำถามเช่นนี้ขณะปฏิบัติหน้าที่"
    },
    {
      "_id": 31062,
      "ids": [
        31062,
        41062,
        51062,
        61062
      ],
      "id": "guards_shining_gauntlets",
      "name": "Guard's Shining Gauntlets",
      "type": "HAND",
      "desc": "เกราะมือโลหะสีเงินแวววาว ซึ่งมีโครงสร้างทางกลไกที่ซับซ้อนซ่อนอยู่",
      "typeText": "มือ",
      "backstory": "ผู้บุกรุกที่มีร่องรอยของการทำลายล้างได้ขวางทางกองกำลังเอาไว้ Laszlo Landau สั่งการให้กองกำลังปกป้องผู้พิทักษ์ให้รีบหนีไป ส่วนตัวเองคอยสกัดกั้นอยู่ข้างหลังเพียงลำพัง\n\nแม้จะเป็นผู้นำที่ห้าวหาญดุดันที่สุดในกองกำลัง Silvermane ก็ยังไม่อาจหลบหนีจากฝูงมอนสเตอร์ได้ครบสามสิบสอง\n\nสิ่งมีชีวิตสุดประหลาดร้องคำรามอย่างเกรี้ยวกราด การโจมตีของมันรุนแรงพอๆ กับพายุที่ซัดสาด แม้ว่าพวกสิ่งชั่วร้ายจะบุกโจมตีอย่างไม่หยุดยั้ง แต่ก็ไม่เคยฝ่าแนวป้องกันที่ Landau ปกป้องอยู่เพียงผู้เดียวไปได้ การโจมตีป้องกันอันดุเดือดดำเนินไปเป็นเวลานาน Laszlo เริ่มเหนื่อยล้ากับการต่อสู้ จนกระทั่งกำลังเสริมมาถึง เขาจึงสลบไปเพราะอ่อนล้าหมดกำลัง เหล่าทหารพบว่า Laszlo ได้เสียแขนทั้งสองข้างไปในการต่อสู้อันดุเดือดครั้งนี้\n\nช่างฝีมือของผู้สร้างเมืองจึงได้สร้างเกราะมืออันแสนประณีตให้กับผู้กล้า เพื่อให้เขาสามารถยกธงสู้รบต่อไปได้\n\n\"สวยแต่ยังมีตำหนิ\" Laszlo มองไปที่เกราะมือสุดประณีตนั้น แล้วพึมพำว่า \"มือคู่นี้จะไม่รู้สึกถึงแรงสั่นสะเทือนของธนูอีกต่อไปแล้วสินะ\""
    },
    {
      "_id": 31063,
      "ids": [
        31063,
        41063,
        51063,
        61063
      ],
      "id": "guards_uniform_of_old",
      "name": "Guard's Uniform of Old",
      "type": "BODY",
      "desc": "เครื่องแบบทหารเก่าของกองกำลัง Silvermane ที่ถูกรีดจนเรียบกริบ และกระดุมสุดทนทานที่กดทับจนผ้าเป็นรอยยับ",
      "typeText": "ลำตัว",
      "backstory": "เครื่องแบบทหารสมัยเก่าของบรรพบุรุษตระกูล Goethe ที่ถูกเก็บไว้ในก้นหีบมาเนิ่นนาน มีเพียงเกียรติยศของทหารเท่านั้นที่สามารถนำมันกลับคืนสู่โลกได้\n\nเมื่อเผชิญหน้ากับการรุกคืบอย่างป่าเถื่อนของกองทัพทำลายล้าง กองกำลัง Silvermane ก็ได้สาบานตนว่าจะเป็นเกราะป้องกันทางธรรมชาติ และไม่มีหนทางให้ถอยอีกแล้ว\n\nHorace Goethe ได้นำหน่วยกล้าตายไปเฝ้าป้องกันช่องแคบในหุบเขาเป็นเวลาหลายเดือน ในการต่อสู้เพื่อปกป้อง Vevalo จนกระทั่งเสียงแตรของกำลังเสริมดังขึ้นกลางหุบเขา ผู้คนถึงได้รู้ว่าเหล่าฮีโร่ได้กลายเป็นเถ้ากระดูกไปนานแล้ว Alisa ผู้พิทักษ์สูงสุดได้มอบเหรียญเกียรติยศให้กับทายาทของฮีโร่ Horace Goethe ด้วยตนเอง ในพิธีมอบรางวัล Goethe น้อยผู้เป็นตัวแทนของวีรบุรุษผู้ล่วงลับได้สวมเครื่องแบบทหารเก่า และยืดอกอย่างภาคภูมิ\n\nสิ่งที่ Goethe น้อยมองเห็นคือเครื่องแบบทหารและเหรียญเกียรติยศ แต่สิ่งที่ผู้พิทักษ์สูงสุดมองเห็น กลับเป็นมรดกที่เหล่าฮีโร่หลงเหลือไว้... นั่นก็คืออนาคตของ Belobog\n\n\"Horace Goethe คือนักรบที่แท้จริง เธอต้องภูมิใจในตระกูลของเธอนะ\" คำพูดนี้เป็นความทรงจำที่เกี่ยวกับผู้พิทักษ์สูงสุดเพียงอย่างเดียวที่ Goethe ตัวน้อยจำได้"
    },
    {
      "_id": 31064,
      "ids": [
        31064,
        41064,
        51064,
        61064
      ],
      "id": "guards_silver_greaves",
      "name": "Guard's Silver Greaves",
      "type": "FOOT",
      "desc": "สนับแข้งโลหะสีเงิน ที่มีความทนทานสูง นอกจากจะช่วยป้องกันแล้ว ยังให้ความอบอุ่นได้อีกด้วย",
      "typeText": "เท้า",
      "backstory": "เนื่องจากความจำเป็นทางยุทธวิธี กองกำลัง Silvermane จึงจำเป็นต้องเดินทางเป็นเวลาหลายวันท่ามกลางหิมะที่ลึกถึงเอว ความเหนื่อยล้าจากการเดินทางไกลและบาดแผลที่เกิดจากความเย็นจัดกำลังทดสอบเท้าของเหล่าทหารอยู่\n\nการรบท่ามกลางผืนหิมะอันยาวนาน บางครั้งก็จะได้พบกับเพื่อนเก่าที่ห่างหายกันไปนาน\n\nกองกำลัง Silvermane ที่รับหน้าที่ทำสงครามกองโจรในทุ่งหิมะ มักจะได้ยินเสียงหมาป่าทุ่งหิมะร้องโหยหวนดังมาจากค่ายของพวกเขา สิ่งมีชีวิตที่น่าสงสารเหล่านี้ก็ถูกผู้บุกรุกขับไล่ออกจากอาณาเขตเช่นกัน จ่า Jaeger แห่งกองกำลังภาคสนามซึ่งเกิดในตระกูลนักล่า มีความสามารถพิเศษในการประดิษฐ์สิ่งของจากแผงคอหมาป่า แต่หลังจากที่ลมหนาวนิรันดร์มาเยือน เขาก็เจอสัตว์ดุร้ายเหล่านี้น้อยลงไปทุกที ในค่ำคืนอันหนาวเหน็บ หมาป่าทุ่งหิมะจำนวนหนึ่งเริ่มไร้ความหวาดระแวงและกระหายความอบอุ่น พวกมันเดินเข้ามาใกล้กับกองไฟของกองกำลัง Silvermane และนอนลงข้างๆ Jaeger เงียบๆ พอรุ่งสาง สัตว์ร้ายเหล่านี้กลับนอนหลับตลอดกาลท่ามกลางห้วงฝันอันแสนอบอุ่น โดยไม่ตื่นขึ้นมาอีก\n\nจ่า Jaeger เสริมสนับแข้งเงินขาวให้กับทหารด้วยแผงคอหมาป่า เพื่อให้การเดินทางของพวกเขาสบายขึ้นมาหน่อย\n\n\"หมาป่าทุ่งหิมะไม่ได้สูญเสียบ้านของมันไปเสียทีเดียว เราเองก็เช่นกัน\" จ่า Jaeger แสดงออกถึงความสงสารที่มีต่อหมาป่าทุ่งหิมะ"
    }
  ]
}