{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "Hunter of Glacial Forest",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG น้ำแข็งเพิ่มขึ้น <nobr>10%</nobr>",
    "4": "เมื่อผู้สวมใส่ใช้ท่าไม้ตาย DMG คริติคอลจะเพิ่มขึ้น <nobr>25%</nobr> เป็นเวลา <nobr>2</nobr> เทิร์น"
  },
  "pieces": [
    {
      "_id": 31041,
      "ids": [31041, 41041, 51041, 61041],
      "id": "hunters_artaius_hood",
      "name": "Hunter's Artaius Hood",
      "type": "HEAD",
      "desc": "หมวกที่ทำมาจากขนส่วนหัวของหมียักษ์แห่งทุ่งหิมะ ซึ่งขนนั้นดูเหมือนจะมีวิญญาณอยู่ เพื่อช่วยป้องกันให้ฟันแทงไม่เข้า",
      "typeText": "ศีรษะ",
      "backstory": "บนทุ่งหิมะของ Snowland นั้นมีกฎเหล็กสำหรับเหล่านักล่าที่ใช้กันอย่างแพร่หลายอยู่ข้อหนึ่ง: ในช่วงที่ \"Artaius\" ออกล่าเหยื่อ ทุกคนต้องห้ามไปทางทิศใต้ของภูเขาเด็ดขาด หมีขาวยักษ์ที่สามารถเขย่าภูเขาได้ตัวนั้นไม่ต้อนรับใครทั้งสิ้น\\n\\nในฐานะที่เป็นนักล่าที่ได้รับมอบหมายจากสมาคม Hugh จึงมุ่งไปยังภูเขาทิศใต้หลังจากได้รับสัญญาณขอความช่วยเหลือ เขาไม่คิดเลยว่าตนจะติดกับดักที่ถูกวางแผนมานานแล้วเสียได้\\n\\nเมื่อเขาตื่นขึ้นหลังจากถูกยิง Hugh ก็นึกขึ้นได้ว่าตนรอดจากความเป็นความตายแล้ว แต่วินาทีต่อมา Hugh ก็รู้ตัวอีกว่าอันตรายยังไม่ผ่านพ้นไป เขากำลังถูก \"Artaius\" จับจ้องอยู่ ไม่ว่าการโจมตีจากฝ่ามือจะใกล้หรือเร็วแค่ไหน แต่การโจมตีสะเปะสะปะของ \"Artaius\" ก็ไม่เคยโดนจุดตายสักครั้ง... Hugh รอโอกาสอย่างใจเย็น จากนั้นจึงชักดาบกระดูกอาบพิษออกมา แล้วกระโดดขึ้นในชั่วพริบตา ด้วยการเคลื่อนไหวที่เหนือกว่าคนทั่วไป เขารู้ดีว่าชัยชนะรออยู่ในชั่วขณะนี้แล้ว\\n\\nเขาได้นำศีรษะและขนของ \"Artaius\" ออกมา และเอาชีวิตรอดผ่านคืนแรกของพายุหิมะไปได้ ในขณะที่แผลโดนยิงก็ยังไม่ถูกรักษา\\n\\nหลายวันผ่านไป สมาคมนักล่าก็พบศพของ \"Artaius\" ในสภาพหัวขาด นับตั้งแต่นั้นมา พวกเขาจึงรู้ว่านักล่าที่สมควรจะตายไปแล้วยังมีชีวิตอยู่ และผู้ล้างแค้นที่ไม่เคยคาดคิด ก็ได้ถือกำเนิดขึ้นด้วยเหตุนี้"
    },
    {
      "_id": 31042,
      "ids": [31042, 41042, 51042, 61042],
      "id": "hunters_lizard_gloves",
      "name": "Hunter's Lizard Gloves",
      "type": "HAND",
      "desc": "ถุงมือที่เย็บเกล็ดและกรงเล็บของ Snowrock Lizard เข้าด้วยกันอย่างแน่นหนา ซึ่งสามารถใช้ปีนป่ายหรือห้อยโหนบนกำแพงใดก็ได้",
      "typeText": "มือ",
      "backstory": "Snowrock Lizard ทั้งขาดความคล่องแคล่วและไม่ได้แข็งแกร่งมากนัก พวกมันสามารถนอนนิ่งๆ อยู่บนก้อนหินได้ถึงครึ่งเดือน และมันจะอาศัยช่วงที่เหยื่อประมาทจนเผยจุดอ่อนออกมา พุ่งเข้าโจมตีเหยื่อจนถึงตาย\\n\\nอย่างไรก็ตาม นักล่าที่ขึ้นทะเบียนก็ไม่อาจอดทนรอได้แล้ว พวกเขาตัดสินใจจะเข้าไปในภูเขาหิมะเพื่อตามล่า Hugh และกำจัดภัยคุกคามในอนาคตทิ้งซะ\\n\\nแม้ว่านักล่าที่ลงทะเบียนกับสมาคมจะมีคนที่เก่งกาจมากมาย แต่พวกเขาก็ไม่ใช่ผู้ที่จะยอมสละชีวิตได้ พวกนักล่าจึงมารวมตัวกันเพื่อเงินรางวัลมูลค่าสูงเสียดฟ้าจากสมาคม และมักจะหักหลังกันเองเพื่อเงินรางวัลด้วยเช่นกัน... ไม่ว่าเรื่องอะไรก็เกิดขึ้นได้ในถิ่นทุรกันดาร... และขอเพียงกำจัดนักล่ารุ่นเก๋าอย่าง Hugh ไปได้ ทุกคนก็จะได้รับเงินรางวัลมากยิ่งขึ้น พวกเขาเห็นพ้องต้องกัน และเริ่มลงมือจัดการไปตามสมควร\\n\\nHugh เตรียมพร้อมแล้ว การล่าสุดยอดนักล่านั้น ไม่ได้ง่ายไปกว่าการล่ามอนสเตอร์เลย ดังนั้นเขาจึงต้องมีความอดทนมากกว่าเดิม ซึ่งความอดทนนั้น เป็นคุณสมบัติที่สำคัญที่สุดของนักล่า\\n\\nเนื่องจากจำนวนนักล่าที่ลงทะเบียนกับสมาคมนักล่าลดลงเรื่อยๆ ความหวาดกลัว \"Hugh ผู้ไม่ตาย\" จึงแพร่กระจายออกไปอย่างไม่หยุดยั้ง"
    },
    {
      "_id": 31043,
      "ids": [31043, 41043, 51043, 61043],
      "id": "hunters_ice_dragon_cloak",
      "name": "Hunter's Ice Dragon Cloak",
      "type": "BODY",
      "desc": "เสื้อคลุมที่ทำจากเกล็ดมังกรน้ำแข็ง ซึ่งแทบจะล่องหนเมื่ออยู่ภายใต้การหักเหของแสงที่แสนอัศจรรย์",
      "typeText": "ลำตัว",
      "backstory": "เกล็ดทั้งตัวของ \"ราชาแห่งทะเลสาบน้ำแข็ง\" นั้นมีความพิเศษมาก มันสามารถสะท้อนแสงที่เจิดจ้าได้ภายใต้แสงอาทิตย์ และสามารถล่องหนได้ขณะที่อยู่ในน้ำ มีนักล่าเพียงไม่กี่คนที่สามารถเผชิญหน้ากับสิ่งมีชีวิตขนาดยักษ์ที่ไร้รูปร่างได้\\n\\nหลายวันต่อมา เหล่านักล่าขึ้นทะเบียนของสมาคมนักล่าก็ได้พบศพของมังกรน้ำแข็งที่ถูกขอดเกล็ดในเวลานั้น พวกเขารู้สึกหวาดกลัวมากกว่าประหลาดใจเสียอีก\\n\\nสัตว์ประหลาดแห่งทุ่งหิมะที่ Hugh เคยล่านั้นมีมากนับร้อยนับพันตัว คู่ต่อสู้แต่ละครั้งล้วนอยู่ระดับสุดยอด และทรงคุณค่าทั้งสิ้น สำหรับนักล่าแล้ว การรับรู้อุปนิสัยและความเคยชินของเหยื่ออย่างถ่องแท้นั้น จึงจะถือว่าการล่าสำเร็จสมบูรณ์... แต่สำหรับ Hugh แล้ว \"ราชาแห่งทะเลสาบน้ำแข็ง\" เหมือนกับเป็นจิ๊กซอว์ชิ้นสุดท้ายในทุ่งหิมะแห่งนี้ เขาจะต้องล่ามันให้สำเร็จ และทำให้จิตวิญญาณแห่งนักล่าของเขาครบสมบูรณ์ให้ได้\\n\\nบนรายชื่อเหยื่อที่มีค่าหัวสูงสุด จากเดิมที่เป็น \"ราชาแห่งทะเลสาบน้ำแข็ง\" พวกเขาก็ได้เปลี่ยนเอา \"นักล่า Hugh\" เข้ามาแทนที่ จากนั้นจึงได้เปิดฉากการล่าที่น่าสะพรึงกลัวครั้งใหญ่ขึ้น\\n\\nนักล่าทุกคนต้องมีความตื่นตัว และต้องเตรียมพร้อมที่จะตกเป็นเหยื่ออยู่เสมอ Hugh เองก็เช่นกัน และรวมไปถึงผู้ทรยศด้วย"
    },
    {
      "_id": 31044,
      "ids": [31044, 41044, 51044, 61044],
      "id": "hunters_soft_elkskin_boots",
      "name": "Hunter's Soft Elkskin Boots",
      "type": "FOOT",
      "desc": "รองเท้าบูตเสริมความแข็งแกร่งที่หุ้มด้วยหนังกวางสุดนุ่ม เมื่อเดินบนทุ่งหิมะ พื้นรองเท้าจะทิ้งไว้เพียงรอยเท้าตื้นๆ เท่านั้น",
      "typeText": "เท้า",
      "backstory": "แม้ว่าร่างกายจะบาดเจ็บสาหัส และไม่อาจรักษาอุณหภูมิของร่างกายท่ามกลางหิมะต่อไปได้ Torch-Antler Elk ก็ยังสามารถกลายเป็นสัตว์ร้ายที่อันตรายที่สุดได้ในช่วงใกล้ตาย\\n\\nHugh ยกปืนลูกซองเล็งไปยังกวางยักษ์ที่กำลังจะตาย เขาเอาแต่คิดว่า ดวงตาที่สามารถสะกดผู้คนได้คู่นั้น ช่างเหมือนกับดวงตาของตนไม่มีผิด\\n\\nตั้งแต่ถูกนักล่าขึ้นทะเบียนลอบโจมตี เปลวไฟแห่งชีวิตของ Hugh ก็กลายเป็นเทียนไขในสายลมไปแล้ว เขารู้ดีว่าสาเหตุที่ตนยังคงมีชีวิตอยู่นั้น เป็นเพราะความคิดแก้แค้นที่ไม่มีใครยั้งได้ของตนนั่นเอง และทันทีที่เขาสมปรารถนา ชีวิตของเขาก็จะล่องลอยไปตามหิมะที่ปลิดปลิว... แม้ว่า Hugh จะคิดอยู่ตลอดว่าฝีเท้าของตนหนักอึ้ง แต่รองเท้าบูตหนังกวางคู่ใหญ่ของเขาก็ไม่ได้ทิ้งรอยเท้าเอาไว้เลย เขาต้องตั้งสติ เพื่อเตรียมเผชิญหน้ากับการล่าครั้งสุดท้ายในชีวิตของตน\\n\\nสมาคมนักล่าได้พังทลายลงท่ามกลางความหวาดกลัว และพากันกำจัดผู้ทรยศอย่างตื่นตระหนก โดยหวังว่า Hugh จะให้อภัย แต่สิ่งที่ได้กลับมา กลับเป็นการทำลายตนเองจากการหวาดระแวงกันและกันเท่านั้น\\n\\nHugh ไม่ได้อยู่จนถึงวันที่ได้ลิ้มรสความชื่นมื่นจากการแก้แค้นสำเร็จ เขากลับล้มลงบนไปชั่วนิรันดร์"
    }
  ]
}
