{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "Inert Salsotto",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้อัตราคริติคอลของผู้สวมใส่เพิ่มขึ้น <nobr>8%</nobr> เมื่ออัตราคริติคอลปัจจุบันของผู้สวมใส่มากกว่าหรือเท่ากับ <nobr>50%</nobr> DMG จากท่าไม้ตายและการโจมตีต่อเนื่องจะเพิ่มขึ้น <nobr>15%</nobr>"
  },
  "pieces": [
    {
      "_id": 33065,
      "id": "salsottos_moving_city",
      "name": "Salsotto's Moving City",
      "type": "NECK",
      "desc": "สิ่งที่บรรจุอยู่ภายในคือ หนึ่งในเมืองเคลื่อนที่ที่หลงเหลืออยู่บนดาว Salsotto นั่นก็คือ Tumbleweed เมืองแห่งนี้ไม่เคยหยุดนิ่ง และแทบไม่เคยถูกกลืนหายไปในค่ำคืนมืดมิดหรือในดวงอาทิตย์เที่ยงคืนเลย",
      "typeText": "Planar Sphere",
      "backstory": "เมื่อมองจากมุมมองของจักรวาล ดาว Salsotto ทั้งดวงจะมีสีทองสุกใสจากทะเลทรายอันกว้างใหญ่ และยังมองเห็นหลุมอุกกาบาตขนาดใหญ่บนผิวดาวได้อย่างชัดเจน\\n\\nครั้งหนึ่ง ฝนอุกกาบาตประหลาดได้ตกลงมาบนดาว Salsotto อย่างต่อเนื่อง และผลกระทบจากการที่ \"กลุ่มอุกกาบาต\" พุ่งชนบนพื้นที่เดิมซ้ำๆ เป็นเวลานาน ก็ทำให้การหมุนของดวงดาวค่อยๆ หยุดลง เหมือนมีคนกดปุ่ม \"หยุดโลก\" เอาไว้ วันและคืนของ Salsotto เริ่มเปลี่ยนแปลงช้าลงเรื่อยๆ จนกระทั่งอาทิตย์ขึ้นและอาทิตย์ตกกินเวลาเนิ่นนานเกินไป จนกระทั่งไม่มีมนุษย์คนใดอดทนอยู่ได้ และจนกระทั่งการหมุนรอบตัวเองของดาวทั้งดวงหยุดนิ่ง...\\n\\nมันกลายเป็นความจริงที่แสงแดดแผดเผาและค่ำคืนอันหนาวเหน็บกินเวลาไปเกือบครึ่งปี ทั่วทั้ง Salsotto จึงเหลือเพียงเมืองเคลื่อนที่ ซึ่งเป็นหนึ่งในสองสิ่งที่ยังหลงเหลืออยู่เท่านั้น มันยังคงเคลื่อนที่อยู่ระหว่าง Terminator Line โดยไม่ยอมหยุดแม้เพียงชั่วขณะเดียว\\n\\nป้อมปราการกลางอากาศขนาดมหึมา คล้ายกับเมฆฝนใหญ่ยักษ์ที่ลอยเอื่อยอยู่เหนือทะเลทรายสีทอง และมาพร้อมกับเสียงอึกทึกดั่งเสียงฟ้าร้อง ฝุ่นทรายจะตลบฟุ้งราวกับน้ำตกในทุกที่ที่มันเคลื่อนผ่าน มันยิ่งใหญ่เสียจนปกคลุมทั่วทั้งผืนฟ้าและแผ่นดิน และบนเมืองเคลื่อนที่มหึมาแห่งนี้ ชาว Salsottian ที่สวมปีกไว้บนหลังจะบินร่อนอยู่ระหว่างอาคารในเมือง ชาวเมืองบินได้ที่โชคดีมีชีวิตรอดท่ามกลางภัยพิบัติเหล่านี้ มีท้องฟ้าเป็นถิ่นของตน แต่ขณะเดียวกัน พวกเขาก็ถูกผูกมัดเอาไว้กับผืนฟ้าด้วยเช่นกัน\\n\\nในยามเช้าตรู่ เหล่า Skyfisher จะเดินทางออกจากท่า แล้วดำดิ่งสู่ผืนทรายเพื่อล่าแมงกะพรุน Phlogiston ก่อนจะกลับมาที่เมืองในตอนพลบค่ำ เพราะอาศัยพลังงานจากสิ่งมีชีวิตลึกลับเหล่านี้ จึงทำให้เมืองพอจะเคลื่อนที่ต่อไปได้\\n\\nแม้ว่าวิกฤตด้านการเอาชีวิตรอดจะถูกวางไว้บนปีกบอบบางสองข้าง แต่ชาว Salsottian นั้นมีนิสัยมองโลกในแง่ดี และไม่ยอมให้ชะตากรรมอันหนักหน่วงมากดทับอยู่บนแผ่นหลังของตนได้ พวกเขาจะใช้เวลากับครอบครัวเพื่อฝึกฝนเครื่องดนตรีที่ทำจากแก้ว และบันทึกเสียงดนตรีไว้ในแก้วแกะสลัก พวกเขายังชอบผูกสัมพันธ์ทางจดหมายเช่นกัน โดยจะวางจดหมายไว้ใน \"กล่องจดหมาย Dandelion\" เพื่อส่งให้กับเมืองเคลื่อนที่ที่อยู่อีกฟากหนึ่งของ Terminator Line...\\n\\nสนามแม่เหล็กบนพื้นเริ่มอ่อนกำลัง และชั้นบรรยากาศก็เบาบางลงเช่นกัน แม้ว่าวันสิ้นโลกจะมาจ่อรออยู่ตรงหน้า แต่ในเมื่อชีวิตยังไม่สิ้น อินทรีก็จะบินถลาต่อไป โดยไม่หยุดลงแม้สักเสี้ยววินาที"
    },
    {
      "_id": 33066,
      "id": "salsottos_terminator_line",
      "name": "Salsotto's Terminator Line",
      "type": "OBJECT",
      "desc": "ดาว Salsotto ที่หยุดหมุนรอบตัวเองจะมีช่วงเวลากลางวันและกลางคืนที่ยาวนานมาก มีเพียงการอพยพโดยไล่ตาม \"Terminator Line\" อย่างไม่หยุดยั้งเท่านั้น มนุษย์จึงพอจะรักษาพื้นที่สำหรับการเอาชีวิตรอดที่ยังหลงเหลืออยู่ได้",
      "typeText": "Link Rope",
      "backstory": "ตั้งแต่ที่ \"กลุ่มอุกกาบาต\" ทำให้ดาวหยุดหมุน \"Terminator Line\" ก็กลายเป็นเส้นแห่งชีวิตที่แสนคับแคบของชาว Salsottian ไปแล้ว\\n\\nตอนที่ทุกอย่างเพิ่งเริ่มขึ้น มนุษย์ยังคงมองว่าการเปลี่ยนผันของวันและคืนเป็นไปตามครรลองของมัน แนวเส้นของรุ่งสางและย่ำค่ำกวาดไปทั่วผืนแผ่นดิน ข้ามผ่านเทือกเขาและหุบเหว และนำพารุ่งอรุณมาสู่ผู้ที่ยังไม่ตื่น พร้อมมอบสนธยาให้กับผู้ที่กำลังหลับใหล... แต่หลังจากจังหวะของแสงสว่างและความมืดมิดเริ่มดำเนินช้าลง กลางวันและกลางคืนก็ไม่เป็นอย่างที่เคยอีกต่อไป ความร้อนระอุและความหนาวยะเยือกที่ยาวนานไร้จุดจบ ราวกับหล่มโคลนจากนรกที่ค่อยๆ กลบฝังสิ่งมีชีวิตที่ติดอยู่ในนั้น ดังนั้น ชาว Salsottian ผู้พยายามดิ้นรนเอาชีวิตรอด จึงขึ้นไปอยู่บนเมืองเคลื่อนที่บินได้ แล้วเริ่มต้นไล่ตามรุ่งอรุณและสนธยานับแต่นั้น\\n\\nเมื่ออยู่บนหอสังเกตการณ์ของเมืองเคลื่อนที่ \"Tumbleweed\" แล้วมองตามทางที่เมืองเคลื่อนตัวไป ก็จะเห็นว่าด้านหน้าคือยามกลางวัน ส่วนด้านหลังคือยามค่ำคืน\\n\\nการไล่ตามเส้น Terminator Line ของเมือง \"Tumbleweed\" ไม่ใช่แค่เพื่อความอยู่รอดเท่านั้น แต่ยังทำเพื่อความงดงามของชีวิตด้วยเช่นกัน หากมันเคลื่อนที่เร็วกว่า Terminator Line รุ่งอรุณก็จะกลายเป็นยามเที่ยงวัน และหากเคลื่อนที่ช้ากว่าเส้น Terminator Line ยามพลบค่ำก็จะตกสู่กลางดึก ชาว Salsottian ผู้มองโลกในแง่ดีจึงต้องรักษาทุกวันให้อยู่ในช่วงเวลาเดิม ความโรแมนติกที่มีอยู่ในตัวพวกเขาแต่กำเนิด ทำให้พวกเขาสามารถร้องเพลงในยามบ่ายอันแสนสุขได้ และสามารถหลับฝันดีท่ามกลางค่ำคืนที่มีดาวเต็มฟ้า\\n\\nแต่อย่างไรก็ตาม การบินอันทรหดอดทนเช่นนี้ก็ต้องร่วงหล่นลงในที่สุด และซากปรักหักพังของเมืองเคลื่อนที่ก็ได้ถูก Terminator Line สลัดทิ้งไว้ข้างหลัง\\n\\nหลายปีผ่านไป เมืองเคลื่อนที่ทั้งสองแห่งที่ไม่เคยพบเจอกัน ก็มาตั้งอยู่ข้างกันในที่สุด ป้อมปืนใหญ่ท่ามกลางซากปรักหักพังต่างก็ชี้ไปที่ฝ่ายตรงข้าม สันนิษฐานว่า คงมีหนึ่งในสองเมืองที่ทะยานข้ามผ่านคืนวันเกือบครึ่งซีกโลก เพื่อมาหาอีกเมืองแล้วเริ่มก่อสงครามขึ้นก่อน โดยร่องรอยของสงครามอันโหดร้ายระหว่างเมืองทั้งสอง ยังคงปรากฏเลือนรางอยู่ใต้เนินทราย มันได้เชื่อมความเกลียดชังไร้ที่มาเข้าด้วยกัน จนกลายเป็นความพินาศย่อยยับ ที่อยู่บนซากปรักหักพังแห่งเดียวกัน\\n\\nดาว Salsotto เงียบงันลง ไม่รู้ว่าตั้งแต่เมื่อใดที่มันกลับมาหมุนรอบตัวเองช้าๆ แล้วเริ่มต้นรักษาตัวเองขึ้นในอนาคตที่ไร้ผู้คน"
    }
  ]
}
