{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "Iron Cavalry Against the Scourge",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "เอฟเฟกต์ทำลายล้างเพิ่มขึ้น <nobr>16%</nobr>",
    "4": "ขณะที่เอฟเฟกต์ทำลายล้างของผู้สวมใส่ มากกว่าหรือเท่ากับ <nobr>150%</nobr> DMG ทำลายล้างที่สร้างแก่ศัตรูเป้าหมาย จะเพิกเฉยต่อ DEF <nobr>10%</nobr> ของศัตรูดังกล่าว และเมื่อเอฟเฟกต์ทำลายล้างของผู้สวมใส่ มากกว่าหรือเท่ากับ <nobr>250%</nobr> DMG สุดยอดทำลายล้าง ที่สร้างแก่ศัตรูเป้าหมาย จะเพิกเฉยต่อ DEF <nobr>15%</nobr> ของศัตรูดังกล่าวเพิ่มเติม"
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "iron_cavalrys_homing_helm",
      "name": "Iron Cavalry's Homing Helm",
      "type": "HEAD",
      "desc": "หมวกศึกเหล็กกล้าที่เสริมความแข็งแกร่งเชิงลึก ให้กับสัญญาณทางประสาทสัมผัส จึงทำให้จิตสำนึกของอัศวินเหล็ก Glamoth หลอมรวมเป็นหนึ่งเดียวกับชุดเกราะ",
      "typeText": "ศีรษะ",
      "backstory": "Swarm ที่ปกคลุมทั่วท้องฟ้ากลายเป็นเถ้าถ่านอยู่ในทะเลเพลิง เกล็ดหิมะสีขาวเงิน ลอยละล่องอยู่ในห้วงลึกของอวกาศ และสะท้อนกับประกายแสงจากดาวฤกษ์ มีเพียงช่วงเวลานี้เท่านั้น ที่จะได้ยินเสียงกระพือปีกดังไม่หยุด รวมถึงเสียงคำสั่งในช่องสัญญาณสื่อสาร ที่สุดท้ายก็เงียบลงในที่สุด\\n\\nSwarm ที่โจมตี \"จักรวรรดิ\" ยังไม่ได้ถูกกำจัดไปจนหมด และคำสั่งโจมตีครั้งต่อไป ก็จะดังขึ้นหลังจากหยุดไปครู่หนึ่ง เหมือนเช่นที่เคยเป็นมา\\n\\nอัศวินเหล็กของ \"จักรวรรดิ\" สัมผัสได้ถึงความรู้สึกจากภายนอก ที่แล่นขึ้นจากสัญญาณส่วนลึกของไขสันหลัง เธอนึกถึงประสบการณ์ตอนที่ออกจากห้องคนขับคราวก่อน ลมร้อนพัดผ่านผมยาวของเธอเบาๆ อากาศร้อนระอุเคลื่อนผ่านหลังคอของเธอ หยาดเหงื่อเปียกชุ่มผิวหนัง เธอไม่ได้รังเกียจความรู้สึกแบบนั้น พวกมันมีชีวิตชีวามากกว่าสัญญาณจำลองเป็นร้อยเท่า ชุดเกราะจะเชื่อมประสาทสัมผัสกับตัวของคนขับอย่างล้ำลึก แม้ว่านี่จะทำให้ความเจ็บปวดจากการสูญเสียเอนโทรปีเพิ่มขึ้นไปอีกขั้น แต่เพื่อที่จะเอาชนะทายาทแมลง อัศวินเหล็กก็ไม่เคยมีทางเลือกมาตั้งแต่แรก\\n\\n<i>\"กฎแห่งกองทัพ Glamoth ข้อที่ 8 อัศวินที่ยังมีชีวิตอยู่ ต้องกลับเข้ากอง...\"</i>\\n\\nจนกระทั่งอัศวินเหล็กได้เห็นหมวกเกราะสีเงินที่สะบั้นออก จึงเข้าใจว่า สัญญาณประสาทสัมผัสของชุดเกราะได้หลอกตัวเองเข้าแล้ว... คำสั่งโจมตีครั้งถัดไปไม่ดังขึ้นอีก นี่ช่างเป็นการหยุดพักที่แสนโหดร้าย"
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "iron_cavalrys_crushing_wristguard",
      "name": "Iron Cavalry's Crushing Wristguard",
      "type": "HAND",
      "desc": "กล้ามแขนเหล็กสุดแกร่ง ที่สามารถบดขยี้ทายาทแมลงได้ ทั้งแหลมคม น้ำหนักเบา แข็งแกร่งและมั่นคง",
      "typeText": "มือ",
      "backstory": "อัศวินเหล็ก Glamoth เกร็งกล้ามแขนแน่น เพื่อทำลายปีกแข็งแสนสกปรกนั่น แล้วปล่อยให้ของเหลวที่มีฤทธิ์กัดกร่อนในช่องท้องสูญเสียความดัน และสาดกระเซ็นออกมาอย่างอิสระ เมื่อเมือกแมลงสัมผัสกับเกราะสีเงิน ก็จะกลายเป็นอากาศในพริบตา และหลงเหลือไว้เพียงคราบเลือดและสิ่งสกปรก\\n\\nเศษซากของชุดเกราะและเนื้อหนังของแมลง กระจัดกระจายเป็นชิ้นๆ อยู่ในอวกาศ \"แม่น้ำแห่งความตาย\" ที่รายล้อมรอบ Glamoth และไหลไปอย่างเงียบๆ ภายใต้แรงดึงดูดของแรงโน้มถ่วง ในที่สุดศึกนองเลือดก็สิ้นสุดลง\\n\\nเหล่าผู้นำในสภาหารือกันเรื่องสถานการณ์หลังสงคราม พวกเขาพิพากษา \"Titania\" ผู้ไม่เคยได้ครองอำนาจอย่างแท้จริง เนื่องจากเธอคือผู้ควบคุมกองทัพอัศวินเหล็ก ที่มีพลังทัดเทียมกับแมลงร้าย การมีอยู่ของเธอคือภัยคุกคามที่ใหญ่ที่สุด ต่อการอยู่รอดของสาธารณรัฐ... ผู้คนลั่นระฆังแห่งสันติภาพ และประกาศต่อชาวเมืองทั้งหลายว่า Swarm จะสลายหายไป และท้องฟ้าสีคราม จะกลับมาอยู่ในมือของสาธารณรัฐอีกครั้ง\\n\\n<i>\"หากไม่ควบคุม 'ราชินี' แล้วจะมีใครควบคุมอาวุธเหล่านี้ได้?\"</i>\\n\\nในช่วงชีวิตอันแสนสั้น เหล่าอัศวินเหล็กยังคงฝึกพลังของกล้ามแขนเหล็กต่อไป แต่พวกเขาไม่เคยคิดเลยว่า... เพียงไม้แก่ใกล้ฝั่งไร้เรี่ยวแรงในสภาพวกนั้นยกมือขึ้นสูง ก็มีพลังที่จะเปลี่ยนแปลงชะตากรรมของ Glamoth ได้แล้ว"
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "iron_cavalrys_silvery_armor",
      "name": "Iron Cavalry's Silvery Armor",
      "type": "BODY",
      "desc": "ชุดเกราะขับเคลื่อนที่ลุกโชนด้วยเปลวไฟ ซึ่งมอบไฟที่เพียงพอจะทำให้อัศวินเหล็กแห่ง Glamoth สามารถแผดเผาสนามรบได้",
      "typeText": "ลำตัว",
      "backstory": "เปลวแสงหลายสายพาดผ่านท้องฟ้ายามค่ำคืน ข้ามผ่านเส้นขอบฟ้าที่ทอแสงอรุณ และมุ่งไปยังเขตดวงดาวต่างๆ ของ Glamoth... นี่เป็นกิจวัตรประจำวันที่ชาวเมืองของสาธารณรัฐคุ้นเคยที่สุด และหวาดกลัวมากที่สุดเช่นกัน\\n\\nเงาสีเงินของชุดเกราะโบยบินสู่ท้องฟ้า พวกเขาแข่งกับเวลา และพุ่งเข้าสู่สนามรบที่เต็มไปด้วยความบอบช้ำ โดยไม่มีเวลาแม้แต่จะเหลือบมองภาพที่ตนเองเฝ้าปกป้องอยู่ทุกคืนวัน\\n\\nคำสั่งของราชินีนั้นไม่อาจโต้แย้งได้ เหล่านักรบที่มีใบหน้าคล้ายคลึงกัน และถือกำเนิดขึ้นมาในห้องเพาะเลี้ยง ต่างสาบานว่าจะจงรักภักดีกับราชินี เพื่อกอบกู้ท้องนภาของ Glamoth กลับคืนมา อัศวินเหล็กข้ามผ่านเศษซากของแมลงที่กองเป็นภูเขา แผดเผาเถ้าถ่านไหม้เกรียมของร่างแมลง และทำลายเศษเกล็ดและเขี้ยวยักษ์ของพวกมัน... ชะตากรรมของอัศวินแห่ง Glamoth คืออดทนต่อการสลายตัวของเอนโทรปีอย่างช้าๆ และมอดไหม้อยู่บนชายขอบความเป็นกับความตาย\\n\\nจนกระทั่งเปลวเพลิงดับมอดลง จนกระทั่งฝูงแมลงที่บดบังท้องฟ้า สลายกลายเป็นผืนดินไหม้เกรียมสีดำมะเมื่อม จนกระทั่งไม่มีผู้รอดชีวิตเหลืออยู่แล้ว ซึ่งวันเวลาแบบนี้ก็ยังคงดำเนินต่อไปเรื่อยๆ...\\n\\nการมีชีวิตอยู่คืออะไร? การเร่งความเร็วเพื่อขับเคลื่อนชุดเกราะ ทำให้เกิดการบีบรัดทรวงอกจนแน่น เมื่อความเจ็บปวดแทงทะลุร่างกายชาหนึบที่สูญเสียเอนโทรปี และปรากฏขึ้นบนร่างกายเป็นเวลาสั้นๆ พวกเขาจึงได้สัมผัสถึงรสชาติของการมีชีวิต"
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "iron_cavalrys_skywalk_greaves",
      "name": "Iron Cavalry's Skywalk Greaves",
      "type": "FOOT",
      "desc": "สนับขาจักรกลที่ครอบครองความเร็ว และพลังทำลายล้าง อัศวินเหล็กแห่ง Glamoth จึงสามารถกระโดดได้สูง และรวบรวมพลังเพื่อเตะไปยังศัตรูได้",
      "typeText": "เท้า",
      "backstory": "รอยเท้าของอัศวินเหล็กปรากฏขึ้นทั่วทุกมุมของ \"จักรวรรดิ\" Glamoth ราวกับดาวตกที่สว่างโชติช่วง แต่กลับไม่อาจเดินออกมาจาก \"ความฝัน\" ที่ Titania ถักทอขึ้นมาได้เลย\\n\\nผู้คนในสาธารณรัฐ ต่างกังวลเกี่ยวกับกองทัพที่เกิดมาเพื่อทำสงคราม \"จักรวรรดิ\" ที่ไม่เคยมีอยู่จริงนั้น ซ้อนทับกับดินแดนที่ตนคุ้นเคยมากแค่ไหนกันแน่...\\n\\nราชินีได้มอบเกียรติยศ และความศรัทธาให้กับอัศวินของเธอ ส่วนอัศวินเหล็กก็ได้มอบความภักดีและคำสัญญาให้กับราชินี... มนุษย์คนใหม่กำเนิดจากห้องเพาะเลี้ยงอย่างต่อเนื่อง ก่อนจะได้รับหมายเลขและถูกมอบหมายภารกิจให้ ส่วนมนุษย์คนเก่าหลบอยู่หลังกำแพงเหล็กกล้า และเพลิดเพลินไปกับความสงบสุขที่เฝ้ารอมานาน คำโกหกถึงความสงบสุขจำเป็นต้องมีคนมาเปิดโปง และวิธีการต่อสู้ที่สั่นคลอนความเป็นมนุษย์นั้น ก็ไม่ควรจะมีอยู่บนโลกใบนี้ เมื่อหายนะจากฟากฟ้าเลือนหายไป ผู้คนที่หวาดกลัวจึงต้องทำลายผลผลิต ที่บิดเบี้ยวของสงครามให้สิ้นซาก...\\n\\nเกราะขาของอัศวินเหล็กเหยียบย่ำข้ามผ่านท้องฟ้า ตราบใดที่พวกเขาต้องการ ก็สามารถไปยังดาวดวงอื่นๆ ได้ทั้งนั้น\\n\\nแต่ทว่ากลับไม่อาจพบเจอ \"จักรวรรดิ\" ได้อีก เบื้องหน้าของอัศวินเหล็ก มีเพียงเส้นทางเดียวที่กำหนดไว้แล้วเท่านั้น ปลายด้านหนึ่งเชื่อมต่อกับความตาย ส่วนอีกด้านเชื่อมต่อกับตัวเอง"
    }
  ]
}