{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "Knight of Purity Palace",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DEF เพิ่มขึ้น <nobr>15%</nobr>",
    "4": "ปริมาณโล่ที่ผู้สวมใส่มอบให้เพิ่มขึ้น <nobr>20%</nobr>"
  },
  "pieces": [
    {
      "_id": 31031,
      "ids": [
        31031,
        41031,
        51031,
        61031
      ],
      "id": "knights_forgiving_casque",
      "name": "Knight's Forgiving Casque",
      "type": "HEAD",
      "desc": "หมวกที่มีหน้ากากคล้ายรูปปั้นเทพีแห่งการให้อภัย ใช้เพื่อปกปิดใบหน้าของตัวเอง",
      "typeText": "ศีรษะ",
      "backstory": "อัศวินศักดิ์สิทธิ์ไม่เคยถอดหน้ากากอันหนักอึ้งของตนต่อหน้าผู้อื่น ใบหน้าเคร่งขรึมและความน่าเกรงขามของ Safina ทำให้ใครก็ตามที่เห็น ต้องหวาดกลัวจนหายใจไม่ทั่วท้อง\\n\\nไม่ว่าจะเป็นปีศาจไร้มนุษยธรรมหรือนักบวชผู้บ้าคลั่ง เมื่อเผชิญหน้ากับเธอ พวกเขาก็จะแสดงความหวาดกลัวต่อความเคร่งขรึมของเธอออกมาตามสัญชาตญาณ\\n\\nมีเพียงนักบวชไม่กี่คนเท่านั้นที่รู้ว่า ภายใต้หมวกเกราะแห่งความศรัทธานั้น Safina ได้ปกปิดต้นกำเนิดที่มาจากปีศาจของตนเอาไว้ โบสถ์หวาดกลัวปีศาจ แต่ก็ปรารถนาพลังของปีศาจเช่นกัน จึงได้เกิดผลลัพธ์ที่ขัดแย้งเช่นนี้ขึ้นมา... พวกเขาจับกุมปีศาจวัยเด็กมาได้ตนหนึ่ง และเลี้ยงดูเธอให้กลายเป็น อัศวินศักดิ์สิทธิ์ผู้ห้าวหาญ แต่กลับห้ามไม่ให้เปิดเผยใบหน้าที่แท้จริงต่อหน้าผู้คน และให้เชื่อฟังเพียงคำสั่งสอนของโบสถ์ จนเธอกลายมาเป็นอัศวินศักดิ์สิทธิ์ของนักบุญหญิง\\n\\nนักบุญหญิง Vanira ผู้มีวัยไล่เลี่ยกันได้สอนพระคัมภีร์ให้กับ Safina ด้วยตัวเอง เธอยังจดจำใบหน้าของปีศาจที่อยู่ภายใต้แสงเทียนนั้นได้อย่างชัดเจน\\n\\n\"Safina ที่รัก ฉันได้เห็นใบหน้าของเธอแล้ว และฉันจะจดจำเอาไว้ตลอดไป\" นักบุญหญิง Vanira ค่อยๆ สูญเสียการมองเห็นเมื่อเติบโตขึ้น"
    },
    {
      "_id": 31032,
      "ids": [
        31032,
        41032,
        51032,
        61032
      ],
      "id": "knights_silent_oath_ring",
      "name": "Knight's Silent Oath Ring",
      "type": "HAND",
      "desc": "แหวนเงินที่ตกแต่งด้วยลวดลายของทางโบสถ์ และฝังอัญมณีที่ดูขุ่นมัวเล็กน้อยเอาไว้",
      "typeText": "มือ",
      "backstory": "สหายผู้เป็นอัศวินแห่งโบสถ์หันดาบเข้าใส่ ความน่าเกรงขามและระเบียบมารยาทค่อยๆ พังทลายลง แหวนที่สถิตคำสาบานว่าจะคุ้มครองเริ่มขุ่นมัว\\n\\nพลังที่สืบทอดมาจากจักรวาลทำให้โบสถ์มีกำลังที่จะสามารถลงโทษปีศาจร้ายได้ แต่ในขณะเดียวกัน มันก็ได้แผ่ความบ้าคลั่งที่ลดทอนความเป็นมนุษย์ออกมาด้วย\\n\\nอัศวินแห่งโบสถ์ผู้ทรมานจากความบ้าคลั่ง เริ่มแยกแยะระเบียบมารยาทและคำสั่งไม่ออกแล้ว พวกเขาเอาแต่ร่ำร้องให้ขับไล่ทายาทปีศาจทั้งหมดออกไป เพื่อเป็นการไถ่ถอนให้กับโบสถ์ ภัยคุกคามต่อนักบุญหญิงใกล้เข้ามาเรื่อยๆ Safina ไม่มีเวลาลังเลแล้ว แม้อีกฝ่ายจะเป็นผู้บัญชาการอัศวินแห่งโบสถ์วังวิสุทธิ์ เธอก็จะลงมืออย่างไม่ปรานี\\n\\nอัศวินศักดิ์สิทธิ์จะต้องปกป้องนักบุญหญิง เรื่องนี้ Safina ไม่เคยลืม\\n\\n\"Safina ที่รัก เธอไม่จำเป็นต้องรู้สึกผิดเลย เพราะจุดจบของความโลภต่อพลังแห่งเทพดารา ก็เป็นเช่นนี้เอง\" และในโบสถ์ ก็หลงเหลือเพียงนักบุญหญิงคนสุดท้าย และอัศวินผู้พิทักษ์เท่านั้น"
    },
    {
      "_id": 31033,
      "ids": [
        31033,
        41033,
        51033,
        55004,
        61033
      ],
      "id": "knights_solemn_breastplate",
      "name": "Knight's Solemn Breastplate",
      "type": "BODY",
      "desc": "ชุดเกราะสุดหนักแน่น ที่ประดับด้วยสัญลักษณ์อันโดดเด่นของโบสถ์วังวิสุทธิ์ ซึ่งข้อต่อของเกราะก็ติดกันอย่างแน่นหนา",
      "typeText": "ลำตัว",
      "backstory": "เกราะของอัศวินศักดิ์สิทธิ์จะต้องได้รับพรจากนักบุญหญิง Vanira นี่คือพิธีสาบานตนเป็นอัศวินผู้พิทักษ์\\n\\nโบสถ์เคยใช้โซ่โลหะมาล่ามที่มือและเท้าของปีศาจเด็กน้อยเอาไว้ ตอนนี้ Safina ปรารถนาที่จะหลอมโลหะจากแดนปีศาจที่ตนจากมาให้กลายเป็นชุดเกราะ หวังว่าเมื่อตายไป ตนจะได้ถูกฝังไปพร้อมกับสิ่งที่มาจากบ้านเกิด\\n\\nนักบุญหญิงแห่งโบสถ์วังวิสุทธิ์ จะชำระล้างบาปบนเกราะและอธิษฐานต่อทวยเทพด้วยความเคารพ พร้อมทั้งผนึกปาฏิหาริย์ที่มีมาช้านานไว้ที่ใจกลางอกของชุดเกราะ โบสถ์ไม่เชื่อในความภักดีของปีศาจ แต่กลับเชื่อว่าหลักคำสอนของพวกเขามีพลังในการชำระล้างทุกสรรพสิ่งได้ Safina ยังคงนิ่งเงียบ พลางครุ่นคิดถึงความรับผิดชอบที่ได้รับมอบหมายจากพิธีกรรมโบราณนี้\\n\\nนักบุญหญิงไม่เชื่อในจุดมุ่งหมายของพิธีกรรมนี้ ไม่มีสิ่งใดสามารถชำระล้างบาปที่ไม่จำเป็นต้องชำระล้างได้\\n\\n\"Safina ที่รัก หน้าที่ของอัศวินคือการปกป้องนักบุญหญิง\" Vanira พิงชุดเกราะของ Safina และฟังเสียงหัวใจที่เต้นรัวของเธอ"
    },
    {
      "_id": 31034,
      "ids": [
        31034,
        41034,
        51034,
        55005,
        61034
      ],
      "id": "knights_iron_boots_of_order",
      "name": "Knight's Iron Boots of Order",
      "type": "FOOT",
      "desc": "รองเท้าบูตมาตรฐานของผู้บัญชาการอัศวินแห่งโบสถ์วังวิสุทธิ์ ซึ่งได้สลักคำว่า \"พร้อมเพรียง\" ไว้ที่ส้นรองเท้า",
      "typeText": "เท้า",
      "backstory": "โบสถ์วังวิสุทธิ์ได้ล่มสลายลงแล้ว Safina ถอดรองเท้าเหล็กของอัศวินออก และออกเดินทางไปยังดินแดนแห่งปีศาจพร้อมกับนักบุญหญิง Vanira\\n\\nด้วยความต้องการของนักบุญหญิง Safina จึงไม่ยอมให้อัศวินแห่งโบสถ์คนใดนำพาความบ้าคลั่งออกมาจากที่แห่งนั้นได้ ความลับจะคงอยู่ในใจของพวกเธอไปตลอดกาล\\n\\nไม่รู้ตั้งแต่เมื่อใดที่ผู้คนเริ่มได้ยินข่าวลือ: ทายาทปีศาจที่ถูกโบสถ์ขับไล่มีฐานะเป็นอัศวินศักดิ์สิทธิ์ และแม่มดปีศาจก็ได้ขับไล่และทำลายคำสั่งแห่งโบสถ์... ข่าวลือกลายเป็น \"เรื่องจริง\" สาวกผู้เลื่อมใสศรัทธาได้โยนความสิ้นหวัง และความขุ่นเคืองทั้งหมดให้กับอัศวินศักดิ์สิทธิ์ และมองว่าเธอเป็นต้นเหตุของภัยพิบัติ\\n\\nหลังจากสูญเสียที่หลบภัยไป นักบุญหญิงก็แนะนำให้เดินทางกลับบ้านเกิด\\n\\n\"จากนี้ไป ฉันจะกลายเป็นแม่มด และเธอจะกลับไปเป็นปีศาจอีกครั้ง\" Safina ไม่อาจปฏิเสธคำพูดของ Vanira ได้"
    }
  ]
}