{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "Longevous Disciple",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "HP สูงสุดเพิ่มขึ้น <nobr>12%</nobr>",
    "4": "หลังจากผู้สวมใส่โดนโจมตี หรือถูกเป้าหมายฝ่ายเรา (รวมถึงผู้สวมใส่) ใช้ HP ไป อัตราคริติคอลจะเพิ่มขึ้น <nobr>8%</nobr> เป็นเวลา <nobr>2</nobr> เทิร์น โดยเอฟเฟกต์นี้จะซ้อนทับได้มากสุด <nobr>2</nobr> ชั้น"
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [31131, 41131, 51131, 61131],
      "id": "disciples_prosthetic_eye",
      "name": "Disciple's Prosthetic Eye",
      "type": "HEAD",
      "desc": "ดวงตาเทียมที่เคยเป็นของใครบางคน หลังจากที่ถูกนำออกจากร่างของเจ้าของ ตอนนี้มันก็ไม่มีประโยชน์อีกต่อไปแล้ว",
      "typeText": "ศีรษะ",
      "backstory": "ในความฝันที่มืดสลัวและแสนวุ่นวาย เธอมักจะฝันถึงแสงสว่างที่ปรากฏขึ้นอีกครั้ง จากสิ่งที่เธอได้เห็นในช่วงสองสามวันนั้น ต้นยูคาลิปตัสหลายพันไร่แกว่งไกวเบาๆ และกลีบดอกปลิวไปตามสายลม คลื่นสีครามที่ซัดสาดกระทบโขดหิน จนกลายเป็นหยกขาวกระจัดกระจาย และนกที่สยายปีกสีเงินโผบินแล้วหายเข้าไปในป่าไผ่ที่เขียวชอุ่ม\\n\\nเธอมักจะมองหาใครซักคนในความฝัน คนที่ควรจะได้ร่วมชมทิวทัศน์ที่แสนงดงามนี้ร่วมกับเธอ\\n\\nแต่สิ่งที่เธอเห็นมีเพียงเงาที่พร่ามัว เธอจำผมสั้นที่นุ่มสลวยและดวงตาที่เหมือนกับหยกดำนั้นได้อย่างชัดเจน แต่ความทรงจำกลับเลือนหายเหมือนตกอยู่ในเขาวงกต ที่ระบบประสาทได้สร้างขึ้นมา เธอมักจะสะดุ้งตื่น ก่อนที่จะได้เห็นใบหน้านั้นอย่างชัดเจนเสมอ ในจังหวะที่สะลืมสะลืออยู่นั้น เธอก็สัมผัสกับดวงตาเทียม ที่ทำให้ตนเจ็บปวดเป็นอย่างมาก พอมีตาเทียมมาช่วย เธอก็ไม่จำเป็นต้องปะติดปะต่อภาพเงาที่พร่ามัวด้วยเสียง กลิ่น และสัมผัสอีกแล้ว\\n\\n\"มันไม่มีประโยชน์อีกต่อไปแล้ว\" Emanator แห่งพินาศมลายสูญกล่าว เธอได้ยินเสียงลมเบาๆ จากพัดที่โบกสะบัด และเสียงหัวเราะของ Emanator \"อีกไม่นาน เธอก็จะได้เห็นทุกสิ่งที่อยากเห็น...ด้วยตาของเธอเอง\"\\n\\n\"นี่คือดวงตาของฉัน\" เธอหัวเราะเบาๆ \"จากนี้ไป ฉันคงไม่มีโอกาสได้เห็น ทิวทัศน์อันงดงามที่มันเคยได้เห็นอีกแล้ว\""
    },
    {
      "_id": 31132,
      "ids": [31132, 41132, 51132, 61132],
      "id": "disciples_ingenium_hand",
      "name": "Disciple's Ingenium Hand",
      "type": "HAND",
      "desc": "อวัยวะเทียมที่สร้างขึ้นมา สำหรับเผ่าพันธุ์อายุยืนยาวโดยเฉพาะ เวลาที่ใช้งาน ไม่จำเป็นต้องให้แทรกซึมเข้าไป ในร่างกายแต่อย่างใด",
      "typeText": "มือ",
      "backstory": "ทาเจลป้องกันบริเวณปลายแขนที่เจริญเติบโตไม่สมบูรณ์ จากนั้นติดเครื่องรับสัญญาณประสาทบนผิวหนังให้แน่น และปรับระดับความแน่นเพื่อยืดมือไม้เทียมเข้ากับร่างกายให้คงที่... นี่คือกิจวัตรประจำวันในตอนเช้าที่มีมาหลายร้อยปีของเธอ\\n\\nมือไม้เทียมทำให้เธอกลายเป็นจุดสนใจเกินความจำเป็น เธอไม่ต้องการสร้างปัญหาหรือขอความเห็นอกเห็นใจ\\n\\nในฐานะผู้ที่มีร่างกายบกพร่องอย่างเธอ ถึงแม้จะมีพรสวรรค์ที่หาได้ยาก และมีอำนาจตัดสินใจในหน่วยงาน แต่ก็ไม่สามารถเปลี่ยนความรู้สึกแปลกแยกในทัศนคติของผู้อื่นได้เลย: พวกที่คอยกลั่นแกล้ง ที่สุดแล้วก็จะแยกย้ายกันไปเหมือนนกที่แตกรัง ส่วนพวกคนที่แสร้งทำเป็นมีเมตตา ก็จะโฉบเฉี่ยวไปมาเหมือนแมลงวัน และชื่นชมเธอว่าเป็น \"สุดยอดแห่งคนมองไม่เห็นที่มีแขนข้างเดียวมาแต่กำเนิด\"\\n\\nเธอได้ยินอะไรแบบนี้มานับหมื่นๆ ครั้ง และมันก็ทำให้เธอรุู้สึกสะอิดสะเอียนอยู่ทุกครั้งไป ยิ่งตอนนี้ได้จ้องมองสายตาที่อ้อนวอนนั้น ก็ยิ่งทำให้รู้สึกแย่เข้าไปอีก\\n\\nเธอวางมือซ้ายลงบนเตาร้อนๆ อย่างไม่รู้ตัว ทันใดนั้นก็เกิดความเจ็บปวดอย่างรุนแรง เธอจึงรีบชักมือออก และรอยแผลไหม้ที่ฝ่ามือก็หายสนิทอย่างรวดเร็ว\\n\\n\"บางทีฉันก็รู้สึกว่ามือที่ทำจากไม้อันเดิมยังมีประโยชน์กว่าซะอีก\""
    },
    {
      "_id": 31133,
      "ids": [31133, 41133, 51133, 61133],
      "id": "disciples_dewy_feather_garb",
      "name": "Disciple's Dewy Feather Garb",
      "type": "BODY",
      "desc": "เสื้อขนนกที่ทำขึ้นตามตำราโบราณ มันอาจจะเป็นของปีศาจแห่งนิรันดร์ หรือเป็นของผู้กอบกู้ผู้คนนับหมื่นก็ได้",
      "typeText": "ลำตัว",
      "backstory": "การค้นหาข้อมูลในเศษเสี้ยวทางประวัติศาสตร์ที่หลงเหลืออยู่นั้น เป็นเรื่องที่ยากมากสำหรับผู้บกพร่องทางสายตา เพื่อนของเธออ่านข้อความโบราณจำนวนมหาศาลให้เธอฟัง ในขณะที่เธอเรียบเรียงและจับใจความ เพื่อสำรวจความลึกลับที่อยู่ในนั้น\\n\\nในฐานะอัจฉริยะ เธอจึงจำข้อความส่วนใหญ่ได้ในการฟังเพียงครั้งเดียว แต่เธอกลับฟังเรื่องราวแปลกๆ เกี่ยวกับ \"แม่มดในเสื้อคลุมขนนก\" ที่พบในกองเอกสารโบราณซ้ำแล้วซ้ำเล่าอย่างไม่มีเบื่อ\\n\\nตำนานเล่าว่า เจ้าของแดนสนธยาคนหนึ่งได้ช่วยคู่หูของตน ด้วยการเปลี่ยนให้กลายเป็นนกและทำให้เป็นอมตะ แต่สุดท้ายเธอกลับทนเสียงเรียกร้องของนกไม่ไหว จึงกลายร่างเป็นนกและคอยบินอยู่เคียงข้างกัน เมื่อวันเวลาผ่านไป เจ้าของแดนสนธยาคนนั้น ก็เริ่มสับสนและสูญเสียร่างที่แท้จริงของเธอไป และได้กลายมาเป็นสัตว์ประหลาดกึ่งมีขนกึ่งมนุษย์ เมื่อผู้ที่อยู่ในการปกครองของเธอบุกเข้ามาในวัง และแทงเธอด้วยหอกและลูกธนูเพลิง นกทั้งสองจึงได้ร่วมกันร้องเพลงอาลัย และกลายเป็นเถ้าถ่านไปพร้อมกัน\\n\\nเธอชอบนิทานเรื่องนี้ จึงนำมวลสารของนกมาแปลงในเตาเล่นแร่แปรธาตุ และสั่งให้คนทอเสื้อขนนกสุดหรูขึ้นมา เธอมองไม่เห็นความสวยงามของเสื้อขนนก แต่เธอชอบสวมมันและเดินไปรอบๆ บ้าน... นั่นก็เพื่อใส่ให้คนที่จากไปแล้วได้เห็น\\n\\nเวลาที่เสื้อคลุมพลิ้วไหว เธอมักจะรู้สึกว่า วิญญาณที่เหมือนนกกำลังโบยบินผ่านมือและไหล่ของเธอ และไม่เคยจากไปไหน"
    },
    {
      "_id": 31134,
      "ids": [31134, 41134, 51134, 61134],
      "id": "disciples_celestial_silk_sandals",
      "name": "Disciple's Celestial Silk Sandals",
      "type": "FOOT",
      "desc": "รองเท้าผ้าไหมที่พื้นรองเท้าราวกับปีกจักจั่น เจ้าของคงจะไม่ได้เดินด้วยสองขา มานานแล้วแน่ๆ",
      "typeText": "เท้า",
      "backstory": "ทุกครั้งที่เธอหลุดจากการควบคุมของพื้นดิน และลอยขึ้นไปบนท้องฟ้า เพื่อแสดงให้เหล่าสาวกเห็นถึงร่องรอยแห่งเทพ เธอก็มักจะนึกถึงตำนานปรัมปราโบราณโดยไม่รู้ตัว...\\n\\n\"มีผู้ฝึกตนที่ฝึกจนสำเร็จเดินเยื้องย่างอยู่บนโลก พวกเขาพยายามดูดซับกลิ่นอายจากกระแสพลังของโลก เพื่อแสดงถึงเส้นทางแห่งเทพ จนทำให้เกิดการเปลี่ยนแปลงนับไม่ถ้วน และทุกอย่างล้วนเป็นจริง ผู้ฝึกตนพยายามที่จะขึ้นไปบนท้องฟ้า เพื่อไปอยู่ระดับเดียวกับดวงดาว แต่กลับพบว่าตัวเองได้ออกห่างจากกระแสพลังของโลกไปนานแล้ว และในที่สุดก็ตกลงสู่ก้นบึ้งแห่งความตาย\"\\n\\nแต่สถานการณ์ในปัจจุบันนั้นต่างออกไป เธอคิดว่า จริงๆ แล้ว Xianzhou ไม่มีราก แต่เป็น Ambrosial Arbor ที่ทำให้มีระบบรากขึ้นมา และทำให้สามารถอยู่ร่วมกับเจ้าแห่งความเฟื่องฟูได้ อีกทั้งยังเชื่อมโยงกับดินแดนบริสุทธิ์อันไร้ขอบเขตที่ Yaoshi ได้สัญญาไว้ แต่ตอนนี้เหล่าคนทรยศ ได้ตัดการเชื่อมต่อสู่หนทางแห่งเทพ และทำให้ Xianzhou กลายเป็นเกาะที่ไม่มั่นคงอีกครั้ง\\n\\nดินแดนจอมปลอมใน Xianzhou ไม่สามารถมอบพลังให้กับเธอได้ ระบบรากที่เธอเสาะหาไม่ได้อยู่ใต้ฝ่าเท้าของเธอ แต่อยู่ระหว่างสวรรค์และเหวลึก เธอจะนำพาเหล่าสาวกไปฟื้นฟู \"Ambrosial Arbor\" ให้ถือกำเนิดขึ้นอีกครั้ง เพื่อโอบกอดความเมตตาสูงสุดแห่งความเฟื่องฟู\\n\\nเธอสวมใส่รองเท้าผ้าไหมบางเบา และล่องลอยอยู่เหนือผู้คนนับพัน เธอประกาศด้วยเสียงอันดังก้อง: \"ทุกท่าน เมื่อพวกคุณมองมาที่ฉัน สิ่งที่เห็นนั้นไม่ใช่ฉัน แต่เป็นตำแหน่งบนท้องฟ้าที่ควรเป็นของพวกคุณต่างหากเล่า\""
    }
  ]
}
