{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "Lushaka, the Sunken Seas",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้อัตราการฟื้นฟูพลังงานของผู้สวมใส่ เพิ่มขึ้น <nobr>5%</nobr> หากผู้สวมใส่ ไม่ใช่ตัวละครตัวแรกในการจัดทีม จะทำให้ ATK ของตัวละครตัวแรกในการจัดทีม เพิ่มขึ้น <nobr>12%</nobr>"
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "lushakas_waterscape",
      "name": "Lushaka's Waterscape",
      "type": "NECK",
      "desc": "สิ่งที่อยู่ในมิติระนาบเป็นเมืองส่วนหนึ่ง ที่จมอยู่ใต้โลกมหาสมุทรของ Lushaka น้ำทะเลที่สูงขึ้นเรื่อยๆ ได้ถมทับเมืองจนมิด จนเหลือเพียง \"นครเรือ\" ขนาดยักษ์ที่พาเหล่าลูกเรือลอยล่องไปในทะเล และค้นหาทิศทางการเดินทางครั้งถัดไป",
      "typeText": "Planar Sphere",
      "backstory": "ในบรรดาดาวเคราะห์ที่ขาดแคลนทรัพยากรน้ำ สีฟ้าบริสุทธิ์ของ Lushaka เรียกได้ว่าเป็นที่หมายปองของระบบดวงดาว Przesmir เลยทีเดียว น้ำทะเลของที่นี่เปรียบเสมือนเปลนอนของมารดาแห่งมหาสมุทร สรรพสิ่งถือกำเนิดจากที่แห่งนี้ และอยู่ภายใต้การกำหนด การควบคุม และกับดักของเธอ... จนกว่าหมดหนทางหนี\\n\\nช่วงอรุณรุ่ง รองกัปตัน \"นครเรือ\" เดินมาเคาะประตูห้องกัปตันเบาๆ ในห้องโดยสารแปะรูปนิเวศวิทยาของหมู่เกาะยุคเก่าทั้ง <unbreak>37</unbreak> แห่งเอาไว้ มันคือความโหยหาที่ทุกคนมีต่อผืนแผ่นดิน... อุกกาบาตจากนอกโลกกำลังกระจายตัวไปทั่วมหาสมุทรของดาว Lushaka คล้ายกำลังทำตามปรารถนาอันแน่วแน่บางอย่าง คลื่นนับไม่ถ้วนโหมซัดจนทำให้บ้านเกิดจมดิ่งอยู่ใต้ผืนน้ำ และหลงเหลือเพียงผืนฟ้าสีคราม... รองกัปตันปลุกกัปตันที่กำลังหลับใหลให้ตื่นขึ้น ท้องทะเลอาบย้อมไปด้วยแสงสีทองอร่าม และการเดินทางในวันใหม่ของ \"นครเรือ\" ก็ได้เริ่มขึ้นอีกครั้ง\\n\\nกองเรือสอดแนมมารวมตัวกันยังศูนย์กลางจัตุรัส แล้วยิงธนูไปยังอาคารใหญ่ยักษ์ที่เคยเป็นห้างสรรพสินค้ามาก่อน ลูกธนูยึดเข้ากับชายคาหน้าต่างอย่างแน่นหนา และก่อนที่ระฆังดำน้ำจะมาถึง ฝูงปลาจำนวนนับไม่ถ้วนที่ตื่นตระหนก ก็พากันหนีออกมาจากชั้นวางของในซากห้างสรรพสินค้าร้างแห่งนั้น\\n\\nช่วงบ่าย เหล่านักวิชาการพากันเดินออกจากระฆังดำน้ำ พวกเขาว่ายผ่านร้านหนังสือโดยไม่มีทีท่าจะแวะหยุด ถึงอย่างไร น้ำหมึกในหนังสือก็เลือนราง จนไม่สามารถอ่านได้อีกแล้ว เป้าหมายของพวกเขา คือของจำพวกครั่งหรือพลาสติกมาโดยตลอด ซึ่งหลังจากทำความสะอาดง่ายๆ แล้ว ก็จะพบข้อมูลเก่าๆ จากในนั้นได้ การดำน้ำสำรวจวัตถุโบราณแบบนี้ไม่ใช่เรื่องยาก ผู้เก็บกวาดเหลียวซ้ายแลขวา พลางสะบัดอาวุธเหล็กไปมา เพื่อให้มั่นใจว่าพวกนักล่าฟันแหลมคมเหล่านั้น จะไม่เข้ามายุ่งกับเรื่องนี้ บางครั้งผู้คนก็ได้เผชิญหน้ากับสิ่งมีชีวิตใต้น้ำลึก แต่ต่างฝ่ายต่างก็ไม่สนใจใคร และง่วนอยู่กับการเก็บกวาดตักตวงของตัวเองเท่านั้น... เมื่อเทียบกับกระป๋องบุบๆ นั่นแล้ว ผู้เก็บกวาดต้องการค้นหาเมล็ดพันธุ์ เครื่องปรุงรส หรือเครื่องดื่มแอลกอฮอล์มากกว่า\\n\\nเมื่อออกซิเจนที่กักตุนไว้ลดลง กิจกรรมสำรวจใต้น้ำที่แสนคร่ำเคร่งนี้ ก็กำลังจะสิ้นสุด เมื่อหันกลับไปมองใต้น้ำ ปลายักษ์ก็ได้แหวกว่ายมาถึงใจกลางเมืองแล้ว สิ่งมีชีวิตใต้น้ำพลันตื่นตระหนก แล้วพากันกลั้นหายใจ หันหน้าเข้าหากำแพง และซ่อนตัวอยู่ในโพรงลับทันที พวกเขาต่างก็คุ้นชินกับการใช้ประโยชน์จากป่าเหล็กใต้น้ำกันแล้ว\\n\\nในช่วงค่ำ หลังจากที่ฝนหยุดตก แต่ละแห่งของนครเรือก็พากันปล่อยเสียงแตร เพื่อขับไล่นกโจรสลัดที่อยู่รอบๆ พวกเขานำผลงานที่ได้ขึ้นมาวางบนดาดฟ้าเรือ เพื่อแจกจ่ายให้กับทุกๆ คนบนนครเรือแห่งนี้ ท่ามกลางกระแสคลื่นปั่นป่วนในคืนมืดมิด แสงไฟจากหอสัญญาณไฟยังคงสว่างไสว ชาว Luvian เต้นรำรอบเสาไฟ และหลงลืมวันพรุ่งนี้ที่จะมาถึงไปจนสิ้น พลางบอกเล่าเกียรติยศของวันนี้ผ่านเพลงชาวเรือ และหวนรำลึกถึงวันวานที่แสนวิเศษผ่านทำนองของท้องทะเล กัปตันหยิบเข็มทิศเดินเรือออกมา เขามองไปตามทิศทางของเข็มทิศ และรู้ว่าที่นั่นคือบ้านเกิดที่ค่อยๆ เปลี่ยนเป็นไม่คุ้นเคย และที่นั่น ก็ยังคงมีคนที่เฝ้ารอครอบครัวให้กลับไปอยู่\\n\\nในช่วงเที่ยงคืน เรือยักษ์ดับไฟทุกแห่งบนเรือ และเคลื่อนตัวเงียบๆ อยู่บนท้องทะเล พวกเขาได้รับความสงบสุขแล้วจริงๆ หรือ? หรือว่าเพียงแค่ใช้รอยยิ้มปกปิดหยดน้ำตาที่รินไหลไปกับน้ำทะเลกันแน่?\\n\\nเมื่อผ่านคืนนี้ไป นครสีฟ้าแห่งนี้ก็จะยังคงเหมือนเดิม"
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "lushakas_twinlanes",
      "name": "Lushaka's Twinlanes",
      "type": "OBJECT",
      "desc": "ภายในเส้นขอบฟ้าไร้ขอบเขต แม้จะเป็นเพียงร่องรอยตื้นๆ ก็เพียงพอที่จะทำลายความเงียบงันนี้ได้แล้ว เส้นทางเดินเรือ ได้จารึกประวัติศาสตร์ของนักเดินเรือเอาไว้ ในขณะที่สิ่งมีชีวิตแห่งสายน้ำ ก็ไล่ตามความหวังไปตามกระแสธาร",
      "typeText": "Link Rope",
      "backstory": "สำหรับสิ่งมีชีวิตใต้น้ำ โลกเหนือผิวน้ำนั้น เป็นพื้นที่ที่ไม่คุ้นเคยและอันตราย แต่นั่นก็เป็นภาพจำเมื่อนานมาแล้ว เพราะถึงอย่างไร สิ่งที่เคยอยู่เหนือผิวน้ำเหล่านั้น ก็ได้จมลงสู่ใต้ผืนน้ำสีครามจนหมดสิ้น\\n\\nสิ่งมีชีวิตบนบกและสิ่งมีชีวิตใต้น้ำของ Lushaka มีความเกี่ยวโยงกันอย่างแนบแน่น แต่ก็ไม่คุ้นเคยกันเสียทีเดียว พวกเขาคิดว่าการได้พบกับสิ่งมีชีวิตใต้น้ำ ในระหว่างการสำรวจน่านน้ำลึกนั้นเป็นเรื่องโชคดี และบรรยายว่านี่เป็นสิ่งมีชีวิตที่สวยงามและลึกลับ สิ่งมีชีวิตใต้น้ำมีม่านปีกสีฟ้าครามและดวงตาดำขลับ เส้นเสียงที่มีเอกลักษณ์นั้น สามารถเปล่งเสียงที่ราวกับเสียงสวรรค์ออกมาได้ ตามเรื่องราวที่เล่าต่อกันมาจากนักสำรวจทะเลลึก สิ่งมีชีวิตเหล่านี้มักจะคอยติดตามอยู่ข้างมังกรทะเล และอาศัยอยู่ในเมืองสีเงินใต้ทะเลลึก... สิ่งมีชีวิตใต้น้ำที่อยู่ระหว่างความเป็นจริงและตำนาน ช่างดูสุขสงบและมีชีวิตชีวายิ่งนัก\\n\\nแต่ในอดีตที่ถูกผืนทะเลทับถม คำที่ใช้เปรียบเปรยพวกเขากลับเป็น... \"ชาว Edar อสูรร้ายใต้ท้องทะเล\"\\n\\nสมัยก่อนชาว Edar เคยทำสงครามเพื่อความอยู่รอดกับสิ่งมีชีวิตบนบกอย่างดุเดือด ภาพเลือดอาบย้อมทะเลจนเป็นสีแดงสด เป็นภาพที่ไม่ว่าใคร ก็ไม่สามารถแสร้งทำเป็นมองไม่เห็นได้ ตอนแรก เด็กๆ ชาว Edar ถูกมองว่าเป็นปลา หลังจากนั้น สิ่งมีชีวิตบนบกก็ถูกเสียงเพลงของชาว Edar ล่อลวงลงสู่ใต้ผืนน้ำ จนจมดิ่งและเสียชีวิต ทั้งสองสายพันธุ์ เคยเป็นทั้งนักล่าและเหยื่อในน่านน้ำอันกว้างใหญ่ จากนั้นก็ตามมาด้วยการปะทะกันของคมอาวุธและสมอเรือ พร้อมกับสงครามระหว่างอสูรแห่งท้องทะเลและกระสุนปืนใหญ่ สงครามบนบกและใต้น้ำยืดเยื้อยาวนาน จนกระทั่งปะการังแตกร้าวภายใต้แสงแดดร้อนระอุ หลังจากผ่านไปเป็นเวลานาน เหล่านักวิชาการบนนครเรือก็เข้าใจแล้วว่า Cancer of All Worlds ได้รับปากที่จะมอบอนาคตให้กับ Lushaka มานานแล้ว... เพียงแต่คำสัญญาเหล่านั้น เป็นของสิ่งมีชีวิตใต้น้ำตนหนึ่งที่ต้องสูญเสียบ้านเกิด ซึ่งเธอก็ได้สาปแช่งตัวการของฝันร้ายนี้ ด้วยเสียงกรีดร้องอันเงียบงัน\\n\\nเรื่องราวในอดีตเหล่านั้น ถูกฝังอยู่ในคอนกรีตเหล็กใต้หมู่เกาะปะการังทะเลลึก เหมือนดังหมอกควัน ที่ไม่มีใครล่วงรู้\\n\\nตั้งแต่นั้นมา เมืองและผืนดินก็ได้จมอยู่ใต้ท้องทะเลอันกว้างใหญ่ ความขัดแย้งและสงครามเลือดก็ดำดิ่งลงสู่ก้นทะเล ไปพร้อมกับประวัติศาสตร์และอารยธรรมด้วยเช่นกัน เพื่อเลี่ยงแรงดันจากทะเลลึก เหล่าสิ่งมีชีวิตใต้ทะเล จึงพากันอพยพไปสู่ผืนน้ำด้านบนอย่างต่อเนื่อง และถูกบังคับให้เข้าไปอยู่ในตึกอาคาร ที่เคยเป็นแหล่งอาศัยของสิ่งมีชีวิตบนบก พลางสำรวจภาพความทรงจำของรอยยิ้มและหยดน้ำตา... พวกเธอรู้ว่า เสียงเหนือผิวน้ำนั้นแทบจะไม่หลงเหลืออยู่แล้ว และสีฟ้าครามก็เป็นพวกเธอเท่านั้น เพียงแต่ความเงียบสงบนี้ มันออกจะอึดอัดเสียเหลือเกิน\\n\\nเมื่อเห็นปีกสีฟ้าบางๆ ปรากฏขึ้นระหว่างการเดินทาง ผู้ขับร้องบนนครเรือก็มักจะขับขานบทเพลงอันไพเราะขึ้นมา...\\n\\n\"พวกเธอเดินตามร่องรอยการเดินเรือ ไล่ล่าหอคอยแห่งแสงและลมพายุ เพียงเพื่อแสวงหาพื้นที่สีครามบริสุทธิ์กลับคืน\""
    }
  ]
}