{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "Messenger Traversing Hackerspace",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ความเร็วเพิ่มขึ้น <nobr>6%</nobr>",
    "4": "เมื่อผู้สวมใส่ใช้ท่าไม้ตายกับเป้าหมายฝ่ายเรา ความเร็วของฝ่ายเราทั้งหมด จะเพิ่มขึ้น <nobr>12%</nobr> เป็นเวลา <nobr>1</nobr> เทิร์น โดยเอฟเฟกต์นี้ไม่สามารถซ้อนทับได้"
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [
        31141,
        41141,
        51141,
        61141
      ],
      "id": "messengers_holovisor",
      "name": "Messenger's Holovisor",
      "type": "HEAD",
      "desc": "รูปร่างเหมือนแว่นตาเล่นสกี ที่ไม่เพียงป้องกันแสงสะท้อนเท่านั้น แต่ยังสามารถใช้รับชมสตรีมมนุษย์เสมือนจริงได้อีกด้วย",
      "typeText": "ศีรษะ",
      "backstory": "เพื่อหลบเลี่ยงกองสายตรวจส่วนตัวของกลุ่มผู้มีอำนาจ ผู้ส่งสารของเมืองสำราญราตรีจึงมักจะเดินทางข้ามเมือง ด้วยเส้นทางกลางอากาศที่มีความปลอดภัยค่อนข้างต่ำ\\n\\nพวกเขาชอบเคี้ยวหมากฝรั่งราคาถูก สวมแว่นโฮโลแกรมดัดแปลง และสแกนเมืองแห่งไซเบอร์ทั้งเมือง\\n\\nแว่นโฮโลแกรมจะฉายข้อมูลของเมืองไปยังเยื่อจอรับภาพโดยตรง เปลี่ยนเส้นทางที่เป็นไปไม่ได้ให้เป็นทางเดินกลางอากาศของผู้ส่งสาร: หลังคาอาคาร เครื่องปรับอากาศ ป้ายโฆษณา ปั้นจั่น... แม้แต่โดรนขนส่งก็สามารถกลายมาเป็นส่วนหนึ่งของทางเดินได้ ดังนั้นเหล่าผู้ส่งสารจะต้องมีทักษะพอสมควร ไม่เช่นนั้น ความผิดพลาดเพียงก้าวเดียวอาจนำไปสู่ความสูญเสียได้\\n\\n\"มีเจ้าบื้อบางคนแฮ็กแว่นโฮโลแกรมจนดับแบบไม่เลือกหน้า แล้วตอนนั้นฉันก็กำลังลอยอยู่กลางอากาศ ตอนตกลงมาที่พื้นเป็นอะไรที่แย่สุดๆ เลย\"\\n\\nแว่นโฮโลแกรม \"เป็ดเหลือง\" นี้เป็นรุ่นเก่าที่เลิกผลิตไปแล้ว ซึ่งว่ากันว่ามีราคาสูงมากในหมู่ผู้ที่ชื่นชอบ"
    },
    {
      "_id": 31142,
      "ids": [
        31142,
        41142,
        51142,
        61142
      ],
      "id": "messengers_transformative_arm",
      "name": "Messenger's Transformative Arm",
      "type": "HAND",
      "desc": "แขนเทียมไซเบอร์เนติกส์ ที่สามารถถอดประกอบได้ตามต้องการ และข้อนิ้วมือยังสามารถยิงได้ เหมือนกับกระสุนอีกด้วย",
      "typeText": "มือ",
      "backstory": "ไม่ใช่ผู้ส่งสารทุกคนที่จะมีแขนเทียมไซเบอร์เนติกส์ แต่ผู้ที่มี มักจะมีความปรารถนาอย่างแรงกล้าที่จะทำการดัดแปลง ถึงยังไง ก็ไม่มีใครยอมรับได้ว่าตัวเองมีแขนเทียมไซเบอร์เนติกส์ที่เหมือนกับคนอื่น\\n\\nชาวเมืองสำราญราตรีต่างหมกมุ่นอยู่กับอวัยวะเทียมไซเบอร์เนติกส์นี้ และด้วยกฎหมายของเมืองที่มีข้อจำกัด จึงทำได้เพียงแนะนำไม่ให้ผู้คนหมกมุ่นกับการดัดแปลงจนเกินไป\\n\\nการดัดแปลงมาตรฐานที่ลงทะเบียนในเมืองสำราญราตรีนั้นมีเพียง 3 หมวดหมู่หลัก โดยแบ่งเป็น <unbreak>18</unbreak> ประเภทด้วยกัน ซึ่งเห็นได้ชัดว่าไม่เพียงพอสำหรับบรรดาผู้ส่งสารจอมดื้อรั้น ที่ลงทุนด้วยเงินเดือนจำนวนมหาศาล ไปกับการออกแบบที่แปลกประหลาด เช่น ต้องการให้เครื่องแปลงสัญญาณอิเล็กทรอนิกส์บนแขนเทียม สามารถปล่อยสายฟ้าได้ หรือต้องการให้มือเทียมเป็นเหมือนขีปนาวุธ... และการออกแบบก็ยิ่งเกินเรื่องขึ้นไปเรื่อยๆ จนทำให้ค่าขนส่งของผู้ส่งสารนั้นพุ่งสูงขึ้น\\n\\n\"ผู้ส่งสารเหล่านี้ทำงานเพื่อปกป้องข้อมูล หรือทำงานเพื่อค่าขนส่งที่สูงลิ่วอยู่กันแน่?\"\\n\\nแขนเทียม \"เป็ดเหลือง\" นี้ได้รับการดัดแปลงมาเป็นพิเศษ ข้อต่อแต่ละนิ้วสามารถหมุนได้อย่างรวดเร็ว และสามารถยิงได้เหมือนลูกกระสุน"
    },
    {
      "_id": 31143,
      "ids": [
        31143,
        41143,
        51143,
        61143
      ],
      "id": "messengers_secret_satchel",
      "name": "Messenger's Secret Satchel",
      "type": "BODY",
      "desc": "กระเป๋าสะพายสุดทันสมัยของผู้ส่งสาร เมื่อเพิ่มเครื่องประดับต่างๆ เข้าไป ก็ยิ่งทำให้ดูน่ารักขึ้นไปอีก",
      "typeText": "ลำตัว",
      "backstory": "กลุ่มนายทุนของเมืองสำราญราตรีจะคอยตรวจสอบ กระแสข้อมูลทั้งหมดในเมือง พวกเขาคุ้นเคยกับการใช้การผูกขาดข้อมูลเพื่อรักษาตำแหน่งนายทุน ที่มีอำนาจเอาไว้ ใครก็ตามที่พยายามโค่นล้มพวกเขา จะถูกกฎการรักษาความปลอดภัยเล่นงาน\\n\\nผู้คนเคยประท้วงต่อต้านกันมาก่อน ดังนั้นกลุ่มนายทุนจึงรับปากว่าจะอำนวยความสะดวกให้กับพวกเขา และในไม่ช้า ผู้คนก็ได้ละทิ้ง \"ความเป็นส่วนตัว\" ไป\\n\\nไม่ว่าจะในสถานการณ์จริงหรือเสมือนจริง และไม่ว่าจะเป็นข้อมูลที่มีประโยชน์หรือไม่ บรรดากลุ่มนายทุนก็จะเก็บรวบรวมข้อมูลเหล่านั้นอย่างละโมบ และด้วยเหตุนี้เอง กระเป๋าสะพายของเหล่าผู้ส่งสาร จึงกลายมาเป็นป้อมปราการสุดท้ายของ \"ความเป็นส่วนตัว\" กระเป๋าสะพายนั้นมีขนาดเล็กและเบา สามารถใส่ได้เพียงชิปหรือเอกสารเท่านั้น อย่างไรก็ตาม จุดบอดของข้อมูลชิ้นเล็กเหล่านี้ต่างหาก ที่รับประกันถึง \"ความเป็นอิสระของข้อมูล\" ที่เหลืออยู่ในเมืองสำราญราตรี\\n\\n\"ทำไมในเมืองสำราญราตรีแห่งนี้ ถึงยังมีคนใช้ช่องทางอื่นที่นอกเหนือจากเครือข่าย ในการส่งข้อมูลอยู่อีก? พวกผู้ส่งสารเองก็อยากรู้เหมือนกัน\"\\n\\nกระเป๋าสะพาย \"เป็ดเหลือง\" รุ่นลิมิเต็ดนี้อาจจะค่อนข้างเก่าไปบ้าง แต่เครื่องประดับต่างๆ ของมันทำให้ดูทันสมัยอยู่เสมอ"
    },
    {
      "_id": 31144,
      "ids": [
        31144,
        41144,
        51144,
        61144
      ],
      "id": "messengers_parkool_sneakers",
      "name": "Messenger's Par-kool Sneakers",
      "type": "FOOT",
      "desc": "รองเท้าที่สามารถใช้สำหรับกิจกรรมวิ่ง และปีนป่ายสิ่งกีดขวางต่างๆ ได้ มันสวมใส่ได้สบาย และนั่นคือทั้งหมดที่ต้องการ",
      "typeText": "เท้า",
      "backstory": "อดีตผู้ส่งสารของเมืองสำราญราตรีจะโยนรองเท้าผ้าใบทิ้งไปที่หนึ่ง แล้วจากไปหลังจากที่นิ่งเงียบอยู่ชั่วขณะ โดยเหล่าผู้ส่งสารส่วนใหญ่จะไม่ทิ้งชื่อและร่องรอยไว้ในเมืองแห่งนี้ ซึ่งพฤติกรรมเช่นนี้ เป็นแค่ตัวโน้ตจบเพลงตามความพอใจของตัวเองเท่านั้น\\n\\nเหล่าผู้ส่งสารยากจะบอกได้ว่า \"ลักษณะของผู้ส่งสาร\" เริ่มเปลี่ยนไปตั้งแต่เมื่อไหร่ และพวกเขาก็ได้กลายเป็นคนแบบที่ตัวเองเกลียดชังที่สุดแล้วด้วย\\n\\n\"ข้อมูลอิสระ\" ที่ผู้ส่งสารได้ปกป้องไว้ กลับกลายเป็นการผูกขาดโดยไม่รู้ตัว ความเสี่ยงที่ผู้ส่งสารต้องเผชิญ ก็กลายเป็นป้ายราคาไปโดยไม่รู้ตัว และผู้ส่งสารก็กลายเป็นผู้สมรู้ร่วมคิดของคนร้าย โดยไม่รู้ตัวด้วยเช่นกัน... กลุ่มนายทุนไม่สามารถทำลายพวกเขา แต่อุดมคติที่ไม่รู้จักโตต่างหาก ที่เป็นฝ่ายทรยศผู้ส่งสาร และก่อนที่ทุกอย่างจะควบคุมไม่ได้ เหล่าผู้ส่งสารก็ได้มารวมตัวกัน เพื่อกล่าวคำอำลาต่อชีวิตแห่งการวิ่งวุ่นและรีบเร่ง\\n\\n\"บางที ผู้ส่งสารก็ควรจะหยุดเพียงแค่นี้ ปล่อยให้ทุกคนได้เห็นความจริงของเมืองแห่งนี้ และให้นักปรับปรุงที่แท้จริงมาดำเนินการต่อแทน\"\\n\\nนี่คือรองเท้า \"เป็ดเหลือง\" ที่ถูกทิ้งไว้ข้างทาง เหล่าผู้ส่งสารของเมืองสำราญราตรี ได้กลายเป็นเพียงตำนานของอดีตไปแล้ว"
    }
  ]
}