{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "Musketeer of Wild Wheat",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATK เพิ่มขึ้น <nobr>12%</nobr>",
    "4": "ความเร็วของผู้สวมใส่เพิ่มขึ้น <nobr>6%</nobr> และ DMG จากการโจมตีปกติเพิ่มขึ้น <nobr>10%</nobr>"
  },
  "pieces": [
    {
      "_id": 31021,
      "ids": [
        31021,
        41021,
        51021,
        61021
      ],
      "id": "musketeers_wild_wheat_felt_hat",
      "name": "Musketeer's Wild Wheat Felt Hat",
      "type": "HEAD",
      "desc": "หมวกสักหลาดสไตล์คาวบอย ที่ตกแต่งด้วยข้าวสาลีป่า สัญลักษณ์ของ Oakley มือปืนในตำนาน",
      "typeText": "ศีรษะ",
      "backstory": "หมวกสักหลาดของ Oakley นั้นสืบทอดมาจากพ่อผู้ล่วงลับไปแล้ว เธอชอบประดับตกแต่งหมวกด้วยต้นข้าวสาลีป่าเพื่อทำให้ดูน่ารักยิ่งขึ้น พวกนักล่าเงินรางวัลมักจะสร้างสัญลักษณ์ของตัวเองขึ้นมา ทั้งโดยตั้งใจและไม่ตั้งใจ เพื่อหวังว่าจะมันเป็นฉากเปิดของตำนาน ที่หลงเหลือไว้ให้กับคนรุ่นหลัง\\n\\nองค์กรสันติภาพแห่งดวงดาวใช้เงินรางวัลเป็นตัวล่อให้ผู้ที่เก่งกาจมากความสามารถออกตามล่าโจรสลัดอวกาศ แต่ Oakley ที่ชื่นชอบการอยู่เพียงลำพัง มักจะเลือกไปยังเขตแดนรกร้างห่างไกลที่ยากลำบากแทน\\n\\nเธอผ่านคืนวันอันร้อนแรงแผดเผา และค่ำคืนอันหนาวเหน็บ ระหว่างการเดินทางเพียงลำพัง Oakley จะใช้หมวกมาหนุนนอนเป็นหมอน พร้อมทอดกายนอนข้างกองไฟ และเข้าสู่ห้วงนิทราไปอย่างเงียบๆ ความฝันของเธอมักจะเปิดฉากด้วยภาพของมือปืนปริศนา ที่เรียกตัวเองว่านักล่าค่าหัวจากแดนไกล เขามีรูปร่างผอมบาง แต่แววตาคมกริบ มือปืนท้าประลองกับพ่อของ Oakley ในยามเที่ยงวัน เมื่อเสียงปืนดังขึ้นและหมวกสักหลาดร่วงหล่น พ่อของเธอก็ล้มลงกับพื้น จากนั้นเสียงกรีดร้องของแม่ก็ดังขึ้น...\\n\\nOakley ตัวน้อยจ้องมองมือปืนปริศนาอย่างเลื่อนลอย การเคลื่อนไหวของคนคนนั้นรวดเร็วและจบทุกอย่างได้ในพริบตาเดียว พ่อของเธอไม่มีโอกาสเอาชนะได้เลย\\n\\nOakley ตื่นขึ้นจากฝัน บนหมวกสักหลาดมีร่องรอยของคราบน้ำตา สาเหตุที่ Oakley ตัวน้อยเริ่มฝึกใช้ปืน ก็เพราะอยากจะได้หมวกสุดเท่ของพ่อนั่นเอง"
    },
    {
      "_id": 31022,
      "ids": [
        31022,
        41022,
        51022,
        61022
      ],
      "id": "musketeers_coarse_leather_gloves",
      "name": "Musketeer's Coarse Leather Gloves",
      "type": "HAND",
      "desc": "ถุงมือหนังที่ตัวหนังมีรอยแตกลอก โดยเฉพาะหนังบริเวณที่ถือปืนจะมีรอยเยอะเป็นพิเศษ",
      "typeText": "มือ",
      "backstory": "ในวัยเด็ก Oakley ฝึกฝนอย่างไม่รู้จักเหน็ดเหนื่อย เธอฝึกยิงปืนในไร่ตั้งแต่เช้าจรดค่ำ บางครั้งพ่อก็ตกตะลึงในพรสวรรค์ของเธอ แต่บางครั้งก็เป็นกังวลกับเส้นทางสายมือปืนของเธอเช่นกัน\\n\\nมีแต่แม่ที่สงสารมือขาวๆ เล็กๆ คู่นั้นจับใจ ทั้งยังตำหนิผู้เป็นพ่อว่าไม่ควรสอนให้ลูกสาวยิงปืน\\n\\nหลังจบการดวลครั้งนั้น จนกระทั่งทำภารกิจล่าค่าหัวครั้งแรกสำเร็จ และมีชื่อเสียงขจรไกลในเวลาต่อมา ไม่ว่าตอนไหน Oakley ก็ยังคงถือปืนด้วยถุงมือคู่เก่าที่สวมมาหลายปีเสมอ เหล่านักล่าเงินรางวัลคนอื่นๆ ไม่เข้าใจความยึดติดที่เธอมีต่อถุงมือคู่นี้ ซึ่งเรื่องนี้มีแค่เธอเท่านั้น ที่เข้าใจถึงอารมณ์ซับซ้อนของมันเป็นอย่างดี เพราะมันคือของขวัญอำลาที่แม่มอบให้เธอนั่นเอง\\n\\nแม่ที่หัวแข็งและไม่สนับสนุนให้ตนเรียนยิงปืนคนนั้น ที่แท้แล้วต้องต่อสู้กับความรู้สึกแบบไหนมาบ้างกันนะ?\\n\\nหลังจากการดวลในครั้งนั้น ผู้เป็นแม่ก็ร้องไห้น้ำตาเป็นสายเลือดอยู่ในอ้อมแขนของ Oakley ถึงแม้ Oakley จะไม่พูด แต่แม่ก็รู้ดีว่าเธอคิดอะไรอยู่ในใจ"
    },
    {
      "_id": 31023,
      "ids": [
        31023,
        41023,
        51023,
        55003,
        61023
      ],
      "id": "musketeers_windhunting_shawl",
      "name": "Musketeer's Wind-Hunting Shawl",
      "type": "BODY",
      "desc": "เสื้อคลุมถักที่ดูเหมือนสไตล์ชนเผ่า และมีเส้นใยที่สามารถกันกระสุนได้อยู่ด้านใน",
      "typeText": "ลำตัว",
      "backstory": "มือปืนไม่ควรเผยช่องโหว่ใดๆ ในการดวล Oakley สามารถโหลดกระสุนแล้วเล็งไปยังเป้าหมายได้อย่างไร้สุ้มเสียง เมื่อคนนอกมองมา จะรู้สึกเหมือนว่าเสื้อคลุมนุ่มฟูผืนนั้นของเธอไม่ได้ขยับเลยสักนิด เมื่อรู้ตัวอีกทีก็ได้ยินเสียงปืนดังขึ้นมาแล้ว\\n\\n\"การเคลื่อนไหวเล็กๆ น้อยๆ ต้องซ่อนเอาไว้ใต้เสื้อคลุมให้แนบเนียน และการดวลจะต้องจบลงก่อนที่จะยิงกระสุนออกไป\" พ่อเคยเอ่ยย้ำกับเธอบ่อยๆ\\n\\nเมื่อบังเอิญเจอกับกลุ่มหัวขโมยติดอาวุธ Oakley เพียงแค่ยืนนิ่งสงบและสังเกตสถานการณ์ ก่อนจะชักปืน Oakley ดูเหมือนกับก้อนหินที่ไม่ได้ขยับเขยื้อนมาหลายร้อยปี เธอเตรียมตัวพร้อมตั้งแต่ก่อนที่พวกหัวขโมยจะเคลื่อนไหวเสียอีก หลังจากเสียงปืนดังไม่กี่ครั้ง Oakley ก็ตั้งใจปล่อยตัวโจรคนหนึ่งไป เพื่อส่งคำเตือนให้กับทั้งกองโจรอย่างแยบยล\\n\\nไร้ซึ่งความคิด และไม่แสดงออกถึงความรู้สึกใดๆ ทำให้คู่ต่อสู้รู้สึกว่าพวกเขาคงไม่มีโอกาสชนะ นี่คือคำวิจารณ์ที่นักล่าค่าหัวคนอื่นๆ มอบให้ Oakley\\n\\nเวลาที่ Oakley ทำการดวล เธอจะมีท่าทางคล้ายกับมือปืนปริศนาที่อยู่ในความฝันคนนั้นอย่างมาก ทั้งเฉียบคมหมดจด และไม่เคลื่อนไหวเกินความจำเป็น เมื่อรู้สึกตัวว่าตนเริ่มจะเหมือนกับศัตรูมากขึ้นเรื่อยๆ เธอก็อดไม่ได้ที่จะรังเกียจตัวเอง"
    },
    {
      "_id": 31024,
      "ids": [
        31024,
        41024,
        51024,
        61024
      ],
      "id": "musketeers_rivets_riding_boots",
      "name": "Musketeer's Rivets Riding Boots",
      "type": "FOOT",
      "desc": "รองเท้าบูตแบบเปิดทรงตัว V ที่ดูหลวมและสวมใส่สบายเป็นอย่างมาก",
      "typeText": "เท้า",
      "backstory": "รสชาติของการเดินทางที่แสนยาวนานนั้นไม่ค่อยดีนัก แต่ Oakley ผู้อ้างว้างชินชากับมันนานแล้ว Oakley มักจะสวมบูตแล้วเดินทางไปยังสถานที่ห่างไกลที่มีผู้คนไม่มาก พร้อมกับเก็บรวบรวมเงินรางวัลอันน้อยนิด\\n\\nนั่นเป็นเพราะเธอรู้สึกว่า มือปืนปริศนาคนนั้นก็คงเป็นคนที่ไม่เข้าสังคมเช่นกัน การพบกันของพวกเขาไม่มีทางเกิดขึ้นในที่ที่มีคนพลุกพล่านแน่นอน\\n\\nหลังจากที่ได้ฮาร์โมนิกามา เธอก็มักจะฝึกซ้อมเพลงต่างๆ เพื่อฆ่าเวลาอันโดดเดี่ยว ซึ่งผู้ฟังที่ผ่านไปมาก็มีเพียงแมงมุม หมาป่า ทราย และต้นทัมเบิลวีดเท่านั้น ระหว่างการเดินทาง Oakley ก็เริ่มเชี่ยวชาญทักษะการฆ่าเวลามากยิ่งขึ้น สายลมเคยหยุดพัดไหวเพื่อฟังเสียง แล้วค่อยพัดจากไปเมื่อเธอเล่นจบ องค์กรได้เสนอโอกาสเดินทางข้ามดวงดาวให้กับเหล่านักล่าเงินรางวัล ส่วนจุดหมายนั้นจะเป็นที่ไหน มือปืนอิสระก็ไม่เคยสนใจอยู่แล้ว\\n\\nมือปืนปริศนาหายตัวไปโดยไร้ข่าวคราวมานานแล้ว บางทีตอนนี้ตนอาจจะกำลังตามล่าภาพลวงตาอยู่ และสิ่งที่กำลังทำก็เป็นแค่การออกเดินทางครั้งแล้วครั้งเล่าเท่านั้น\\n\\nOakley เชื่อว่า ขอแค่ชื่อเสียงของ \"Wild Wheat\" โด่งดังมากพอ มือปืนปริศนาก็จะตามหาเธอจนเจอ เช่นเดียวกับที่เขาบุกเข้าไปหาพ่อของเธอในไร่เมื่อคราวนั้น"
    }
  ]
}