{
  "_id": 303,
  "id": "pancosmic_commercial_enterprise",
  "name": "Pan-Cosmic Commercial Enterprise",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "อัตราสร้างสถานะของผู้สวมใส่เพิ่มขึ้น <nobr>10%</nobr> พร้อมทั้งเพิ่ม ATK <nobr>25%</nobr> ของอัตราสร้างสถานะในปัจจุบัน ซึ่งจะเพิ่มได้สูงสุด <nobr>25%</nobr>"
  },
  "pieces": [
    {
      "_id": 33035,
      "ids": [
        33035,
        43035,
        53035,
        63035
      ],
      "id": "the_ipcs_mega_hq",
      "name": "The IPC's Mega HQ",
      "type": "NECK",
      "desc": "สำนักงานใหญ่ขององค์กรที่ตั้งอยู่ที่ Pier Point ซึ่งได้ถูกผนึกไว้ใน Planar Sphere ไม่มีดาวดวงใดสามารถหลบหนีจากแผนการธุรกิจอันยิ่งใหญ่ขององค์กรสันติภาพแห่งดวงดาวได้ พวกเขาผจญภัยไปในท้องฟ้าอันลึกล้ำ เพื่อรวบรวมพลังของทั่วทั้งจักรวาล",
      "typeText": "Planar Sphere",
      "backstory": "การกระทบกันของพื้นที่ย่อยในกาแล็กซี ได้ส่งผลทำให้ท้องฟ้าและผืนดินสั่นสะเทือน ยักษ์ใหญ่ที่เงียบงัน ได้สร้างกำแพงแห่งกาแล็กซีขึ้นมา ผู้ที่อ้างตัวว่าได้รับคำทำนายมาจากเทพเริ่มลงไม้ลงมือ เพราะพวกเขาอยากจะช่วยเทพดารา Qlipoth สร้างกำแพง\\n\\nจักรวาลกำลังตกอยู่ในอันตราย การสร้างกำแพงจึงกลายเป็นเรื่องที่เร่งด่วนมากขึ้น มนุษย์ตัวเล็กๆ ไม่ได้มีเจตนาที่จะเลียนแบบวีรกรรมอันยิ่งใหญ่ของเหล่าเทพ พวกเขาได้รวมตัวกันเป็นกลุ่มและเรียกตัวเองว่า \"ทีมสนับสนุน\" ของเทพดารา พวกเขายินดีที่จะอุทิศทุกสิ่งทุกอย่างให้กับราชาแห่งอำพัน... ด้วยพลังของการอนุรักษ์ \"ทีมสนับสนุน\" จึงได้นำกองเรือไปยังระบบดวงดาวต่างๆ เพื่อหาซื้อวัสดุก่อสร้างอย่าง หิน ไม้ ทอง และซูเปอร์ไททาเนียม เป็นต้น จากนั้นก็จะลำเลียงวัสดุก่อสร้างไปยังกำแพงแนวกั้น ของพื้นที่ย่อยในกาแล็กซีอย่างต่อเนื่อง เพื่อเติมเต็มดวงดาวที่รกร้างว่างเปล่า\\n\\nหลังจากการพัฒนาในช่วงสั้นๆ สิ้นสุดลง \"ทีมสนับสนุน\" ก็ได้ตั้งฐานที่มั่นใน Pier Point และก่อตั้ง \"องค์กรสันติภาพแห่งดวงดาว\" ขึ้นมา เพื่อให้เป็นไปตามวิสัยทัศน์ พวกเขาจึงหันเหความสนใจไปที่ห้วงอวกาศ\\n\\nLouis Fleming เรียกร้องให้กองเรือทางการค้าออกไปจากระบบดวงดาวของเทพดารา Qlipoth สินค้ามากมายของพวกเขาไม่ได้จำกัดแค่วัสดุก่อสร้างอีกต่อไป... พวกเขาวางแผนที่จะเชื่อมต่อกาแล็กซีและกว้านซื้อทุกอย่าง ต่อมา Dongfang Qixing ได้มีการใช้กฎระเบียบการค้าข้ามดวงดาว และสร้างระบบ \"เครดิต\" ขึ้นมา เพื่อกำหนดราคาสินค้าทั้งหมดในกาแล็กซี ทรัพย์สินนับล้านล้านชิ้นมารวมตัวกันอยู่ภายใต้โครงสร้างขนาดใหญ่ของ Pier Point มันเหมือนกับหลุมดำอันเงียบงัน ที่กลืนกินความคิดเกี่ยวกับขีดจำกัดทางความมั่งคั่งของผู้คน\\n\\nทุกวันนี้เรือขององค์กรสันติภาพแห่งดวงดาวได้โลดแล่นไปทั่วทั้งกาแล็กซี และขยายตัวอย่างไม่หยุดยั้ง แม้จะถูกวิพากษ์วิจารณ์ว่าเป็นองค์กรที่ \"ผูกขาดทางการค้า\" แต่พวกเขาก็หาได้สนใจไม่ และพวกเขารู้ดีว่าเจตจำนงจะไม่มีวันเปลี่ยนแปลง\\n\\nแม้ว่าวิธีการฝึกอบรมบุคลากรใหม่ขององค์กร จะเปลี่ยนไปตามกาลเวลา แต่ราวแปดร้อยปีให้หลังในยุคอำพัน มีแค่การสังเกตทางประวัติศาสตร์ เพียงอย่างเดียวเท่านั้นที่ไม่เคยเปลี่ยน ในเวลานั้น Louis Fleming ผู้ก่อตั้งองค์กรได้ยืนอยู่หน้า \"ทีมสนับสนุน\" และกล่าวสุนทรพจน์อย่างกระตือรือร้น เขากล่าวถึงความปรารถนาที่จะรวมจักรวาลเข้าด้วยกัน และสนับสนุนอุดมการณ์ที่จะปกป้องจักรวาลของเทพดารา ทันทีที่สุนทรพจน์จบลง เสียงกระทบกระเทือนดังสนั่นมาแต่ไกล ซึ่งเป็นการสื่อถึงภารกิจอันสูงส่ง ในช่วงเวลาอันล้ำค่านี้ พวกเขาเข้าใจว่านี่คือศรัทธาที่แน่วแน่และไม่สั่นคลอน\\n\\n\"ทั้งหมดนี้ขออุทิศให้กับราชาแห่งอำพัน\""
    },
    {
      "_id": 33036,
      "ids": [
        33036,
        43036,
        53036,
        63036
      ],
      "id": "the_ipcs_trade_route",
      "name": "The IPC's Trade Route",
      "type": "OBJECT",
      "desc": "ด้วยความช่วยเหลือที่แสนสะดวกสบายของระบบเครดิต จึงทำให้การค้าระหว่างดวงดาวเกิดขึ้น ซึ่งองค์กรสันติภาพแห่งดวงดาวก็ได้ใช้กิจกรรมทางเศรษฐกิจเพื่อเชื่อมโยงดวงดาว และขยายขอบเขตการค้าออกไป",
      "typeText": "Link Rope",
      "backstory": "\"ทีมสนับสนุน\" รีบไปล้อมรอบระบบดวงดาวใกล้กับเทพดารา Qlipoth ที่บรรดาเรือเก่าได้ก่อตัวเป็นเส้นทางแรกเริ่ม\\n\\nด้วยความเชื่อที่ว่า การกระทำของเทพดารานั้นจะต้องมีความหมายอย่างแน่นอน \"ทีมสนับสนุน\" จึงได้เริ่มทำการค้ากับระบบดวงดาวข้างเคียง โดยได้เตรียมกองเรือที่มีความจุเพียงพอ วัสดุที่หายากและมีค่า รวมถึงเงื่อนไขที่ยากจะปฏิเสธได้ และทำการค้ากับกาแล็กซีต่างๆ นับไม่ถ้วน ซึ่งต่อมา \"ทีมสนับสนุน\" ก็ได้ควบคุมเส้นทางการค้าและข้อมูลทางธุรกิจ ผูกขาดอำนาจการต่อรองราคา อีกทั้งยังเป็นหัวหอกในการกำหนดกฎทางการค้าของกาแล็กซีอีกด้วย\\n\\nกองเรือที่เต็มไปด้วยไม้ หิน เหล็กเส้น และซูเปอร์ไททาเนียม แล่นผ่านเทพดารา Qlipoth ไปราวกับฝูงแมลงบินไปมา ราชาแห่งอำพันไม่เอ่ยสิ่งใด และไม่เคยเหลือบมองพวกเขาเลย\\n\\nเมื่อเวลาผ่านไป การค้าขายกับระบบดวงดาวใกล้เคียงก็ไม่เพียงพอสำหรับ \"ทีมสนับสนุน\" ที่แสนยุ่งเหยิงอีกต่อไปแล้ว ผู้หลักแหลมสองคนจึงตั้งใจที่จะสำรวจกาแล็กซีให้ลึกซึ้งยิ่งขึ้น ด้วยเหตุนี้เอง องค์กรสันติภาพแห่งดวงดาวจึงถูกก่อตั้งขึ้นมา องค์กรได้เสนอสินค้าทุกสิ่งที่ดาวดวงอื่นสนใจ และตั้งราคาที่ยุติธรรมด้วย \"เครดิต\" ตั้งแต่นั้นมา เส้นทางการค้าของกาแล็กซีจึงได้ถือกำเนิดขึ้น ดาวทุกดวงที่เข้าร่วมเครือข่ายธุรกิจขององค์กร จะสามารถใช้สกุลเงินและได้รับการบริการแบบเดียวกันได้\\n\\nเรือการค้าภายใต้ \"ระบบเครดิต\" แล่นไปมาท่ามกลางทะเลแห่งดวงดาว เส้นทางการค้าที่ทับซ้อนกันได้ก่อตัวเป็นเครือข่ายกาแล็กซี เรือที่เต็มไปด้วยสมบัติล้ำค่าจากดวงดาวอันไกลโพ้น ได้แล่นผ่านเทพดารา Qlipoth นับครั้งไม่ถ้วนราวกับหิ่งห้อย แต่เทพดาราก็ยังคงนิ่งเงียบดังเดิม\\n\\nวัสดุก่อสร้างที่สะสมมาตั้งแต่สมัยของ \"ทีมสนับสนุน\" ได้เติมเต็มดาวทุกดวงที่รายล้อม Qliphoth และจำนวนก็มีแต่จะเพิ่มขึ้นไม่ลดลงเลย เทพดารา Qlipoth ไม่มีความตั้งใจที่จะรับของกำนัลเหล่านี้ แต่จะคอยเฝ้าดูอันตรายที่อาจเกิดขึ้นกับมนุษย์อย่างคาดไม่ถึงอยู่เสมอ จึงต้องสร้างกำแพงขนาดมหึมาที่วัดได้ด้วยปีแสงขึ้น ในไม่ช้าองค์กรเล็กๆ ที่คอยจัดหาเสบียง ก็กลายมาเป็นพลังที่ยิ่งใหญ่ในกาแล็กซี พวกเขาจ้องมองไปยังรูปปั้นยักษ์ใหญ่ที่ไร้ศีรษะ และไม่เคยรู้สึกว่า ความพยายามของพวกเขาไร้ประโยชน์เลย\\n\\n\"ความพยายามและความมั่งคั่งที่งอกเงยทั้งหมดนี้ ล้วนมีไว้เพื่อ Qlipoth และตอบสนองความปรารถนาของเทพดาราในยามที่ต้องการ\""
    }
  ]
}