{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "Passerby of Wandering Cloud",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "การรักษาเพิ่มขึ้น <nobr>10%</nobr>",
    "4": "เมื่อเริ่มต้นการต่อสู้ จะฟื้นฟูแต้มสกิลต่อสู้ของฝ่ายตัวเอง 1 แต้มโดยทันที"
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [31011, 41011, 51011, 61011],
      "id": "passerbys_rejuvenated_wooden_hairstick",
      "name": "Passerby's Rejuvenated Wooden Hairstick",
      "type": "HEAD",
      "desc": "กิ่งไม้แห้งถูกนำมาใช้เป็นปิ่นปักผม และดอกตูมที่ปลายกิ่งเริ่มผลิบาน เมื่ออดีตผ่านพ้นไป ดอกตูมเคลือบทองก็ได้ฝังลงไปในปิ่นนั้น เพื่อรำลึกถึงการเริ่มต้นชีวิตใหม่",
      "typeText": "ศีรษะ",
      "backstory": "ชายนิรนามตื่นขึ้นจากการหลับใหล ความรู้สึกตึงเครียดที่แปลกใหม่ทว่าคุ้นเคยยังคงตราตรึง ภาพหลอนของความเจ็บปวดยังคงแจ่มชัด อดีตของเขาแหลกสลายเป็นชิ้นๆ เขาลืมเลือนแม้กระทั่งชื่อของตัวเอง\\n\\nระหว่างการพเนจรที่ไร้จุดหมาย เขาต้องดื่มหิมะที่ละลายเพื่อดับกระหาย ฆ่าสัตว์ป่าเพื่อประทังความหิวโหย และหักกิ่งไม้แห้งมากลัดผมยาวของตน\\n\\nผมสีดำของเขาไม่เคยหยุดงอกงาม ราวกับน้ำแร่ที่ไหลผ่านภูเขา กล้ามเนื้อใต้ผิวหนังกระตุกและเต้นเป็นจังหวะ ราวกับปลาที่แหวกว่ายไปตามกระแสน้ำ... พลังอัศจรรย์ปรับเปลี่ยนร่างกายของเขาอย่างต่อเนื่อง ความเจ็บปวดจากการต่อเอ็นเชื่อมกระดูกแผ่ไปทั่ว อดีตที่แตกสลายเริ่มปะติดปะต่อเข้าด้วยกัน พร้อมกับความเจ็บปวดทรมานนับครั้งไม่ถ้วน... เมื่อเขามองเงาของตนที่สะท้อนอยู่ในน้ำ ทุกรายละเอียดของโศกนาฏกรรมก็ค่อยๆ ชัดเจน\\n\\nจนกระทั่งใบหน้าที่สะท้อนอยู่ในน้ำเริ่มคุ้นตา ทันใดนั้น ชายนิรนามก็เห็นดอกตูมงอกอยู่บนกิ่งไม้แห้ง\\n\\nเขาพลันรู้สึกตัว คำสาปแห่งความเป็นอมตะช่างรุนแรง ความแค้นในอดีตก็ยังไม่จางหาย และเขาก็คือดอกไม้แรกแย้มที่ผลิบานอยู่บนกิ่งไม้แห้งกิ่งนี้นั่นเอง"
    },
    {
      "_id": 31012,
      "ids": [31012, 41012, 51012, 61012],
      "id": "passerbys_roaming_dragon_bracer",
      "name": "Passerby's Roaming Dragon Bracer",
      "type": "HAND",
      "desc": "เกราะข้อมือที่ทำมาจากปะการังสีทองและหนังสัตว์ที่ไม่รู้จัก มีเพียงช่างผู้ชำนาญของเผ่ามังกร Vidyadhara เท่านั้น ที่สามารถสร้างผลงานสุดพิเศษเช่นนี้ได้",
      "typeText": "มือ",
      "backstory": "วัตถุทั้งคู่คล้ายเชื่อมถึงกันได้แม้อยู่ห่างไกล ถึงเกราะข้อมือของชายนิรนามจะมีเพียงข้างเดียว แต่เมื่อสัมผัสแล้ว กลับรู้สึกได้ถึงความอบอุ่นของเกราะอีกชิ้น\\n\\nเขาหลับตาลง พยายามสัมผัสถึงความเชื่อมโยงอันเลือนรางจากเกราะข้อมืออีกข้าง ทั้งตำแหน่งและเจ้าของของมัน\\n\\nมือเรียวอันทรงพลังที่สวมเกราะข้อมืออีกชิ้น เคยเกาะกุมหอกและเข้าประลองกับตัวเขา แสงจากปลายหอกสาดประกายราวกับดาวตก เจ้าของเกราะข้อมือคนนั้นยังเคยยกแก้วดื่ม แล้วแหงนมองดวงจันทร์อันเยือกเย็นโดยไม่เอื้อนเอ่ยสิ่งใดร่วมกับเขา สุดท้าย คนผู้นั้นและตัวเขาต่างก็ดึงดันที่จะทำตามความต้องการของตัวเอง จากผู้ที่รักก็กลายเป็นผู้ที่เกลียดชัง และทำให้ทุกคนตกสู่ห้วงแห่งความโศกเศร้าอันไร้จุดจบ\\n\\nสิ่งของที่อยู่เป็นคู่ สักวันหนึ่งก็จะได้กลับมาพบกัน และความเกลียดชังที่บ่มเพาะมายาวนาน ก็ช่างเย็นเยียบและรุนแรง ราวกับไวน์เก่าที่ต้องละเลียดดื่มจนกว่าความเคียดแค้นจะหมดไป\\n\\nเจ้าของเกราะข้อมืออีกข้างจะคิดเหมือนกันหรือไม่? เขาไม่อยากรู้เลย"
    },
    {
      "_id": 31013,
      "ids": [31013, 41013, 51013, 55001, 61013],
      "id": "passerbys_ragged_embroided_coat",
      "name": "Passerby's Ragged Embroided Coat",
      "type": "BODY",
      "desc": "เสื้อโค้ตตัวเก่าที่ชายเสื้อขาดเป็นแนวยาว และลายปักที่ขาดตามรอยของดาบ ถ้าเป็นร่างกายคงสามารถหายได้อย่างเร็ว แต่เสื้อผ้าไม่ได้เป็นอย่างนั้น เช่นเดียวกับความเจ็บปวดของคนเรา",
      "typeText": "ลำตัว",
      "backstory": "ชายนิรนามร่อนเร่อยู่ในการเดินทางอันยาวนาน ราวกับซากศพไร้วิญญาณ จนกระทั่งมีหญิงสาวสวมแว่นดำและคนร่างสูงสวมชุดเกราะมาขวางทางไว้ ก่อนที่ทั้งสองจะได้เอ่ยคำเชิญ ปลายดาบแทนคำปฏิเสธก็ถูกดึงออกจากฝักเสียแล้ว เมื่อการต่อสู้อันดุเดือดจบลง หญิงสาวก็ส่งยิ้มและยื่นข้อเสนอที่ไม่อาจปฏิเสธได้มาให้\\n\\nดังนั้นชายนิรนามจึงตอบรับคำเชิญและได้รับตัวตนใหม่ พร้อมกับหวนคืนสู่อารยธรรมและกฎระเบียบอีกครั้ง\\n\\nชายนิรนามถูกพามายังร้านตัดเสื้อ มีคนเข้ามาวัดขนาดตัว ทำแบบชุด และตัดเย็บเสื้อผ้าให้กับเขา... ทั้งยังมีคนมาตัดผมและปรับแต่งรูปลักษณ์ให้ จนทำให้เขากลับมามีภาพลักษณ์เหมือนเมื่อก่อนอีกครั้ง ขณะที่ตกอยู่ในภวังค์ เขาก็เริ่มแยกแยะวันเวลาไม่ออก ความทรงจำของอดีตอันเลือนรางปรากฏขึ้นมา เขาจำได้ว่าตนตั้งใจจะมอบขวดหยกที่ทำขึ้นด้วยตัวเองให้กับเพื่อนคนหนึ่ง แต่หลังจากตัดสินใจเรียบร้อย เขากลับต้องตะลึงเมื่อพบว่าคนคนนั้นไม่อยู่เสียแล้ว\\n\\nเขาตระหนักได้ว่าทุกสิ่งในโลกใบนี้ ทั้งร่างกาย ชีวิต ความรัก ความเกลียดชัง... หรือแม้กระทั่งเสื้อผ้าชุดนี้ ล้วนแต่ถูกหยิบยืมมาทั้งสิ้น\\n\\nเขาจะชดใช้ทุกอย่างคืนให้หมด รวมถึงลมหายใจสุดท้ายด้วยเช่นกัน"
    },
    {
      "_id": 31014,
      "ids": [31014, 41014, 51014, 55002, 61014],
      "id": "passerbys_stygian_hiking_boots",
      "name": "Passerby's Stygian Hiking Boots",
      "type": "FOOT",
      "desc": "รองเท้าบูตคู่หนึ่งที่เดินทางไปตามโลกต่างๆ และได้เผชิญหน้ากับความเป็นและความตาย",
      "typeText": "เท้า",
      "backstory": "ชายนิรนามทำตามคำสั่งของทาส เขาเดินทางไปยังอีกฟากหนึ่งของท้องฟ้า พร้อมกับสหายร่วมทางที่เพิ่งรู้จัก เขาตระเวนไปยังโลกอันนับไม่ถ้วนด้วยความคลางแคลงและความเกลียดชัง พร้อมทั้งวนเวียนอยู่ระหว่างความเป็นความตายหลายต่อหลายครั้ง\\n\\nเขาหลงลืมความสุขของการสร้างไปนานแล้ว และสนใจเพียงฝีเท้ารีบเร่งของตนที่ทะยานจากสมรภูมิหนึ่ง ไปสู่อีกสมรภูมิหนึ่งเท่านั้น\\n\\nในอดีต ร่างกายของเขาเคยลิ้มรสประกายดาบรุนแรงนับไม่ถ้วน และมันเคยถูกฉีกออกเป็นชิ้นๆ จากการพ่ายแพ้นับร้อยพันครั้ง และคู่ต่อสู้ของเขาก็มักจะแทงเข้าที่หัวใจเสมอ แต่ตอนนี้ ร่องรอยบาดแผลจากคมดาบเหล่านั้นจะคงอยู่ในความทรงจำตลอดไป การขัดเกลาตนด้วยการเผชิญหน้ากับความตายทำให้เขาเก่งกาจยิ่งขึ้น เขาเหวี่ยงดาบฟันฝ่าอุปสรรคเพื่อผู้คน ทั้งล้มลุกคลุกคลานแต่ก็ยังยืนหยัดลุกขึ้นสู้ครั้งแล้วครั้งเล่า ขณะที่กำลังจดจ่ออยู่กับการร่ายรำเพลงดาบ เขาก็เหมือนจะลืมสิ้นซึ่งความแค้นไปชั่วขณะ\\n\\nทาสสัญญาว่าจะยุติสิ่งที่เขาแค้นทั้งหมดให้หลับใหลไปตลอดกาล ชายนิรนามพยักหน้าพร้อมกับเก็บดาบเข้าฝัก และมุ่งหน้าสู่โลกใบต่อไป\\n\\nหากชีวิตคนเป็นดั่งเส้นทางที่มีขั้นบันไดเชื่อมต่อกัน เขาก็หวังว่าจะได้ก้าวผ่านแอ่งเลือดของผู้คนที่เขาเกลียดชัง ก่อนที่จะไปถึงยัง \"จุดหมาย\""
    }
  ]
}
