{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "Penacony, Land of the Dreams",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้อัตราการฟื้นฟูพลังงานของผู้สวมใส่ เพิ่มขึ้น <nobr>5%</nobr> และทำให้ตัวละครอื่นในฝ่ายเรา ที่เป็นประเภทเดียวกับผู้สวมใส่ สร้าง DMG เพิ่มขึ้น <nobr>10%</nobr>"
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [33125, 43125, 53125, 63125],
      "id": "penaconys_grand_hotel",
      "name": "Penacony's Grand Hotel",
      "type": "NECK",
      "desc": "สิ่งที่บรรจุอยู่ภายในคือโครงสร้างหลักของ Penacony... โรงแรม \"Reverie\" ลูกค้าที่เข้าพักที่นี่ จะได้เดินทางไปยังโลกแห่งห้วงฝันอันแสนหวาน และเพลิดเพลินไปกับงานเลี้ยงที่หรูหราฟุ้งเฟ้อ กลางเมืองใหญ่ที่ไม่มีอะไรเป็นไปไม่ได้",
      "typeText": "Planar Sphere",
      "backstory": "เหล่าบริกรโค้งคำนับพร้อมรอยยิ้มสุภาพเรียบร้อย และต้อนรับแขกเหรื่อด้วยเสียงดนตรีอันไพเราะ \"ยินดีต้อนรับสู่ดวงดาวแห่งการเฉลิมฉลอง! แดนฝันอันงดงามยินดีต้อนรับคุณ\" เหล่าแขกเหรื่อจะเดินไปข้างหน้าด้วยรอยยิ้ม และรับเครื่องดื่มที่เต็มไปด้วยฟองมาดื่มในอึกเดียว\\n\\nภาพค่อยๆ เต็มไปด้วยแสงสีแปลกประหลาด สัมผัสรับรู้ราวกับผืนผ้าไหมที่ถูกยกขึ้นมา แขกจากต่างแดนทั้งหลายจะหลุดพ้นจากแรงโน้มถ่วง และก้าวเดินอยู่บนกำแพง ของเล่นแปลกประหลาดจะมีชีวิตขึ้นมา แล้วตระเวนไปตามถนนเพื่อเฉลิมฉลอง น้ำพุกลายเป็นวาฬยักษ์ที่ว่ายอยู่ในห้องโถงอันโอ่อ่า เมื่อเปิดหน้าต่างออกไป สิ่งที่มองเห็นไกลๆ จะไม่ใช่หมู่ดาวบนท้องฟ้าอีกต่อไป แต่เป็นแม่น้ำลำธารแห่งแสงเงาในเมือง พร้อมกับมีเสียงดังก้องไม่หยุดมาจากระฆังยักษ์และโรงละคร ในที่สุดตอนนี้ บรรดาแขกเหรื่อก็รู้สึกตัวว่าตนไม่ได้ตื่นอยู่ ทว่ากำลังมองดูโฉมหน้าที่แท้จริงของ Penacony อยู่ในความฝัน... นี่คือสถานที่แห่งความฝันที่ซึ่งห้วงเวลาเป็นดั่งชั่วนิรันดร์\\n\\nผู้คนต่างก็รู้ดีว่า ภายใต้การปกครองของ \"ตระกูล\" ประตูใหญ่ของ Penacony ล้วนเปิดสำหรับทุกคนในหมู่ดาว: เพื่อประสบการณ์ที่เหนือล้ำกว่าความเป็นจริง เพื่อกระตุ้นแรงบันดาลใจ และเพื่อเยียวยาปัญหาและรอยแผล... บรรดาแขกผู้สูงส่งจึงหลั่งไหลกันมามากมาย เพื่อมอบความเจ็บปวดแลกกับความสงบสุข และดื่มไวน์ชั้นดีเพื่อท่องไปในมหาสมุทรแห่งความฝัน บางคนมาใช้เวลาช่วงวันหยุดที่ยากจะลืมเลือนที่นี่ แล้วค่อยจากไปอย่างพึงพอใจ และบางคนยังมาเพื่อดื่มด่ำกับงานเลี้ยง ร้องเพลงเต้นรำ แล้วปักหลักอยู่ที่นี่ โรงแรมที่รายล้อมไปด้วยดวงดาว คือไข่มุกของผู้ถักทอความฝัน คืออาณาจักรของผู้สร้างฝัน และเป็นแดนสวรรค์ของผู้ไล่ล่าความฝัน\\n\\nมีแขกน้อยคนนักที่จะรู้ประวัติศาสตร์ฝุ่นเขรอะในอดีตว่า เส้นด้ายถักทอแดนฝันนั้นสร้างขึ้นมาจากความเป็นจริง ความหรูหราอันเบาบางราวกับกำมะหยี่ของ Penacony ในปัจจุบัน เกิดจากสนิมเค็มๆ โซ่ตรวนที่หนักอึ้ง และอิสระที่ถูกลิดรอน ดาวแห่งการเฉลิมฉลองเคยเป็นคุกขององค์กร นักโทษจำนวนนับไม่ถ้วน ถูกย้ายมาที่นี่เพื่อกอบกู้ฟองความทรงจำอันล้นหลามให้กับ Garden of Recollection ผู้คนตรากตรำทำงานอย่างไม่มีที่สิ้นสุด จนกระทั่งร่างกายของพวกเขาหนักอึ้งราวกับตะกั่ว แต่วิญญาณกลับบางเบาราวกับฟอง: ไม่รู้ว่าเริ่มตั้งแต่เมื่อใด ที่ห้องลูกกรงอันเล็กแคบถูกตัดออกจากความเป็นจริง และการรับรู้ของผู้คนก็เชื่อมโยงเข้ากับความฝัน ท่ามกลางเสียงระฆังยามเที่ยงคืน แดนฝันที่มีร่วมกันก็ดุจดั่งความเป็นจริง ขณะที่ความเป็นจริง กลับดูเหมือนเป็นเรื่องเท็จ\\n\\nจนกระทั่ง \"ทำลายล้าง\" ได้ละลายโซ่เหล็กขององค์กรทิ้ง และ \"บุกเบิก\" ได้เชื่อมพรมแดนเข้ากับหมู่ดาว รวมถึง \"ประสาน\" ที่มาเยือนตามคำเชื้อเชิญเพื่อหว่านเมล็ดพันธุ์แห่งสันติภาพ ในที่สุดอิสระก็ทะลวงขึ้นมาจากผืนดิน และสร้างชื่อใหม่ให้กับความฝันดั้งเดิมว่า... \"Penacony\"\\n\\nปัจจุบัน ไร้ซึ่งร่องรอยของเรือนจำอันทรุดโทรมแห่งนั้นแล้ว ในแดนฝัน อาคารสูงนับพันนับหมื่นแห่งผุดขึ้นมาจากพื้น สถานที่รกร้างก็ถูกซ่อมแซมขึ้นใหม่ และกลายเป็นมหานคร... อันเป็นแผ่นดินแห่งใหม่ สำหรับให้ผู้ที่ไล่ล่าความฝันได้ตามหาความมั่งคั่งและโอกาส และเป็นยูโทเปียสำหรับให้ผู้แสวงหาความสุขได้ดื่มด่ำไปกับแสงสี อดีตของ \"ดาวแห่งการเฉลิมฉลอง\" ราวกับรูปถ่ายที่บังเอิญไปตกอยู่ที่ก้นตู้ มันมีอยู่จริง ทว่าไม่มีใครไถ่ถามถึง\\n\\nปัจจุบันนี้ ดินแดนแห่งความฝันเต็มไปด้วยเสียงดนตรีแห่งความสุข ส่วนเสียงระคายหูจากอดีตก็กลายเป็นเรื่องเล่าขำขัน ที่ตกหล่นอยู่ในช่วงพักของการแสดงละครตลกบางเรื่อง อยู่ในเบื้องหลังการถ่ายทำของการ์ตูนบางตอน หรืออยู่ในคอลัมน์ด้านข้างของนิตยสารบางเล่มไปเสียแล้ว"
    },
    {
      "_id": 33126,
      "ids": [33126, 43126, 53126, 63126],
      "id": "penaconys_dreamseeking_tracks",
      "name": "Penacony's Dream-Seeking Tracks",
      "type": "OBJECT",
      "desc": "ในเมืองแห่งแดนฝันของ Penacony รางอันซับซ้อนจะคดโค้งอยู่ระหว่างตึกอาคาร และพาหนะ Spheroid ที่รองรับนักท่องเที่ยว จะเชื่อมโยงความฝันหลากสีสันให้เป็นหนึ่งเดียว",
      "typeText": "Link Rope",
      "backstory": "แขกเหรื่อที่มาเยือน Penacony ต่างก็เห็นพ้องต้องกันว่า \"ก่อสร้างบนความฝัน\" นั้นไม่ใช่แค่คำเปรียบเปรยเกินจริง แต่เป็นคำกล่าวที่จริงแท้เป็นที่สุด โรงแรมอันโอ่อ่าตระการตาเป็นเพียงมุมหนึ่ง ของภูเขาน้ำแข็งในดวงดาวแห่งการเฉลิมฉลองเท่านั้น \"การเข้าพักในความฝัน\" ต่างหากจึงจะเป็นการก้าวสู่ Penacony อย่างเป็นทางการ นับแต่นั้นเป็นต้นมา อาณาจักรแห่งความฝันที่สร้างขึ้นจากแดนฝัน <unbreak>12</unbreak> แห่ง ก็ค่อยๆ แผ่กางอยู่เบื้องหน้าแขกเหรื่อทั้งหลาย\\n\\nแขกที่เพิ่งมาครั้งแรก อาจจะทำอะไรไม่ถูกกับเวทีแห่งความรื่นเริงแห่งนี้ แต่อย่าได้ตื่นตกใจไป เมื่อเงยหน้ามองก็จะเห็นรางโลหะ ที่สลับไขว้กันอยู่ระหว่างอาคารสูงเสียดฟ้า และ \"Spheroid\" ที่เคลื่อนที่อย่างรวดเร็วอยู่บนราง นี่คือรูปแบบการคมนาคมที่เด่นสะดุดตาที่สุดในเมืองแห่งแดนฝันแห่งนี้ และคอยชี้นำทางให้แขกทั้งหลายเดินทางไปยังสถานที่ต่างๆ ของเมือง\\n\\nเริ่มตั้งแต่สถานีศูนย์กลาง รางของ Spheroid อันสลับซับซ้อนนั้น เป็นเหมือนกับเส้นเลือดของมหานครใหญ่ ไม่ว่าจะเป็นในอุโมงค์ใต้ดินของ \"ช่วงเวลารุ่งอรุณ\" ในทุ่งกว้างที่ \"ช่วงเวลาผืนทรายระอุ\" หรือว่าที่สนามแข่งอันเปล่งประกายของ \"ช่วงเวลาเคล้าดวงดาว\" ลูกบอลทรงกลมสีสันสดใสก็จะกลิ้งไปโดยไม่มีพัก และส่งผู้คนไปยังสถานีต่างๆ อย่างแม่นยำ มีประสิทธิภาพ ปลอดภัย และสะดวกสบาย ซึ่งเป็นการมอบพลังชีวิตที่ไม่เคยหลับใหลให้กับแดนฝันของ Penacony\\n\\nความฝันทำให้ทุกสิ่งทุกอย่างมีสัมผัสเบาบางนุ่มละมุน \"Spheroid\" ที่เหมือนกับเมล็ดถั่วหลายลูก ถูกมองว่าเป็นทั้งพาหนะและของเล่นของดินแดนแห่งความฝัน แต่กลับมีน้อยคนนักที่จะจำได้ว่า \"Spheroid\" ก็คือ \"กรงขัง\" พาหนะสัญจรไปยังความฝันอันงดงามเช่นนี้ ที่แท้ก็เป็นอุปกรณ์คุมขังนักโทษนั่นเอง\\n\\nเมื่อนานมาแล้ว องค์กรได้ส่งนักโทษจำนวนมาก มายังระบบดวงดาว Asdana เพื่อพยายามหยุดยั้งการแพร่กระจายของภัยพิบัติ ผู้คนมาเก็บสสารความทรงจำกันที่นี่ และค่อยๆ หลงอยู่ระหว่างความเป็นจริงและจินตนาการ ห้องทำงานทรงกลมกลางสุญญากาศได้กลายเป็น \"ความทรงจำ\" ที่ยากจะลืมเลือนของเหล่านักโทษ: ผนังด้านในโค้งแข็ง มาพร้อมกับประสบการณ์เกลือกกลิ้งที่ยากจะทานทน งานในแต่ละวันก็ทรมานทรกรรมนัก... บางทีความเจ็บปวดเหล่านี้อาจจะล้ำลึกเกินไป ทำให้เมื่อผู้คนได้รับอิสระอีกครั้งและฟื้นฟูแดนฝันอันรกร้าง กรงขังทรงกลมจึงตามมาด้วย\\n\\nแต่ตอนนี้ต่างจากเมื่อก่อน สันติภาพและอิสระก่อให้เกิดจิตวิญญาณแห่งการคิดบวกขึ้นแล้ว: แทนที่จะทำลายฝันร้ายที่ไม่อาจลบเลือน สู้เพิ่มสีสันที่ควรมีให้กับที่นี่ แล้วซึมซับและโอบรับมันไว้จะดีกว่า... ดังนั้น \"กรงขัง\" ในอดีต จึงกลายมาเป็น \"Spheroid\" อย่างทุกวันนี้\\n\\nตอนนี้ Spheroid สีสันสดใสที่เคลื่อนที่อย่างรวดเร็วไปทั่วทุกแห่งใน Penacony รวมถึงการสั่นสะเทือนเล็กน้อยที่มาพร้อมกับมัน... ล้วนซ่อนอยู่ในแสงสีประหลาดแปลกตาของเมืองแห่งแดนฝันอย่างเงียบๆ มันผสานเข้ากับความทะเยอทะยานและเสียงหัวเราะจนเป็นเนื้อเดียวกัน ดุจดั่งดินแดนแห่งความฝันที่ซึ่งห้วงเวลาเป็นดั่งชั่วนิรันดร์"
    }
  ]
}
