{
  "_id": 117,
  "id": "pioneer_diver_of_dead_waters",
  "name": "Pioneer Diver of Dead Waters",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "สร้าง DMG แก่ศัตรูที่ติดสถานะ Debuff เพิ่มขึ้น <nobr>12%</nobr>",
    "4": "อัตราคริติคอลเพิ่มขึ้น <nobr>4%</nobr> และผู้สวมใส่จะสร้าง DMG คริติคอลเพิ่มขึ้น <nobr>8%</nobr>/<nobr>12%</nobr> แก่ศัตรูเป้าหมายที่ติดเอฟเฟกต์ Debuff ไม่น้อยกว่า <nobr>2</nobr>/<nobr>3</nobr> เอฟเฟกต์ และหลังจากผู้สวมใส่ปล่อยเอฟเฟกต์ Debuff ใส่ศัตรูเป้าหมาย เอฟเฟกต์ข้างต้นจะเพิ่มขึ้น <nobr>100%</nobr> เป็นเวลา <nobr>1</nobr> เทิร์น"
  },
  "pieces": [
    {
      "_id": 31171,
      "ids": [31171, 41171, 51171, 61171],
      "id": "pioneers_heatproof_shell",
      "name": "Pioneer's Heatproof Shell",
      "type": "HEAD",
      "desc": "หมวกดำน้ำแบบที่พบได้ทั่วไปใน Orkron เมื่อมองผ่านช่องเล็กๆ ไป ก็จะเห็นเพียงความมืดอันไร้ที่สิ้นสุด ซึ่งทำให้คนยากจะทนรับไหว",
      "typeText": "ศีรษะ",
      "backstory": "เมฆหลายชั้นรวมกันอยู่บนท้องฟ้ายามค่ำคืนของ Orkron วงแหวนดาวเคราะห์ที่ส่องแสงสุกสกาว กำลังเร้นกายหลบซ่อนอยู่ในนั้น เกล็ดหิมะสีม่วงแดงตกลงมาบนหมวกเหล็กอันหนาหนัก มันแต่งแต้มหุบเขาแห่งสนิมเงียบๆ และปกคลุมร่องรอยที่ถูกกัดกร่อนเอาไว้ หญิงสาวสองคนนั่งอยู่ในป่าต้นสน... พวกเธอกำลังพักผ่อนระหว่างเดินทาง\\n\\n\"ดูสิ! อากาศของ Orkron เหมือนรสราสป์เบอร์รีเลย\" เกล็ดหิมะสีม่วงแดงตกลงบนขนมหวานที่นุ่มละมุนราวกับปุยเมฆ แต่ไม่นานก็ละลายหายไป ผู้มาเยือนนิรนามตัวน้อยที่มาจาก Toyro หัวเราะคิกคักจนต้องงอตัวกุมท้อง เธอหัวเราะกับการใช้คำของตัวเอง... ก็คนเรามองเห็นรสชาติของอากาศด้วยตาเปล่าได้ซะที่ไหนเล่า! หลังจากสิ้นเสียงหัวเราะ ความเงียบก็เชือดเฉือนเข้ามาราวกับคมมีด อากาศคล้ายจะจับตัวเป็นน้ำแข็งในฉับพลัน\\n\\n\"Frebass เธอยังอยากจะไปยังส่วนลึกของ 'IX' อยู่มั้ย?\" ผู้ที่เอ่ยถามคือเพื่อนร่วมทางของเธอ ซึ่งมักจะถือดาบยาวเอาไว้เสมอ เธอเป็นเพื่อนร่วมทางที่ดีคนหนึ่ง แต่ไม่มีใครรู้ว่าเธอมาจากที่ไหน\\n\\nผู้มาเยือนนิรนามตัวน้อยซ่อนตัวอยู่ในชุดดำน้ำตัวใหญ่เทอะทะ เธอเงียบไปพักหนึ่ง จากนั้นก็ยื่นมาร์ชเมลโลว์ที่ไหม้เล็กน้อยให้อีกฝ่าย ดวงตาของเธอหรี่ลง จนดูเหมือนกับใบเรือ:\\n\\n\"แน่นอนสิ... เพราะฉันอยากจะเดินไปในเส้นทางที่ล้ำลึก และยาวไกลกว่า Akivili!\""
    },
    {
      "_id": 31172,
      "ids": [31172, 41172, 51172, 61172],
      "id": "pioneers_lacuna_compass",
      "name": "Pioneer's Lacuna Compass",
      "type": "HAND",
      "desc": "เข็มทิศในรูปแบบนาฬิกาข้อมือ ซึ่งเข็มแม่เหล็กถูกถอดออกไปแล้ว จึงไม่สามารถบ่งชี้ทิศทางใดๆ ได้อีก",
      "typeText": "มือ",
      "backstory": "\"กระแสน้ำใต้สมุทร\\nกระซิบกระซาบและจิกกัดกระดูกของเธอ ในช่วงเวลาที่ทะยานขึ้นและร่วงหล่น\"\\nเธอผ่านพ้นวัยชราและวัยเยาว์\\n\"และก้าวเข้าสู่วังวน\"\\n\\nหญิงสาวเคยได้ยินเรื่องราวนี้มาก่อน ในเรื่องดังกล่าว โลกที่ผู้คนอาศัยอยู่จะถูกบรรยายว่าเป็นต้นไม้สูงตระหง่าน ซึ่งประกอบด้วยโครงสร้างพลังงานที่ไร้เจ้าของ \"พลังงานชนิดนี้ มองไม่เห็นและสัมผัสไม่ได้ ทั้งยังไม่อาจทำความเข้าใจ และไร้ซึ่งความหมายอีกด้วย\" เธอครุ่นคิด \"ก็เหมือนกับที่ 'IX' นั้นไร้ซึ่งความหมาย\"\\n\\nผู้มาเยือนนิรนามตัวน้อยกลุ้มใจนิดหน่อย เธอกำลังกังวลว่า หลังจากเข้าสู่ส่วนลึกของ \"ลบล้าง\" แล้ว เธอควรจะแยกแยะทิศทางอย่างไรดี แต่ไม่นานเธอก็เกิดแรงบันดาลใจ... ในปีที่เธออายุสิบสี่ คุณแม่ได้ทิ้งของขวัญวันเกิดชิ้นสุดท้ายไว้ให้กับเธอ นั่นก็คือหน้าปัดนาฬิกาเล็กๆ ชิ้นหนึ่ง\\n\\n\"ในเมื่อเป็นแบบนี้ ขอแค่สิ่งที่เข็มทิศสัมผัสได้ไม่ใช่สนามแม่เหล็ก แต่เป็น 'พลังงาน' งั้นก็แก้ปัญหาได้แล้วไม่ใช่เหรอ?\"\\n\\nผู้มาเยือนนิรนามตัวน้อยถอดเข็มแม่เหล็กของเข็มทิศออก แต่ในชั่วขณะที่หญิงสาวก้าวเข้าสู่ความมืดมิด เธอก็รู้ตัวทันทีว่า ทิศทางเดียวที่เข็มทิศชี้ไป คือด้านล่าง"
    },
    {
      "_id": 31173,
      "ids": [31173, 41173, 51173, 61173],
      "id": "pioneers_sealed_lead_apron",
      "name": "Pioneer's Sealed Lead Apron",
      "type": "BODY",
      "desc": "ชุดดำน้ำแบบหนักที่ทำจากเศษเหล็ก หนาแน่นจนแม้แต่อากาศก็ผ่านไปไม่ได้ แม้แต่ผู้ใช้ก็มักจะล้อว่า มันเหมือนโลงศพใต้น้ำมากกว่าเสียอีก",
      "typeText": "ลำตัว",
      "backstory": "\"Frebass ผู้มาเยือนนิรนามที่มาจาก Toyro คนนั้น เสียชีวิตมาเป็นเวลาสิบสี่วันหนึ่งคืน\\n\"เธอลืมเลือนเสียงคร่ำครวญของนกนางนวล และเสียงคลื่นในหุบเหวลึก\\n\"รวมถึงผลประโยชน์ และความสูญเสีย\"\\n\\nผู้มาเยือนนิรนามตัวน้อยมองไปยังวงแหวนดาวเคราะห์ ที่กว้างขวางยิ่งกว่าถนนของ Toyro แล้วตัดสินใจว่า จะยิงตัวเองไปที่ภาวะเอกฐานในหลุมดำ\\n\\n\"แม้แต่ Akivili ก็ยังไปที่นั่นไม่ได้\" หญิงสาวมักจะได้ยินเสียงคลื่น ที่สะท้อนกึกก้องอยู่เงียบๆ ในก้นบึ้งหัวใจของตัวเอง \"ฉันต้องเดินไปให้ลึกและไกลกว่าท่านผู้นั้นให้ได้\" เธอเตรียมตัวพร้อมสำหรับเรื่องนี้แล้ว... แผ่นเหล็กสนิมเขรอะไร้ที่มา ถังออกซิเจนมือสอง อุปกรณ์ควบคุมท่าทางแบบไจโรสโคปเก่าๆ ระบบช่วยชีวิตแบบหมุนเวียนในตัว และเกราะวงจรเรียงกระแส... เธอหลอมวัสดุทั้งหมดเข้าด้วยกัน และรู้สึกว่าแบบนี้ จะช่วยป้องกันตัวเองจากอันตรายของ \"ลบล้าง\" ได้\\n\\nเธอยกหมวกดำน้ำที่คุณพ่อทิ้งไว้ขึ้นมา และสวม \"เหรียญแห่งเกียรติยศ\" ที่ทำขึ้นเอง ก่อนจะออกเดินทาง เธอและเพื่อนร่วมทางก็ได้ไปเยือนป่าต้นสนอีกครั้ง และย่างมาร์ชเมลโลว์ด้วยกันเป็นครั้งสุดท้าย\\n\\nจากนั้น เมื่อยานของ Frebass เข้าใกล้ขอบของหลุมดำ ทั้งหมดนี้ก็กลายเป็นความทรงจำทั้งหมดเกี่ยวกับ Orkron ที่เธอจะสามารถนึกได้แล้ว"
    },
    {
      "_id": 31174,
      "ids": [31174, 41174, 51174, 61174],
      "id": "pioneers_starfaring_anchor",
      "name": "Pioneer's Starfaring Anchor",
      "type": "FOOT",
      "desc": "รองเท้าบูตที่รูปร่างเหมือนสมอเรือ ซึ่งเจ้าของของมันวางแผนไว้แล้วว่า จะไม่กลับสู่ผิวน้ำไปตลอดกาล",
      "typeText": "เท้า",
      "backstory": "\"พวกท่านทั้งหลาย ผู้หมุนพวงมาลัย และเฝ้ามองทิศทางลม\\n\"จงคิดถึงเธอ Frebass\\n\"ผู้เคยงดงามและยิ่งใหญ่เฉกเช่นพวกท่าน\"\\n\\nรองเท้าบูตที่มีลักษณะคล้ายกับสมอเรือ ช่วยฉุดดึงหญิงสาวให้ร่วงลงไปอย่างไม่หยุดยั้ง พวกมันกำลังปฏิบัติภารกิจที่ถูกมอบให้ตั้งแต่ต้นอย่างซื่อสัตย์\\n\\nหญิงสาวลืมตาอยู่ตลอดเวลา เธอต่อต้านความมืดมิดที่เยือกเย็น และโดดเดี่ยวนั่นอย่างดื้อรั้น พลางนึกถึงครั้งแรกที่ตนได้ฟังเรื่องราวของ Akivili นึกถึงวันที่เริ่มออกเดินทาง นึกถึง \"เหรียญแห่งเกียรติยศ\" ที่เธอทำให้ตัวเอง เธอนึกถึง <unbreak>30</unbreak> วันที่ร่วมเดินทางกับคู่หู นึกถึงที่โล่งในป่า ที่พวกเธอทั้งคู่ได้มารวมตัวเป็นครั้งแรกและครั้งสุดท้าย อีกทั้งอากาศของที่นั่นก็ยังมีรสราสป์เบอร์รี เธอนึกถึงเสียงผิวปาก เสียงกีตาร์ และเสียงขลุ่ยไม้ไผ่ รวมไปถึงเพลงที่ได้ร้องด้วยกัน เธอนึกถึงเกล็ดหิมะสีม่วงแดง ที่ตกลงบนมาร์ชเมลโลว์ไหม้เกรียม และไม่นานก็เลือนหายไป\\n\\nในช่วงสุดท้ายของความทรงจำอันเจิดจรัส ความว่างเปล่าสุดยิ่งใหญ่ก็กำลังจะมาเยือน ทันใดนั้น เธอก็มองเห็นแสงสีแดงสด ส่องวาบและหายไปที่ใจกลางของโลกสีดำ\\n\\nเพราะเหตุนั้น ผู้มาเยือนนิรนามตัวน้อยจึงนึกถึงรอยยิ้มที่ส่งมาจากใจ ยามที่หญิงสาวผู้ถือดาบคนนั้น รับมาร์ชเมลโลว์ไปเป็นครั้งสุดท้าย:\\n\\n\"ฉันไม่เคยคิดเลยว่าจะได้เจอกับคนที่เหมือนตัวเอง บน 'เส้นทาง' นี้ เธอเดินมาไกลกว่าฉันมากนัก\\n\"เพราะงั้น เธอก็จะเดินไปกับฉันจนถึงที่สุดเลย ใช่มั้ย?\\n\"แน่นอน ฉากจบของพวกเราถูกกำหนดไว้นานแล้ว... แต่ก็อย่างที่เธอพูด...\\n\"แม้สุดท้ายฉันจะกลายเป็นสระตื้นๆ ที่มีแต่น้ำนิ่ง แต่ระหว่างทางที่จะไปถึงตอนนั้น ฉันก็ยังมีเรื่องที่ทำได้อีกมากมาย ดังนั้นไม่ว่ายังไง ฉันก็ต้องลองดูให้ได้...\\n\"เพราะเส้นทางที่ฉันจะไป ล้ำลึกและยาวไกลกว่า Akivili นัก!\""
    }
  ]
}
