{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "Poet of Mourning Collapse",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG ควอนตัมเพิ่มขึ้น <nobr>10%</nobr>",
    "4": "ทำให้ความเร็วของผู้สวมใส่ ลดลง <nobr>8%</nobr> ทั้งนี้ก่อนเข้าสู่การต่อสู้ หากความเร็วของผู้สวมใส่น้อยกว่า <nobr>110</nobr>/<nobr>95</nobr> อัตราคริติคอลของผู้สวมใส่ จะเพิ่มขึ้น <nobr>20%</nobr>/<nobr>32%</nobr> และเอฟเฟกต์นี้ จะมีผลกับภูตความทรงจำของผู้สวมใส่ ในเวลาเดียวกันด้วย"
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "poets_dill_wreath",
      "name": "Poet's Dill Wreath",
      "type": "HEAD",
      "desc": "ด้านหน้าวิหาร ในยามพลบค่ำของฤดูใบไม้ผลิ กวีพเนจรที่โดดเด่นที่สุด จะได้รับมงกุฎดอกไม้ที่ได้รับพรจาก Mnestia",
      "typeText": "ศีรษะ",
      "backstory": "\"Mnestia พวกเราขออธิษฐานต่อท่าน หากบนโลกไร้ซึ่งเสียงเพลง วสันต์ก็จะไร้ซึ่งเสียงบรรเลง และไพรวัลย์จะไร้ซึ่งบุปผาผลิบาน...\"\n\nใช้สายน้ำจากลำธารชะล้างสองมือ แล้วใช้สองมือตักน้ำใสเย็นมาถวายแด่เทพ เหล่ากวีพเนจรรวมตัวกันอยู่ที่หน้าวิหาร และต่างถกเถียงกันว่า ใครจะได้รับมงกุฎดอกไม้ที่ได้รับพรจาก Mnestia ไปครอง สามสาวพี่น้อง Parthia ซึ่งมีชื่อเสียงในด้านบทกวีรัก ได้ขับขานบทเพลงออกมาก่อนใคร ตามมาด้วยกวีสูงอายุ Lupes ผู้ใช้สำนวนอุปมาอันยอดเยี่ยมมากมาย น้ำเสียงและถ้อยคำอันไพเราะหวานหู ไม่อาจทำให้เทพีรู้สึกประทับใจได้ จอกเครื่องดื่มที่อยู่ตรงหน้า จึงไม่ขยับเลยแม้แต่น้อย\n\nจนกระทั่ง กวีพเนจรคนหนึ่งได้เล่นพิณเจ็ดสายในมือ และบรรเลงเรื่องราวที่ถูกบันทึกไว้บนกระดาษปาปิรุสโบราณ พายุทรายเมื่อพันปีก่อนพัดโหมกระหน่ำ เรื่องราวเริ่มต้นขึ้นเช่นนี้ ในสมัยที่บนโลกยังมีเมืองต่างๆ อยู่มากมาย เคยมีเมืองแห่งหนึ่งถูกมังกรร้ายบุกโจมตี\n\n\"ร่ำอาลัยแด่บ้านเกิดของข้า...\"\n\"สัตว์ประหลาดครองวัง ทายาทผู้สูงศักดิ์กลายเป็นผู้ชั่วร้าย\"\n\"ต้องโทษมังกรยักษ์ที่บุกเข้าไปในปราสาทตัวนั้น\"\n\"มันล่อลวงราชัน และกลืนกินเจ้าหญิงของดินแดน...\"\n\nเครื่องดื่มรสเลิศถูกเทพีดื่มไปจนหมด กวีพเนจรกลายเป็นผู้ครอบครองมงกุฎดอกไม้"
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "poets_gilded_bracelet",
      "name": "Poet's Gilded Bracelet",
      "type": "HAND",
      "desc": "กำไลจากโลหะที่ผู้คนชื่นชอบ ซึ่งมังกรร้ายในเรื่องเล่า ก็เคยถูกพันธนาการด้วยโซ่ตรวน ที่ทำจากโลหะชนิดนี้เหมือนกัน",
      "typeText": "มือ",
      "backstory": "\"เมื่อผู้คนขุดทองคำจากร่างของ Georios นี่คือโลหะอันโหดร้ายชิ้นแรก ทำให้เกิดแผนการร้ายและสงคราม นับตั้งแต่นั้นมา\"\n\nต้นตอของสงครามนั้นไม่อาจพิสูจน์ได้อีกต่อไป ประวัติศาสตร์มากมายกลายเป็นตำนาน ทว่าแม้จะเป็นเพียงตำนาน... แต่เห็นได้ชัดว่าความอวดดี เล่ห์เพทุบาย และความโลภต่างหาก ที่เป็นสาเหตุให้ผู้คนต่อสู้กันไม่หยุดหย่อน แต่กลับให้ทองคำผู้บริสุทธิ์แบกรับความผิดนั้นแทน เมื่อเทียบกับยุคสมัยที่ยังไร้เดียงสา และไม่รู้จักความขัดแย้ง เดิมทีเหล็กและสัมฤทธิ์นั้น ล้วนเป็นเครื่องประกอบพิธีบูชาเทพเจ้า แต่ต่อมากลับถูกผลักลงมาจากแท่นบูชา แล้วใช้หลอมเป็นอาวุธ จนกลายเป็นโลหะที่โหดร้ายยิ่งกว่าทองคำ\n\nมังกรยักษ์ในเรื่องเล่าถูกปราบไปแล้ว... สงครามระหว่างเมืองต่างๆ ก็ใกล้จะสงบลงแล้วเหมือนกัน กวีพเนจรเดินทางมาถึงเมืองศักดิ์สิทธิ์ และขับขานเรื่องราวหลังจากนั้นให้ทุกคนฟัง หลังจากที่มังกรร้ายเข้ายึดครองเมือง ผู้คนก็รวบรวมผู้กล้าไปล่ามังกร เพื่อช่วยเหลือเจ้าหญิงออกมา\n\n\"ร่ำอาลัยแด่บ้านเกิดของข้า...\"\n\"นักรบผู้ห้าวหาญใช้โซ่ตรวนทองคำอันหนักอึ้ง จนปราบซึ่งมังกรร้ายได้ในที่สุด\"\n\"เสียงร่ำไห้เศร้าโศกาของราชาผู้แก่ชรา ดังมาจากยอดปราสาทไม่หยุด...\"\n\"ในท้องของมังกร เหลือเพียงซากกระดูก... ที่พันผูกเป็นเจ้าหญิงผู้ถูกกลืนกิน\"\n\nพู่ประดับของกำไลทองอันล้ำค่า กระทบกับสายของพิณ จนเกิดเป็นเสียงทอดถอนใจอันไพเราะ"
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "poets_starstudded_skirt",
      "name": "Poet's Star-Studded Skirt",
      "type": "BODY",
      "desc": "ยามรุ่งอรุณคือช่วงเวลาที่อ่อนโยนที่สุด และชายกระโปรงของเธอ ก็บังเอิญมีสีสัน เหมือนแสงดาวสุดท้ายก่อนรุ่งอรุณ",
      "typeText": "ลำตัว",
      "backstory": "\"ยาม Aquila ลืมตา ดวงดาราทั้งปวงล้วนหลับใหล เหลือเพียงดาวหนึ่งดวงในยามค่ำ ที่แอบจ้องมองมา นับว่ามันอยากรู้อยากเห็นเป็นที่สุด\"\n\nบทกวีเรื่องเล่าดำเนินไปอย่างต่อเนื่อง จนถึงการเปลี่ยนผ่านทิวาราตรีครั้งที่สอง ข้างกายกวี มีผู้ฟังมารวมตัวกันเยอะขึ้นเรื่อยๆ ในบรรดาผู้ฟังเหล่านั้นมีชาว Kremnos ที่ขึ้นชื่อเรื่องการยิงธนู และชาว Janusopolis ที่โยนไม้เสี่ยงทาย เพื่อสอบถามวิวรณ์แห่งทวยเทพรวมอยู่ด้วย นับตั้งแต่คลื่นทมิฬรุกรานเมืองต่างๆ เอกสารด้านประวัติศาสตร์ก็กระจัดกระจาย และหายไปเป็นจำนวนมาก เหล่านักวิชาการของลานพฤกษ์ไม่อาจรวบรวมข้อมูลทั้งหมดได้ทัน เมืองเล็กๆ หลายแห่งจึงไม่อาจรักษาชื่อไว้ได้ด้วยซ้ำ\n\nมีเพียงกวีพเนจรเท่านั้นที่รู้ว่า เมืองเก่าที่ถูกมังกรร้ายบุกโจมตี เคยมีการเล่าขานถึงวิชาเล่นแร่แปรธาตุอันลึกลับ ที่ใช้เลือดเนื้อเป็นรากฐาน และอาศัยสิ่งนี้มารังสรรค์สรรพสิ่ง จนสร้างปาฏิหาริย์ขึ้นได้ นักเล่นแร่แปรธาตุได้กล่าวกับราชา ผู้สูญเสียบุตรสาวอันเป็นที่รักไว้เช่นนี้\n\n\"ร่ำอาลัยแด่บ้านเกิดของข้า...\"\n\"นักเล่นแร่แปรธาตุกล่าววาจาสวยหรู อ้างว่าตนคืนชีพเจ้าหญิงยอดพธู จากเลือดเนื้อของมังกรได้\"\n\"สิ่งที่ตายไปแล้ว แม้นมรณาทว่ายังไม่มอดม้วย สิบวันสิบคืนผ่านไปอีกครา\"\n\"พิธีกรรมสำเร็จลุล่วงในที่สุด ทว่า...\"\n\nดวงดาวยามค่ำคืนดวงสุดท้ายไม่ยอมหลับตาลง เพราะยังปรารถนาต่อเรื่องราวของเหล่ามนุษย์ ที่ตนยังฟังไม่จบ"
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "poets_silverstudded_shoes",
      "name": "Poet's Silver-Studded Shoes",
      "type": "FOOT",
      "desc": "รองเท้าที่ฝังหมุดเงิน เมื่อเดินบนผืนทราย ก็จะทิ้งร่องรอยอักษรเอาไว้ เพื่อรวบรวมบทกวีในอดีต เธอไม่เคยหยุดฝีเท้าลงสักครา",
      "typeText": "เท้า",
      "backstory": "\"ผู้คนไม่สามารถหาร่องรอยของ Thanatos ได้ รวมถึงแม่น้ำอนธการที่เล่าขานว่า ไม่มีมนุษย์เป็นๆ คนใด สามารถข้ามผ่านมันไปได้ หากแต่แม่น้ำสายนั้น ไหลไปสู่ที่ใดกัน?\"\n\nพวกเราไม่เคยได้ยินเรื่องของมังกรยักษ์แบบนั้น ยิ่งกว่านั้นคือ ไม่เคยเห็นในเอกสารโบราณมาก่อนว่า มีพิธีกรรมคืนชีพด้วยเลือดเนื้อเช่นนี้อยู่ด้วย มีคนในกลุ่มผู้ฟังตั้งข้อสงสัยขึ้นมา กวีตอบว่า ตนไม่ใช่ทายาทคนสุดท้ายของเมืองเก่าแห่งนั้น และไม่รู้ด้วยว่าเคยมีมังกรยักษ์ชั่วร้ายอยู่จริงหรือไม่ นี่เป็นเพียงบทกวีที่ถูกเล่าขานจากรุ่นสู่รุ่น ที่เธอได้ยินมาจากกวีพเนจรรุ่นก่อนๆ เท่านั้น\n\nหากไม่มีใครเล่าขานต่อ ประวัติศาสตร์ของเมืองเก่าคงถูกฝุ่นจับอย่างแท้จริง และทุกอย่างก็จะจางหายไปกับกาลเวลา เมืองที่เคยรุ่งเรืองในอดีต ถูกแม่น้ำอนธการกัดเซาะและกลืนกิน จนกลายเป็นสถานที่ที่แม้แต่สุนัขจรจัด และนกแร้งที่บินวนเวียนก็ยังรังเกียจ นี่คือคำสาปที่ดวงวิญญาณผู้ถูกมังกรร้ายกลืนกิน ได้เหลือทิ้งไว้\n\n\"ร่ำอาลัยแด่บ้านเกิดของข้า...\"\n\"โอ้ เจ้าหญิง! กลับกลายเป็นมังกรร้ายเสียแล้ว\"\n\"นางกลืนกินนักเล่นแร่แปรธาตุ นักรบผู้กล้าหาญ ราชาผู้เลอะเลือนจนหมดสิ้น\"\n\"งานเลี้ยงที่เต็มไปด้วยเลือด ได้เรียกเงาแห่งความตายมาเยือน เมืองเก่าจึงล่มสลายไปด้วยเหตุฉะนี้...\"\n\nจงจดจำชื่อของอาณาจักรที่ล่มสลายเอาไว้! นี่คือเรื่องราวของ \"Styxia\" ที่ถูกขับขานโดยกวีผู้สวมรองเท้าหมุดเงิน เธอเก็บรวบรวมเรื่องราวต่างๆ เพื่อที่เรื่องราวเหล่านั้น จะได้ทิ้งร่องรอยอักษรเอาไว้ ดุจดั่งหมุดเงินบนรองเท้า \"จงจดจำเรื่องราวเอาไว้ และลืมเลือนข้าไปเสียเถิด\""
    }
  ]
}