{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "Prisoner in Deep Confinement",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATK เพิ่มขึ้น <nobr>12%</nobr>",
    "4": "ทุกครั้งที่ศัตรูเป้าหมายได้รับเอฟเฟกต์ DMG ต่อเนื่อง 1 เอฟเฟกต์ ผู้สวมใส่จะเพิกเฉยต่อ DEF <nobr>6%</nobr> ของศัตรูตัวนั้นๆ เมื่อสร้าง DMG แก่ศัตรูดังกล่าว โดยสามารถสร้างเอฟเฟกต์ DMG ต่อเนื่องได้สูงสุดถึง <nobr>3</nobr> เอฟเฟกต์"
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "prisoners_sealed_muzzle",
      "name": "Prisoner's Sealed Muzzle",
      "type": "HEAD",
      "desc": "ตะกร้อครอบปาก ที่ยึดติดกับใบหน้าของนักโทษหน้าสัตว์ เพื่อป้องกันไม่ให้ผู้กระทำความผิดที่จนตรอก แยกเขี้ยวออกมาทำร้ายผู้คน",
      "typeText": "ศีรษะ",
      "backstory": "การดมกลิ่น เคยสร้างโลกแห่งประสาทสัมผัสให้กับผู้บัญชาการรบแห่ง Borisin กลิ่นสายฝน ละอองดิน กองไฟ โลหิต และยารักษา... กลิ่นอายเหล่านั้นสั่นไหว และลอยล่องออกมาจากส่วนลึกที่สุดของสนามรบ ก่อนจะรวมกันเป็นกลิ่นอันตลบฟุ้ง ที่ท่วมท้นเส้นประสาททุกตารางนิ้วของเขา\\n\\nตอนนี้เขาสัมผัสได้เพียง กลิ่นของความหนักอึ้งและแข็งแรงจากเครื่องทรมาน และความขี้ขลาดหวาดกลัวของคณะลูกขุน ที่ตลบอบอวลอยู่ในอากาศ\\n\\nเขารู้ว่าผู้พิพากษาที่มีเลือดเนื้อแสนอ่อนแอเหล่านี้ หวาดกลัวเขี้ยวอันแหลมคม... เขาเคยยืนตระหง่านอยู่บนหน้าผาสูงชัน และอาบไล้แสงจันทร์อันบ้าคลั่ง พร้อมกับสัมผัสแรงกระตุ้นทางสัญชาตญาณที่อยู่ในชีพจร เขาเคยเดินตามเขาวงกตแห่งกลิ่นอยู่ท่ามกลางค่ำคืนที่ไร้แสงใด ก่อนจะเข้าสู่ค่ายของศัตรู จากนั้นก็กัดกะโหลกของเหยื่อจนแตกละเอียดทีละตนๆ... ผู้บัญชาการรบแห่ง Borisin นับถือกันที่เขี้ยวฟันหลังจากลับคมแล้ว โดยมองว่ามันคือมีดสีขาวอันคมกริบ ซึ่งเป็นทั้งพลังและความมั่นใจที่จะฉีกทึ้งทุกสรรพสิ่ง\\n\\n\"Brood Lord แห่ง Borisin กัดทึ้งและบดเคี้ยวเลือดเนื้อของผู้บริสุทธิ์ จึงตัดสินให้จำคุกโดยครอบใบหน้าและคมเขี้ยวไปตลอดชีวิต ตามความผิดในสิบบาปมหันต์\"\\n\\nผู้บัญชาการรบมองไปรอบๆ อย่างเหยียดหยัน นักดาบที่กวาดทุกอย่างจนเรียบ เหมือนกับคลื่นน้ำแข็งพิโรธคนนั้นไม่ได้อยู่ที่นี่... เขาไม่สนใจคำตัดสินที่ยืดยาดมากความนี่เลยสักนิด"
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "prisoners_leadstone_shackles",
      "name": "Prisoner's Leadstone Shackles",
      "type": "HAND",
      "desc": "ตรวนที่หนักอึ้งและมีหมุดเหล็กบนข้อมือ ซึ่งพันธนาการมือปีศาจเอาไว้แน่น เพื่อยับยั้งไม่ให้กรงเล็บอันดุดัน โผล่ออกมาทำการเข่นฆ่าได้อีก",
      "typeText": "มือ",
      "backstory": "เมื่อเมฆหมอกสลายตัว แสงจันทร์สลัวก็สาดส่องลงมา บนร่างที่เต็มไปด้วยบาดแผลของผู้บัญชาการรบแห่ง Borisin กรงเล็บใหญ่ยักษ์ที่ถูกนักดาบผมเงินฟันทิ้งตกอยู่ด้านข้าง ผู้บัญชาการรบผู้จนตรอกชีพจรพลุ่งพล่าน เมื่อเสียงหอนยาวนานที่มาพร้อมความเจ็บปวดดังขึ้น กรงเล็บแหลมคมก็งอกขึ้นใหม่อีกครั้ง\\n\\nภายใต้แรงกระตุ้นจาก Moon Rage ผู้บัญชาการรบจึงฝืนตัวไล่ตามการโจมตีจากคมดาบที่ดุจดั่งแสงจันทร์ เขาอธิษฐานต่อพลังแห่งเฟื่องฟูเงียบๆ และตั้งใจจบการต่อสู้สุดท้าย ในฐานะสัตว์ร้ายที่ถูกคุมขัง\\n\\nเขาลืมไปแล้วว่ากองทัพ Borisin ฝ่าทะลวงไปกี่ครั้งแล้ว สิ่งที่จำได้มีแค่เพียง ลูกน้องของตนได้ใช้กรงเล็บคม ฉีกกระชากช่องว่างข้างหน้านับครั้งไม่ถ้วน แม้มันจะกลับมาปิดสนิทอีกครั้งก็ตาม เหล่า Borisin ที่เหนื่อยล้าจะอาศัยพลังการฟื้นฟูที่ยากจะทำลายได้ และดิ้นรนเพื่อฉีกทึ้งสิ่งกีดขวางทุกอย่างทิ้ง... โลหิตของผู้บัญชาการรบ ชุ่มโชกอยู่ทั่วกรงเล็บทั้งสองข้าง เขาตกอยู่ในภวังค์ ฉับพลันนั้นก็รู้สึกตัวขึ้นมาว่า ตนเองไร้ทางหลบหนีและไม่มีผู้ใดติดตามมาแล้ว\\n\\n\"Brood Lord แห่ง Borisin ฆ่าสัตว์ตัดชีวิตด้วยมือมีด สังหารสร้างกรรมนับไม่ถ้วน ต้องถูกพันธนาการมือด้วยหินตะกั่ว และควบคุมตัวไว้อย่างเข้มงวด\"\\n\\nในที่สุดผู้บัญชาการรบ ก็ล้มลงเบื้องหน้านักดาบอย่างไร้เรี่ยวแรง เป็นครั้งแรกที่เขาได้สัมผัสกับความเหนื่อยล้าเจียนตาย \"ช่างเป็นดาบที่ไร้ใดเทียมโดยแท้\" เขาอดคิดไม่ได้ \"ช่างเป็นความตื่นเต้นที่ไร้ใดเทียมโดยแท้!\""
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "prisoners_repressive_straitjacket",
      "name": "Prisoner's Repressive Straitjacket",
      "type": "BODY",
      "desc": "เครื่องแบบจองจำ ใช้สำหรับพันธนาการนักโทษตัวฉกาจ มีข้อต่อแบบบิดกลับ ที่จะจำกัดความสามารถ ในการกลายร่างของผู้ต้องขัง",
      "typeText": "ลำตัว",
      "backstory": "Borisin เป็นนักรบมาตั้งแต่เกิด โครงสร้างกระดูกของพวกเขากว้างใหญ่และเรียวยาว มีกล้ามเนื้อกรามและคอที่ทรงพลัง ฟันเขี้ยวใหญ่ก็วิวัฒนาการมาอย่างดี บนศีรษะมีหูสัตว์ มือเท้ามีกรงเล็บคมกริบ... เพื่อนร่วมเผ่าพันธุ์จะบูชาร่างกายอันแข็งแกร่ง และมองว่านี่เป็นพระคุณอันลึกล้ำจากเทพเจ้า\\n\\nผู้บัญชาการรบนั้นเป็นผู้นำทางจิตวิญญาณ และเป็นพลังต่อสู้ที่แข็งแกร่งที่สุดของเผ่าพันธุ์ ผู้บัญชาการของกองทัพที่ราวกับกระแสคลื่นดำทะมึน ทั้งยังเป็นผู้บงการความเป็นความตายในสนามรบ\\n\\nเรือรบอสูรที่โหดเหี้ยมกรีธาทัพออกมาเต็มท้องฟ้า เขามองไปยังนักรบ ที่คลุ้มคลั่งไม่เป็นสุขในสมรภูมิ... ผู้บัญชาการรบแห่ง Borisin สัมผัสได้ถึงเสียงเพรียกจาก Moon Rage กระดูกแหลมคมจึงพุ่งทะลุกล้ามเนื้อ โลหิตสีดำลอยหายไปในสายลมราวกับม่านหมอก จากนั้นก็เหยียดแขนสองข้างดั่งผู้พลีชีพเพื่อศรัทธา นี่คือ Lupitoxin ของ Borisin... มันคือฟีโรโมนที่ทำให้ผู้คนหวาดผวา ขณะที่หมอกโลหิตแพร่กระจายออกไป ก็ได้กระตุ้นประสาทสัมผัสของเหล่านักรบ Borisin จนทำให้ร่างกายมีพลังราวกับเทพเทวา\\n\\n\"ท่าน Brood Lord ได้มอบกล้ามเนื้อและกระดูกเหล็กให้กับพวกเรา ท่าน Brood Lord ได้มอบพลังอันศักดิ์สิทธิ์ให้กับพวกเรา\"\\n\\nเขาหวนนึกถึงวันเวลาที่ร่างกายไม่ได้ถูกจองจำ เด็กๆ ในเผ่า Borisin ผู้สืบทอด \"Moon Rage\" จะทะลวงขีดจำกัดของเลือดเนื้อ ผิวหนังจะก่อร่างสร้างตัวขึ้นมา และไม่รู้สึกถึงความเจ็บปวดและความหวาดกลัวอีกต่อไป ซึ่งครั้งหนึ่ง การสอนสั่งและชี้นำพวกเขา ก็เคยเป็นสิทธิพิเศษและความรับผิดชอบของผู้แข็งแกร่งโดยเฉพาะ"
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "prisoners_restrictive_fetters",
      "name": "Prisoner's Restrictive Fetters",
      "type": "FOOT",
      "desc": "ตรวนโลหะที่ใช้พันรัดเท้าสัตว์ร้าย สำหรับกักขังนักโทษจนตรอก เพื่อไม่ให้หลบหนีออกไปก่อหายนะ",
      "typeText": "เท้า",
      "backstory": "เผ่าพันธุ์ Borisin ตระเวนไปทั่วกาแล็กซี พลางดูแคลนอารยธรรมที่มีการตั้งถิ่นฐาน พวกเขาช่วงชิงความสงบสุขมั่นคงไป และนำไฟสงครามอันลุกโชนมาให้ ความเชื่อต่อการมีชีวิตอยู่อย่างรุนแรงของพวกเขา บีบให้ต้องทำสงครามอย่างไม่หยุดหย่อน และอุทิศตนสู่ชีวิตที่ต้องใช้โลหิตชโลมคมมีด\\n\\nพวกเขามีความเชื่อและวิธีการของตัวเอง ทำให้ไม่ว่าพวก Borisin จะย่างเท้าไปที่ใด ที่นั่นก็จะกลายเป็นถิ่นฐานของพวกเขา\\n\\nผู้บัญชาการรบแห่ง Borisin ภาคภูมิใจ ที่ได้จุดไฟสงครามอันเจิดจรัสหลายต่อหลายแห่ง ได้บดขยี้ศักดิ์ศรีของผู้พิทักษ์ ได้ดื่มด่ำหยาดน้ำตาของผู้พลัดถิ่น และได้เหยียบย่ำความเชื่อใจของคนใกล้ชิด เขาปล่อยให้ต้นหนามงอกเงย และทำลายสิ้นซึ่งดินที่อุดมสมบูรณ์ เขาบังคับให้มนุษย์เป็นผู้รับใช้ และเสวยสุขอยู่บนความหรูหราฟุ้งเฟ้อ... และเพื่อทำให้ตนอยู่เหนือผู้นำรุ่นก่อนๆ ผู้บัญชาการรบตนใหม่จึงต้องโยนความสงบทิ้งไป และยกพลออกไปสร้างชื่อเสียงยังโลกภายนอก เพื่อทำให้ตำแหน่งในเผ่าของตนมั่นคง\\n\\n\"Brood Lord แห่ง Borisin ก่อสงครามและสร้างหายนะให้โลกทั้งหลาย ตัดสินให้รัดเท้าและถูกกักขังตลอดชีพ ไม่อาจมีชีวิตได้อีก\"\\n\\nผู้บัญชาการรบรู้สึกสงสัยในคำตัดสิน เขามองไปรอบๆ ด้วยความแปลกใจในตัวพวกผู้พิพากษาที่แสนอ่อนแอ ความผิดทั้งหลายที่กล่าวมานั้น เป็นแค่กฎการเอาชีวิตรอดเท่านั้นเอง"
    }
  ]
}