{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "Revelry by the Sea",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้ ATK ของผู้สวมใส่เพิ่มขึ้น <nobr>12%</nobr> เมื่อ ATK ของผู้สวมใส่ มากกว่าหรือเท่ากับ <nobr>2400</nobr>/<nobr>3600</nobr> จะทำให้ DMG ต่อเนื่องที่สร้างเพิ่มขึ้นอีก <nobr>12%</nobr>/<nobr>24%</nobr>"
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "Warbling Shores' Blazing Beacon",
      "type": "NECK",
      "desc": "สิ่งที่อยู่ใน Planar Sphere คือ Styxia ที่ดื่มด่ำอยู่ในความรื่นเริงนิรันดร ประภาคารสว่างไสวตั้งอยู่ริมฝั่ง บทเพลงบรรเลงโดยไม่หยุดพัก เรือแล่นข้ามผ่านหมอกหนา มาตามท่วงทำนองอันรื่นรมย์ ก่อนจะชนโขดหินและอับปางทันใด เหลือเพียงเศษซากที่ถูกคลื่นกลืนกิน",
      "typeText": "Planar Sphere",
      "backstory": "คลื่นทะเลและการเต้นรำที่ไม่มีวันสิ้นสุด เพราะเบื่อหน่ายกับท่าเรือที่เคยใช้แสวงหาความสุข เหล่ากะลาสีจึงกางแผนที่เดินเรือ เพื่อเลือกจุดหมายการเดินทางให้ตัวเอง ปลายเข็มทิศหยุดสั่นแล้วชี้ไปยัง \"Styxia\" เมืองรื่นเริงนิรันดรที่ตั้งอยู่ริมชายฝั่ง ดินแดนที่พวกเขาถูกลิขิตไว้แล้วว่าต้องดับสูญ ผู้คนที่ยังไม่รู้จักความตายได้ชักใบเรือด้วยความเมามาย แล้วก้าวเข้าสู่ลานเต้นรำของ Phagousa ด้วยความยินดีปรีดา\n\nเหล่ากะลาสีไล่ตามท่วงทำนองของกระแสน้ำขึ้นลงและข้างขึ้นข้างแรม ใช้ฉมวกกระดูกแทงเข้าไปยังสันหลังของวาฬ ใช้หัวเรือพุ่งชนธารน้ำแข็งนิรันดร์ พวกเขาร้องรำทำเพลงไปตลอดทาง... จวบจนเข้าไปในหมอกหนา จวบจนประภาคารอยู่ใกล้แค่เอื้อม และจวบจนพุ่งชนโขดหินสุดท้าย...\n\nเรือที่ชนโขดหินและอับปางจมลงสู่ใต้น้ำ ผู้คนที่เป็นอมตะคืนชีพจากคลื่นทะเล กะลาสียืนบนโขดหิน ร่างกายเต็มไปด้วยสาหร่ายทะเลและคราบเกลือ ผู้ร่วมงานเลี้ยงในประภาคารที่เฝ้ารออยู่นานแล้ว ได้โค้งตัวเชิญเขามาเข้าร่วมงานเลี้ยงอันไร้ที่สิ้นสุด พวกเขาก้าวข้ามทางสายยาวไปหาเสียงดนตรี ขึ้นไปยังประภาคารสีขาวบริสุทธิ์ที่ตั้งอยู่ระหว่างโขดหิน ประภาคารแห่ง Styxia ใช้ไขมันวาฬเป็นเชื้อเพลิง เปลวไฟเย็นเยียบที่โลดเต้นอยู่ ถูกครอบอยู่ในกระจกที่แกะสลักขึ้นจากคริสตัล ตัวประภาคารเป็นเครื่องสายวารีใหญ่ยักษ์ เมื่อผู้เยี่ยมชมขึ้นบันไดมา ก็จะเห็นหลอดแก้วดูดน้ำทะเล อยู่ในรูพรุนของก้อนอิฐ ที่ซึ่งขึ้นและลงไปตามระดับระลอกคลื่น บนระเบียง ผู้ร่วมงานเลี้ยงจับมือกัน เต้นรำรอบแสงไฟไปตามเสียงดนตรี แสงไฟสาดส่องเงาของพวกเขา จนทอดยาวไปยังผืนทะเลแสนไกล ที่นั่น กะลาสีได้เห็นจุดหมายที่ใฝ่ฝัน นั่นคือเมืองแห่งความรื่นเริงนิรันดร\n\nนั่นเป็นช่วงเวลาก่อนที่ความเสื่อมโทรมจะมาเยือน ความเจ็บปวด ความเศร้า และความตายก็ยังอยู่ในช่วงฟูมฟัก... Styxia ดื่มด่ำไปกับความโปรดปรานจาก Phagousa และใช้อ่าวเป็นเหมือนแขนมาโอบกอดเมืองไว้ พร้อมทั้งร้องเพลงกล่อมเด็กให้ฟังอย่างอ่อนโยนราวกับความฝัน\n\nริมฝีปากของกะลาสีผู้ร้อนใจสั่นเทา เบื้องหน้าของเขา ผู้เข้าร่วมงานเลี้ยงเชิญเขาเข้าไปในเมือง และแบ่งปันความสุขสูงสุดราวกับเป็นพี่น้อง ส่วนเบื้องหลังของเขา คือมหาสมุทรสีเทากว้างใหญ่ไร้ที่สิ้นสุด ท่ามกลางโขดหินเต็มไปด้วยเศษซากเรือ คนจมน้ำลอยอยู่ในคลื่นทะเล บนผิวหนังเต็มไปด้วยดอกไม้ทะเลและปะการัง เขาหวนนึกถึงตอนที่ตกลงไปในน้ำ กระแสน้ำลากเขาลงไปสู่ใต้ทะเลที่ล้ำลึกและสิ้นหวัง... มืออันเย็นเฉียบของไซเรนลูบไล้แก้มของเขา ท่ามกลางเสียงร้องอันแผ่วเบาเลือนราง เขาพลันได้สติตื่นขึ้นมา และถูกผลักออกไปลอยคออยู่บนผิวน้ำที่ส่องประกายระยิบระยับ\n\nมันเป็นเพียงแค่ความลังเลชั่ววูบ แค่ชำเลืองมองอย่างเร่งรีบเท่านั้น ประตูที่นำไปสู่ความสุขสูงสุดกลับได้ปิดลงไปด้วยเหตุนี้ เหล่าผู้ร่วมงานเลี้ยงยิ้มแย้ม ปฏิเสธคำขอของกะลาสีที่จะเข้าสู่ Styxia เพียงเพราะเขาสร่างจากความเมามาย และยังไม่รู้ซึ้งว่า ควรจะเสพความสุขที่แท้จริงอย่างไร"
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "Warbling Shores' Cantillation Trail",
      "type": "OBJECT",
      "desc": "ชาว Styxia เชื่อมั่นว่า ไซเรนได้ปกป้องความสงบสุขของที่นี่ ด้วยเลือดเนื้อเฉกเช่นในตำนาน สักวันหนึ่ง พวกเธอจะมาตามเสียงขับขานไร้ที่สิ้นสุด ของประภาคารตามสัญญา และได้รับงานเลี้ยงอันไม่รู้จบเป็นรางวัล",
      "typeText": "Link Rope",
      "backstory": "กะลาสีผู้โดดเดี่ยวก็เหมือนกับผู้มาเยือนก่อนหน้านี้ วนเวียนไปมาอยู่ระหว่างมหาสมุทรกับเมือง หยุดอยู่บนธรณีประตูระหว่างทางโลกกับความสุข เขาเช็ดน้ำมันที่ไหลออกมาจากบาดแผลของวาฬที่เกยตื้น และจุดไฟประภาคารในช่วงที่ราตรีมาเยือน จากนั้นก็นั่งอยู่หน้าแสงไฟ ใช้เครื่องสายวารีเล่นบทเพลงที่ยังไม่เคยถูกบรรเลง\n\nประภาคารบรรเลงไปตามโน้ตดนตรี ทั้ง Styxia จมอยู่ในเสียงเพลง ท่วงทำนองที่เดี๋ยวช้าเดี๋ยวเร็วพวกนั้น ได้ปลุกจินตนาการอันไม่สิ้นสุดเกี่ยวกับการหาความสุขของราชินีแห่ง Styxia ขึ้นมา กะลาสีเริ่มบรรเลงถอยหลังจากโน้ตตัวสุดท้ายหยุดลง ทำให้ท่วงทำนองขบขันและโลดแล่น เรือยาวสีขาวนำนักแสดงกายกรรมข้ามผ่านแม่น้ำไปได้อย่างง่ายดาย ชายหญิงที่แต่งตัวหรูหรา แออัดกันอยู่สองฟากฝั่ง ใช้หน้ากากที่ตกแต่งด้วยแผ่นทองและขนนกปกปิดใบหน้า ราชินีก็ปะปนอยู่ในนั้น และล่องลอยอยู่ท่ามกลาง กลิ่นหอมของกานพลูกับอัลมอนด์ด้วยเช่นกัน\n\nกะลาสีปรับจังหวะโดยใช้ตัวโน้ตที่ทั้งรวดเร็วและฮึกเหิม ดังนั้นในละครที่มีทั้งเมืองเป็นเวทีนั้น ชาวเมืองที่เล่นเป็นโจรสลัดก็ได้โบกธงสีดำขึ้น และโจมตีกำแพงเมืองที่ไม่เคยตั้งการป้องกัน ปล้นสุราชั้นเลิศและเหรียญทอง ส่งเหล่าชนชั้นสูงไปยังลานประหารที่เต็มไปด้วยดอกไม้ แล้วสวมมงกุฎราชันให้กับขอทานทั่วเมือง ในยามที่ม่านปิดลง ผู้คนจุดไฟเผาหอคอยสูงจนหมดสิ้น ก่อนจะเต้นรำอย่างบ้าคลั่ง และดื่มด่ำเมามายท่ามกลางเสียงทำนองบรรเลง\n\nคลื่นทะเลอันปั่นป่วนทำให้กระดาษโน้ตเพลงเปียกปอน ตัวโน้ตพร่าเลือนอย่างนุ่มนวลอ่อนโยน ราชินีก้าวเข้าสู่บทละครใหม่ในหมอกหนาหน้าประภาคาร เธอสวมกระโปรงหางปลาสีฟ้า แล้วรับบทเป็นบริวารของ Phagousa... ราชินีของเหล่าไซเรน\n\nในเรื่องเล่า เหล่าไซเรนได้รับคำสั่งให้ทนรับความเจ็บปวด ซึ่งผู้คนยากจะจินตนาการได้อยู่ใต้มหาสมุทรลึก และใช้เลือดเนื้อล่อภัยพิบัติอันดำมืดมาสู่จอกอันเปี่ยมล้น เพื่อแลกกับความรื่นเริงนิรันดรของ Styxia และเมื่อถึงเวลาที่ได้รับอนุญาต สุดท้ายเหล่าไซเรนก็จะตามเสียงบรรเลงและแสงไฟของประภาคาร แล่นไปตามทางเดินสายยาวและก้าวเข้าสู่ Styxia ชาว Styxia จะดึงมือของพวกเธอขึ้นมา แล้วเข้าร่วมงานเลี้ยงที่ไม่มีวันเลิกราไปด้วยกัน\n\nราชินีแห่ง Styxia ก้าวลงไปในน้ำ เพลิดเพลินกับความตายที่จินตนาการไว้ ในค่ำคืนที่ข้างขึ้นข้างแรมก็ไม่อาจผูกมัดเกลียวคลื่น ลึกลงไปในมหาสมุทร น้ำตาอันกลวงเปล่าของเหล่าไซเรนได้ลอยขึ้นราวกับฟองน้ำ พวกเธอคาดหวัง พวกเธอเฝ้ารอ ได้แต่ลอบมองแสงจันทร์ที่ชีวิตนี้ไม่อาจได้เห็น จากนั้นเลือดเนื้อก็ละลายหายไป น่าเสียดาย คืนนี้กลับไร้แสงจันทร์ มีเพียงประภาคารที่ส่องสว่างเช่นเคย... น้ำตาลอยขึ้นสู่ผืนทะเล ที่ส่องแสงระยิบระยับแทนเหล่าไซเรน จากนั้นฟองที่ลอยละล่อง ก็สลายหายไปในระลอกคลื่น\n\nกะลาสีผู้โดดเดี่ยวได้ในสิ่งที่ต้องการ ผู้ร่วมงานเลี้ยงหลั่งน้ำตาแห่งความปีติ แสดงความยินดีที่เขาได้ก้าวเข้าสู่ Styxia แต่เมื่อเสียงเพลงแรกดังขึ้น ปีกอันเหี่ยวเฉาของความตาย ก็ได้ปกคลุมอยู่เหนือเมืองแห่งความรื่นเริงนิรันดรแห่งนี้แล้ว"
    }
  ]
}