{
  "_id": 309,
  "id": "rutilant_arena",
  "name": "Rutilant Arena",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้อัตราคริติคอลของผู้สวมใส่เพิ่มขึ้น <nobr>8%</nobr> เมื่ออัตราคริติคอลปัจจุบัน ของผู้สวมใส่มากกว่าหรือเท่ากับ <nobr>70%</nobr> DMG จากการโจมตีปกติและสกิลต่อสู้จะเพิ่มขึ้น <nobr>20%</nobr>"
  },
  "pieces": [
    {
      "_id": 33095,
      "ids": [
        33095,
        43095,
        53095,
        63095
      ],
      "id": "taikiyan_laser_stadium",
      "name": "Taikiyan Laser Stadium",
      "type": "NECK",
      "desc": "สิ่งที่อยู่ในมิติระนาบคือสนาม Taikiyan ซึ่งเป็นสนามกีฬาที่ยอดเยี่ยมที่สุดของดาว Taikiyan... บรรยากาศทั้งนอกและในสนามดุเดือดเป็นอย่างยิ่ง ทั้งยังมีป้ายธงหลากสีสันโบกสะบัดแข่งกัน... การแข่งขัน Roboball สุดตื่นเต้นกำลังจะเปิดฉากอย่างยิ่งใหญ่ ภายใต้สายตาของผู้ชมนับหมื่น",
      "typeText": "Planar Sphere",
      "backstory": "ดาว Taikiyan เคยเป็นดวงดาวท่าเรือทิ้งขององค์กร ซึ่งเจ้าหน้าที่ประเมินความเสียหาย จะถูกส่งตัวไปทำความสะอาดซากเรือเก่า และขุดค้นมูลค่าที่ยังเหลืออยู่ออกมา\n\nเจ้าหน้าที่มองว่า \"การถูกส่งไปยังดาว Taikiyan\" นั้นคือการเนรเทศที่ไม่มีหวนกลับ บนดาวเล็กๆ ดวงนี้ เส้นใยคาร์บอนและเหล็กสเตนเลสที่กองเป็นภูเขา ได้แสดงให้เห็นถึงเค้าโครงของเรือยักษ์ก่อนที่จะถูกปลดระวาง เงาแห่งความว่างเปล่าทอดยาวอยู่บนซากปรักหักพังของเศษเหล็ก ทำให้ความปรารถนาที่อยากจะถูกเรียกตัวกลับ เริ่มทวีความรุนแรงขึ้น เหล่าเจ้าหน้าที่ประเมินความเสียหาย จะช่วงชิงชิ้นส่วนคุณภาพสูงกันอยู่ที่ใต้ดาดฟ้าเรือ พร้อมกับสวมใส่อุปกรณ์พร้อมสรรพ จากนั้นจึงเกิดการหลบหนีและไล่ล่าขึ้นบนทางเดินห้องโดยสาร ของเรืออับปางหลายต่อหลายปี จนเกิดเป็น \"กฎใต้ดิน\" ขึ้นมาในเงามืด... ถึงอย่างนั้น เหล่าสัตว์ร้ายที่ถูกกักขังก็ไม่เคยได้ในสิ่งที่ปรารถนา และสุดท้ายก็ไม่มีใครได้หวนกลับไป\n\n\"กฎใต้ดิน\" ของเหล่าสัตว์ร้ายที่ถูกกักขังไม่อาจหลุดพ้นจากสายตาขององค์กรไปได้ ภาพวิดีโอติดตัวของพวกเขาถูกส่งกลับไปยังองค์กร แล้วกลายเป็นเรื่องตลกขำขันหลังอาหารของบุคคลระดับสูง หัวหน้านักลงทุน \"แผนกโครงการดั้งเดิม\" ครุ่นคิดอย่างหนักและมองเห็นถึงความเป็นไปได้ของ \"ความบันเทิง\" ชนิดหนึ่งขึ้นมา\n\nตามแผนการที่วางไว้ โปรแกรมการแข่งขัน \"Taikiyan Roboball\" ครั้งแรกในกาแล็กซีนั้นจะถูกจัดขึ้นบนดาว Taikiyan เครื่องจักรปรับแต่งดาวเคราะห์หลายเครื่องได้มาที่นี่ และขุดรากถอนโคนยานอวกาศที่ถูกทิ้งร้างไปจนหมด โดยไม่เหลือเงามืดทิ้งไว้แม้แต่จุดเดียว จากนั้นดาวดวงเล็กๆ ที่เงียบงันไม่สะดุดตาก็เปลี่ยนไปเพราะกีฬา \"Roboball\" และกลายเป็นสถานที่แข่งขันอันเปล่งประกายในชั่วพริบตา \"เมื่อถึงเวลานั้น จะไม่มีใครสนใจร่างเดิมอันแสนพิลึกพิลั่นของมัน หลงเหลือเพียงแค่จิตวิญญาณแห่งกีฬาอันบริสุทธิ์ และสัญญาการค้ามูลค่าสูงเท่านั้น\"\n\nนักกีฬาที่สวมชุดเกราะและตัวขับเคลื่อน สนามแข่งสามมิติที่คาดเดาไม่ได้ รวมถึงร่างกายที่ปะทะกันจนเกิดประกายไฟ... เมื่อ \"การแข่งขัน Roboball\" เปิดตัวสู่สาธารณะ มันก็กลายเป็นจุดสนใจของทั้งกาแล็กซีทันที จากนั้นบนดาว Taikiyan ที่ปกคลุมด้วยความมืดมาตลอดทั้งปี ก็สาดประกายแสงออกมาจนมองไม่เห็นแม้แต่เงา\n\nในสนามแข่งอันยิ่งใหญ่ เกมรุกและเกมรับของทีมเหย้าและทีมเยือนต่างก็ทำได้สูสี ผู้ชมตะโกนเชียร์กันอยู่เต็มอัฒจันทร์ พวกเขาส่งเสียงเรียกชื่อทีมและชื่อผู้เล่นดาวเด่น จนเกิดเป็นเสียงร้องเชียร์ดังกระหึ่มเป็นเวลานาน ด้านนอกสนามแข่ง ดาว Taikiyan ก็ไม่เคยมีช่วงเงียบสงบเช่นกัน การแย่งชิงทั้งลิขสิทธิ์การถ่ายทอดสด ลิขสิทธิ์สปอนเซอร์ และสัญญาโฆษณา ต่างก็กำลังแข่งขันกันทั้งแบบโจ่งแจ้งและแบบลับๆ อยู่ในตลาดการค้า การเดิมพันเสี่ยงโชคในโลกใต้ดินก็มีอยู่อย่างแพร่หลาย มันมาพร้อมกับความดีใจและความผิดหวังในเวลาเดียวกัน... ความมืดมิดยามค่ำคืนที่ราวกับน้ำหมึก ได้แปรเปลี่ยนไปเป็นฉากหลัง แล้วขับเน้นความเจิดจรัสของสนามแข่งอย่างเงียบๆ\n\nสนาม Taikiyan มียามค่ำคืนที่สว่างไสวราวกับตอนกลางวันมาตลอด และไม่มีใครจดจำได้แล้วว่า เงามืดที่จางหายไปนั้น ที่แท้แล้วไปซ่อนตัวอยู่ที่ไหน"
    },
    {
      "_id": 33096,
      "ids": [
        33096,
        43096,
        53096,
        63096
      ],
      "id": "taikiyans_arclight_race_track",
      "name": "Taikiyan's Arclight Race Track",
      "type": "OBJECT",
      "desc": "สนามมาตรฐานของสนาม Taikiyan ที่มักจะเป็นโครงสร้างโลหะ และหุ้มด้วยคอนกรีตเรียบกับพื้นไม้ดิบ เนื่องจากต้องการให้ผู้ชมในสนาม สามารถรับชมการแข่งได้อย่างแจ่มชัด จึงมีการใช้วัสดุโพลีคาร์บอเนตโปร่งใสจำนวนมากในสนาม ซึ่งจะทำให้มองเห็นการแข่งขันได้อย่างไร้สิ่งกีดขวาง",
      "typeText": "Link Rope",
      "backstory": "\"แผนกโครงการดั้งเดิม\" ได้เรียกรวมตัวผู้เชี่ยวชาญด้านกีฬา จากค่ายสื่อบันเทิงสันติภาพแห่งดวงดาว เพื่อขอให้พวกเขาตัดองค์ประกอบที่ป่าเถื่อนทั้งหมดของ \"กฎใต้ดิน\" ใน Taikiyan แล้วเปลี่ยนให้มาเป็น \"การแข่งขันกีฬาที่สามารถทำเงินได้\"\n\nผู้เชี่ยวชาญด้านวัสดุได้ออกแบบ \"Roboball\" เพื่อเติมเต็มข้อเรียกร้องนั้น... มันคือลูกบอลเทคโนโลยีที่มีเส้นผ่านศูนย์กลาง 35 เซนติเมตร น้ำหนัก 30 กิโลกรัม ทำมาจากเส้นใยคาร์บอนและเหล็กสเตนเลส โดยมันจะไล่ตามการเปลี่ยนแปลงของมิติเปลวเพลิงอยู่ตลอดเวลา เป็นการเพิ่มความคาดเดาไม่ได้ ให้กับการแข่งขันผ่านการเคลื่อนไหวที่ไร้กฎเกณฑ์นี้ ผู้เชี่ยวชาญด้านอุปกรณ์กีฬาจึงรับช่วงต่อ โดยการพัฒนาเกราะขับเคลื่อนแบบมาตรฐานของกีฬา Roboball เพื่อให้องค์กรกีฬาและการแพทย์ชั้นนำ ได้แสดงคุณสมบัติของตนออกมา ทั้งยังรักษารายได้ที่มั่นคงและการแข่งขันที่ปลอดภัยได้อย่างยั่งยืนอีกด้วย\n\nด้วยเหตุนี้ จึงได้ก่อตั้งสมาคม Roboball ของ Taikiyan ขึ้นอย่างเป็นทางการ และเกิดเป็น \"กฎการแข่งขัน Taikiyan Roboball\" ฉบับแรกขึ้นมา จากนั้นระบบการแข่งขันที่มีสองทีม และมีผู้เล่นทีมละ 7 คนก็ถือกำเนิดขึ้น\n\nสถาปนิกผู้ออกแบบสนามแข่งจากสถาบันแห่งปัญญา ได้สร้างสนามแข่งทรงกลมสามมิติขึ้นมาตามแนวคิด \"การแข่งขัน\"... โดยมีความยาวมาตรฐานอยู่ที่ 2.91 กิโลเมตร พื้นที่ราบกลางสนามกว้าง 5 เมตร ส่วนพื้นที่โค้งทั้งสองข้างกว้าง 2 ถึง 14 เมตร... ผู้เล่นกีฬา Roboball จะบินอยู่ในทิศทางเดียว บนสนามแข่งที่กว้างขวาง และสว่างไสวอยู่หลายรอบ พร้อมกับเสียงหวีดหวิวและเสียงการกระแทกกันไปจนจบการแข่งขัน จากการทดสอบจริง ในระหว่างการเคลื่อนที่ด้วยความเร็วสูงบนสนามแข่ง จุดกำเนิดแสงที่ไม่เชื่อมต่อกัน ก็จะเชื่อมกันเป็นเส้นแสงในสายตาของนักกีฬา แสงไฟสลัวๆ หลายดวงจะก่อตัวขึ้นเป็นเส้นทางแสงโค้งแบบพิเศษ ค่ายสื่อบันเทิงสันติภาพแห่งดวงดาวได้ส่งคำเชิญให้กับบรรดาเศรษฐี และให้สัญญากับพวกเขาว่าจะได้พบกับเกมกีฬาที่ได้รับความสนใจมากที่สุด จากนั้น สโมสรต่างๆ ในลีกก็ถูกก่อตั้งขึ้นมา ผู้เล่นที่มีพรสวรรค์มากที่สุดได้มารวมตัวกัน และเตรียมพร้อมที่จะเปิดตัวสู่สาธารณชน\n\nภาพยนตร์และโทรทัศน์สันติภาพแห่งดวงดาว เป็นผู้ผูกขาดการถ่ายทอดสดแต่เพียงผู้เดียว และด้วยความช่วยเหลือจากเทคโนโลยีการสื่อสารทางไกล พวกเขาจึงสามารถถ่ายทอดสดการแข่งขันไปยังมุมต่างๆ นอกพื้นที่ได้ ประสบการณ์ทางประสาทสัมผัสของนักกีฬาดาวเด่น ก็จะถูกบันทึกเอาไว้ตลอดเวลาเช่นกัน ผู้ชมทางบ้านจะได้สัมผัสกับความเร็ว การกระแทก รวมถึงเสียงหวีดหวิวและเส้นแสงโค้งพร้อมกันด้วย ท่าเรือทิ้งอันเก่าแก่จึงเต็มไปด้วยเรือท่องเที่ยว ฝูงชนอันแสนวุ่นวายต่างมารวมตัวกันบนถนนที่เต็มไปด้วยแสงไฟ และแสงจากโฆษณา จากนั้นก็จะค่อยๆ พากันหลั่งไหลเข้าสู่สนามแข่ง เมื่อพวกเขายืนยันที่นั่งและมองไปรอบๆ ก็จะพบกับป้ายและธงหลากสี รวมถึงละอองโฟมเม็ดเล็กๆ ทรงเมล็ดข้าว ขณะที่สนามแข่งอันสว่างไสวก็ตั้งตระหง่านอยู่เงียบๆ ใต้แสงสปอตไลท์\n\nท่ามกลางเสียงร้องเชียร์ที่ดังสนั่นหวั่นไหว การแข่งขันสนามแรกก็ได้เริ่มต้นขึ้น"
    }
  ]
}