{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "Sacerdos' Relived Ordeal",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ความเร็วเพิ่มขึ้น <nobr>6%</nobr>",
    "4": "เมื่อปล่อยสกิลต่อสู้หรือท่าไม้ตาย ใส่เป้าหมายฝ่ายเราหนึ่งตัว จะทำให้ DMG คริติคอลของเป้าหมายสกิล เพิ่มขึ้น <nobr>18%</nobr> เป็นเวลา <nobr>2</nobr> เทิร์น โดยเอฟเฟกต์นี้ สามารถซ้อนทับได้มากสุด <nobr>2</nobr> ครั้ง"
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "sacerdos_melodic_earrings",
      "name": "Sacerdos' Melodic Earrings",
      "type": "HEAD",
      "desc": "เขามักจะนั่งเงี่ยหูฟังอยู่ด้านในห้องสารภาพบาป ต่างหูคอยย้ำเตือนเขาอยู่เสมอว่า แม้จะเป็นเสียงกระซิบที่แผ่วเบาที่สุด ก็ยังมีน้ำหนักเช่นกัน",
      "typeText": "ศีรษะ",
      "backstory": "\"ตามแต่ประสงค์ของท่าน ผมทำผิดไปแล้ว ผมอ้างว่าสายตระกูลต่างๆ ไม่ลงรอยกัน และใช้คำเล่าลือนี้เพื่อแลกกับค่าตอบแทนจากการกุข่าว...\"\n\nผู้นำตระกูลมองผ่านหน้าต่างกั้น เขามองเห็นนักข่าวคนหนึ่งกำลังหลบสายตา และรอการตอบกลับของเขาอย่างระแวดระวัง เช่นเดียวกับ \"การสารภาพบาป\" นับครั้งไม่ถ้วนที่ผ่านมา... เขาใช้คำปลอบโยนราวกับเสียงกระดิ่ง ทำให้เหล่าผู้ศรัทธากลับใจจากบาป แต่ในเวลานี้เขากำลังเบี่ยงหน้าไปด้านข้างโดยไม่รู้ตัว อ้ำอึ้งเหมือนอยากเอื้อนเอ่ยบางอย่าง ปล่อยให้ต่างหูโลหะเปล่งเสียงกังวาน ดังรบกวนอยู่ข้างหูต่อไป\n\n\"ผมรู้ดี นี่เป็นเรื่องที่ไม่มีมูลความจริงเลย เพราะด้วยพระคุณของเทพผู้สูงส่ง ตระกูลต่างรวมใจเป็นหนึ่งเดียวกัน นี่เป็นความปรารถนาของสมาชิกสายตระกูลทั้งหลาย และเป็นสาเหตุที่พวกเขาเหล่านั้น ฝากตัวเข้ามาในอ้อมอกของเทพผู้สูงส่งด้วยเช่นกัน\"\n\nผู้สารภาพบาปรู้สึกเสียใจต่อบาปที่สารภาพออกมาสุดซึ้ง และรับปากจะกลับตัวกลับใจ เพื่อรับการชำระไถ่บาปจากเสียงประสาน ผู้นำตระกูลปิดเปลือกตาลงเบาๆ ก่อนจะประกาศด้วยเสียงอันศักดิ์สิทธิ์...\n\n\"ดีมาก จงแสดงความจริงใจให้ทุกคนได้เห็น ชี้แจงข่าวลือให้กระจ่าง ทำแบบนี้ถึงจะสามารถฟื้นฟูเสียงประสานอีกครั้ง ขอให้เดินทางกลับอย่างสวัสดิภาพ\"\n\nการพูดความจริงมีความผิดตรงไหนกัน? เสียงทำนองก้องกังวาน แต่หนักหน่วงราวพันธนาการ เขาถอนหายใจและส่ายหน้า\n\n\"...เชิญคนต่อไป\""
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "sacerdos_welcoming_gloves",
      "name": "Sacerdos' Welcoming Gloves",
      "type": "HAND",
      "desc": "เขามักจะยืนต้อนรับผู้มาเยือนอยู่ในคฤหาสน์ ทำท่าทางเชื้อเชิญไม่รู้กี่ครั้งต่อกี่ครั้ง ถุงมือสีขาวสะอาดคอยย้ำเตือนเขา ให้จดจำมารยาท และความอ่อนน้อมถ่อมตนให้ขึ้นใจ",
      "typeText": "มือ",
      "backstory": "\"รายงานผู้นำตระกูล คนเหล่านี้อ้างว่ามีเรื่องอยากจะขอพบ หลายคนในบรรดาพวกเขามีตัวตนน่าสงสัย และวิธีการเข้าสู่ฝันก็ไม่ปกติ...\"\n\nแขกไม่ได้รับเชิญที่บุกเข้ามาในฝันยืนเรียงกันเป็นแถว เป็นไปตามคาด คนร้ายที่กระทำชั่วต่อผู้อื่นจะถูกขับไล่ นักโทษที่แอบอ้างตัวตนจะถูกคุมขัง เขาไม่เอ่ยสิ่งใดแม้แต่คำเดียว ทว่าทุกสิ่งก็ถูกจัดแจงอย่างเรียบร้อย เมื่อผู้บริสุทธิ์ประจักษ์ในความเคืองโกรธของเขา ภายในดวงตาก็ฉายทั้งแววคาดหวังและกระวนกระวาย... หลังจากนั้น เขาได้เผยรอยยิ้มออกมา ก่อนจะผายมือทำท่าเชื้อเชิญผู้คนตรงหน้า นอกจากจะเป็นการแสดงออกถึงการยอมรับ แล้วยังสื่อถึงอำนาจด้วยเช่นกัน\n\n\"ทุกคนต่างเป็นแขกคนสำคัญของสายตระกูล Oak ย่อมต้องต้อนรับขับสู้อย่างสุภาพ บางทีพวกคุณอาจสงสัยว่า ตนเองได้รับการตัดสินอย่างเป็นธรรมได้อย่างไร ฉันต้องขออธิบายไว้ ณ ที่นี้ว่าเพราะ 'เส้นทาง' ที่ทุกคนก้าวเดินอยู่ มันมาบรรจบกับฉันอย่างไรล่ะ\"\n\nเหล่าบริกร นักแสดง และคนไร้อาชีพไร้ผลงาน... ต่างคลายความสงสัยลง พวกเขาเข้าใจความหมายที่แท้จริงของการเชื้อเชิญแล้ว ภายในใจจึงไร้ซึ่งความกังวลอีกต่อไป\n\n\"ทำให้คนผิดได้รับโทษตามสมควร ทำให้แขกได้รับการดูแลต้อนรับที่เหมาะสม แต่เดิมกฎของประสานก็ควรจะเป็นเช่นนี้\"\n\nผู้นำตระกูลมีทั้งความเมตตาและความน่าเกรงขาม เพียงพอที่จะได้รับความเชื่อใจจากแขกที่มาเยือน เขากวาดสายตามองผู้คน ก่อนจะค่อยๆ โน้มตัวคำนับเล็กน้อย...\n\n\"ขอต้อนรับสู่สายตระกูล Oak\""
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "sacerdos_ceremonial_garb",
      "name": "Sacerdos' Ceremonial Garb",
      "type": "BODY",
      "desc": "เขามักจะยืนอยู่หน้ากระจกแต่งตัว ตรวจดูความเรียบร้อยของรูปลักษณ์ และเครื่องแต่งกาย เพื่อให้แน่ใจว่าก่อนที่จะออกไปข้างนอก ทุกอย่างจะเรียบร้อยดีและไม่มีอะไรผิดพลาด",
      "typeText": "ลำตัว",
      "backstory": "\"...หากนกไม่ได้เกิดมาพร้อมโซ่ตรวน แล้วสิ่งใดกันที่พันธนาการโชคชะตาของฉัน ♬?\"\n\nวันฝึกซ้อม ผู้นำตระกูลรุ่นเยาว์ได้ซ่อนตัวอยู่ในมุมหนึ่งของที่นั่งของผู้ชม เขาไม่อยากดึงดูดความสนใจจากผู้ขับร้องบนเวที การอยู่เคียงข้างอย่างพอเหมาะพอควรคือสิ่งที่เขาต้องการ เขาสวมชุดพิธี นั่งตัวตรงสำรวมกิริยา และเป็นผู้ชมเพียงหนึ่งเดียวในตอนนี้ ท่ามกลางเสียงเพลงอันคุ้นเคย ความคิดของเขาได้ย้อนกลับไปยังเมื่อครั้นเยาว์วัย ตอนนั้นเธอก็ยืนขับร้องอยู่บน \"เวที\" และเขาก็เป็นผู้ชมเพียงหนึ่งเดียวในตอนนั้นเช่นกัน\n\n\"ไม่ได้ร้องเพลงอย่างมีความสุขมานานแล้วใช่มั้ยล่ะ... ฉันจัดเวทีไว้ให้แล้ว แต่มัน... อาจดูเรียบง่ายไปหน่อยนะ\"\n\nบนงานคอนเสิร์ตของพวกเขาทั้งสอง เขาได้ให้คำมั่นสัญญาว่า สักวันจะทำให้ความฝันของเธอเป็นจริง เขาจะผลักดันให้เธอก้าวสู่เวทีที่ยิ่งใหญ่และเจิดจรัสกว่านี้\n\n\"ให้หัวใจของฉันสยายปีกอย่างกล้าหาญ ทะยานผ่านค่ำคืนอันมืดมิด เพื่อตามรอยแสงจันทร์อันสว่างไสว♬...\"\n\nเขารู้สึกเหม่อลอยไปกับห้วงภวังค์ชั่วขณะ ก่อนจะเผชิญหน้ากับสาเหตุที่ทำให้เขา ไม่กล้าเข้าใกล้เวทีมากกว่านี้... การแต่งชุดพิธีไม่ใช่เพื่อเพลิดเพลินไปกับการแสดง แต่เพื่อพร้อมปลีกตัวจากไปได้ทุกเมื่อต่างหาก\n\n\"ยินดีด้วยนะ น้องสาวของฉัน ความฝันของพวกเราต่างก็เป็นจริงแล้ว\" เขาเอ่ยออกมาเสียงเบา"
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "sacerdos_arduous_boots",
      "name": "Sacerdos' Arduous Boots",
      "type": "FOOT",
      "desc": "ก่อนจะออกเดินทาง เขามักเลือกรองเท้าคู่ที่เหมาะสมเป็นประจำ เขาเคยหกล้มมาหลายต่อหลายครั้ง แต่ก็ลุกขึ้นมาได้ทุกครั้งเช่นกัน",
      "typeText": "เท้า",
      "backstory": "\"ไปเถอะ นายเป็นอิสระแล้ว ผู้ถูกเลือกจากเทพเจ้าที่หวังจะก้าวข้ามขีดจำกัด จงสะบั้นปีกของตัวเอง และไปยังโลกมนุษย์ ย่างกรายไปบนผืนดิน และมองดูว่าโลกแห่งนี้แท้จริงแล้วเป็นเช่นไร\"\n\nนับจากนั้นมา เขามักจะย้อนนึกถึงความหมายโดยนัย ในประโยคดังกล่าวจากเจ้าหน้าที่ระดับสูงขององค์กรอยู่เสมอ เขาเดินเข้าไปในตรอกซอยครึกครื้น เขาเดินบนริมชายหาดที่เงียบสงัด เขาเดินทางอยู่ตลอดเวลา แต่กลับไม่เคยได้ก้าวออกไปแม้แต่ก้าวเดียว... เขาไม่เคยสงสัยว่าตัวเองเป็นคนสู้ไม่ถอยหรือเปล่า และไม่เคยสงสัยว่าตัวเองมีความเด็ดเดี่ยวมุ่งมั่นหรือไม่ ก่อนที่จะลุกขึ้นยืนในครั้งถัดไป เขาเตรียมที่จะหยุดลง เพื่อสัมผัสกับแรงปะทะรุนแรง เมื่ออุดมการณ์ร่วงหล่นสู่พื้นดิน...\n\n\"แผ่นหินที่มีรอยด่างดวง เคยถูกชโลมด้วยเลือดสัตว์ร้าย และหยาดเหงื่อของมนุษย์ ทว่ายังคงเยียบเย็น หยาบกระด้าง และแข็งแกร่งดังเดิมตลอดมา...\"\n\nในฐานะผู้ดูแลสายตระกูล เขาเคยชี้ทางให้กับลูกแกะหลงทาง พาพวกเขาไปสู่หนทางที่ถูกต้องมามากนัก แต่พอเผชิญหน้ากับตัวเอง คำปลอบโยนนุ่มนวลเหล่านั้นกลับสูญเสียซึ่งพลังเวทมนตร์ ไม่เกิดผลใดๆ อีกต่อไป... เขาไม่ต้องการถูกตำหนิ และไม่ต้องการความเห็นใจจากใคร\n\n\"มีเพียงโคลนตมเท่านั้น ที่สามารถให้กำเนิดผู้ที่บุกป่าฝ่าดง เมื่อก้าวเดินต่อไป ฉันจะเรียนรู้จากความล้มเหลวมากกว่าความสำเร็จ\"\n\nก่อนจะเริ่มต้นการเดินทางอย่างแท้จริงอีกครั้ง เขามีเวลามากพอที่จะผ่อนฝีเท้า จัดระเบียบความคิด และเดินวนเวียนต่อไปอยู่อย่างนั้น\n\n\"การก้าวเดินไม่เคยมีปรัชญาที่ซับซ้อน เมื่อเส้นทางสายหนึ่งไม่อาจย่างกรายได้ต่อไป ก็แค่เปลี่ยนเส้นทางสายใหม่เท่านั้นเอง\""
    }
  ]
}