{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "Scholar Lost in Erudition",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "อัตราคริติคอลเพิ่มขึ้น <nobr>8%</nobr>",
    "4": "สกิลต่อสู้และท่าไม้ตายสร้าง DMG เพิ่มขึ้น <nobr>20%</nobr> หลังจากปล่อยท่าไม้ตายแล้ว เมื่อปล่อยสกิลต่อสู้ครั้งต่อไปจะสร้าง DMG เพิ่มขึ้นอีก <nobr>25%</nobr>"
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "scholars_silverrimmed_monocle",
      "name": "Scholar's Silver-Rimmed Monocle",
      "type": "HEAD",
      "desc": "แว่นตาเลนส์คริสตัลข้างเดียว ที่สะท้อนภาพอาคารขนาดยักษ์ มันและไม้เท้า สายนาฬิกา กับเข็มกลัดประดับหน้าอก ต่างขับเน้นความทันสมัย และความรู้ของผู้เป็นเจ้าของ",
      "typeText": "ศีรษะ",
      "backstory": "[รหัส] EVD-W019EI06-003\n\n[ชื่อ] แว่นตาเลนส์คริสตัลข้างเดียว\n\n[ลักษณะสำคัญ] มีรอยร้าวที่ชัดเจน\n\n[พิกัด] ห้องทดลอง \"Bohdan\" แผนกวิจัยพลังงานของสถาบันวิทยาศาสตร์กลาง Ohioti\n\n[ผู้อยู่ในเหตุการณ์] Bohdan หัวหน้านักวิทยาศาสตร์แผนกวิจัยพลังงาน สมาชิกลำดับที่ 7 ของสมาคมอัจฉริยะ\n\n[วิเคราะห์ที่เกิดเหตุ]\nดูจากสถานการณ์ในที่เกิดเหตุแล้ว ผู้อยู่ในเหตุการณ์ทำการเปิดใช้อุปกรณ์สังเกตการณ์ไม่ถูกวิธี ส่งผลให้โฟลจิสตันที่รวมกลุ่มอยู่ในตัวภาชนะรั่วไหลออกมา และทำให้มือซ้ายของผู้อยู่ในเหตุการณ์ได้รับบาดเจ็บขั้นรุนแรง ระหว่างเกิดเหตุ แว่นตาข้างเดียวได้บังเอิญตกลงมาจากที่สูงจนเกิดการชำรุด\n\n[คำให้การเพิ่มเติม]\nBohdan บอกว่าระหว่างปฏิบัติการทดลอง ภายในแว่นตาข้างเดียวปรากฏแสงสว่างอย่างผิดปกติ ภายใต้แรงกระตุ้นของแสงเจิดจ้านั้น นำไปสู่เรื่องบังเอิญต่างๆ ที่เกิดขึ้นอย่างต่อเนื่อง และท้ายที่สุดทำให้โฟลจิสตัน ที่รวมกลุ่มอยู่ในตัวภาชนะรั่วไหลออกมา\n\nเนื่องจากคำอธิบายของผู้อยู่ในเหตุการณ์ มีความบังเอิญมากเกินไป คำให้การนี้จึงไม่เป็นที่เชื่อถือ\n\n[หมายเหตุ]\nเหตุการณ์ต่างๆ ได้บ่งชี้ให้เห็นว่านี่คืออาชญากรรมที่วางแผนมานาน เนื่องจาก \"ปรากฏการณ์ผีเสื้อขยับปีก\" ที่เกิดขึ้นด้วยความบังเอิญติดกันอย่างต่อเนื่อง ทำให้ไม่สามารถตัดสินว่าเป็น \"แผนอาชญากรรมที่ทำซ้ำได้\" และในที่สุดเหตุการรั่วไหลนี้ก็ถูกตัดสินว่าเป็น \"อุบัติเหตุ\"\n\n[บันทึกเสียงที่เกี่ยวข้อง]\n\"...ฉันอาจจะต้องขอบคุณอุบัติเหตุครั้งนี้ เพราะมันช่วยพา Lambda กลับมาอยู่ข้างฉันอีกครั้ง นี่เป็นการกลับมาแต่งงานกันครั้งที่ 4 ของพวกเราแล้ว... พูดไปแล้วก็น่าอายนะ เพราะนี่เป็นครั้งแรกที่ฉันเป็นฝ่ายขอคืนดี\" บันทึกเสียงนี้เป็นของ Bohdan"
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "scholars_auxiliary_knuckle",
      "name": "Scholar's Auxiliary Knuckle",
      "type": "HAND",
      "desc": "เอ็กโซสเกเลตันที่สร้างจากโลหะผสม เพื่อรองรับการเคลื่อนไหวของนิ้วมือ ต้องสั่งทำตามขนาดนิ้วของผู้ใช้งาน และมีราคาสูงลิบ",
      "typeText": "มือ",
      "backstory": "[รหัส] EVD-X024DE18-002\n\n[ชื่อ] เอ็กโซสเกเลตันนิ้วมือที่ฝังโลหะผสม \"ทองคำผนึกเทา\"\n\n[ลักษณะสำคัญ] มีร่องรอยการถูกทุบจากภายนอกอย่างชัดเจน ยืนยันว่ามีการชำรุดก่อนจะเกิดเหตุระเบิด\n\n[พิกัด] ศูนย์ควบคุมกลางของสนามขุดพลังงานขั้วโลก\n\n[ข้อมูลผู้อยู่ในเหตุการณ์] Lambda (เสียชีวิต) หัวหน้านักวิทยาศาสตร์ผู้เชี่ยวชาญการตรวจจับคลื่นชีวภาพ สมาชิกลำดับที่ 8 ของสมาคมอัจฉริยะ\n\n[วิเคราะห์ที่เกิดเหตุ]\nจากบันทึกภาพกล้องวงจรปิด ผู้อยู่ในเหตุการณ์ดำเนินการไม่เหมาะสม ส่งผลให้ห้องควบคุมเกิดการระเบิด จนผู้อยู่ในเหตุการณ์เสียชีวิตคาที่ทันที\n\n[คำให้การเพิ่มเติม]\n\"ใครจะไปรู้ว่าเธอซ่อนอะไรไว้อยู่ ถ้าเกิดเธอเป็นอะไรขึ้นมา จะต้องเกี่ยวกับ Klein แบบดิ้นไม่หลุดแน่!\"\n\nสองสัปดาห์ก่อนจะเกิดเหตุระเบิด ทางตำรวจได้รับแจ้งจาก Bohdan ว่ามีคนมาทำร้ายมือขวาที่พิการของภรรยาเขา ภายหลัง Lambda ที่เป็นเหยื่อผู้เคราะห์ร้ายได้ปฏิเสธการสืบสวน และถอนการแจ้งความ\n\n[หมายเหตุ]\nหลังเกิดเหตุระเบิด สามีของผู้อยู่ในเหตุการณ์ ได้ร้องขอให้คืนเอ็กโซสเกเลตันที่ยังมีนิ้วติดอยู่ของผู้เคราะห์ร้าย หลังเสร็จสิ้นการตรวจสอบ\nเหตุระเบิดครั้งนี้มีเรื่องบังเอิญเกิดขึ้นต่อเนื่องเกินควร แนะนำว่าควรให้ความสำคัญกับเรื่องนี้\n\n[บันทึกเสียงที่เกี่ยวข้อง]\n\"Klein ออกมาเดี๋ยวนี้นะ เรายังมีเรื่องที่ต้องสะสางกัน ฉันกับนายต่างก็รู้อยู่แก่ใจว่า บนโลกนี้ไม่มีความ 'บังเอิญ' อย่างแน่นอน แล้วนี่ยังเป็นความ 'บังเอิญอย่างเหลือเชื่อ' อีกต่างหาก\" บันทึกเสียงนี้มาจากระบบรักษาความปลอดภัยในคฤหาสน์ของ Klein"
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "scholars_tweed_jacket",
      "name": "Scholar's Tweed Jacket",
      "type": "BODY",
      "desc": "เสื้อคลุมผ้าทวีดและเสื้อถักไหมพรม เป็นการจับคู่ที่เห็นได้บ่อยๆ ในรั้วมหาวิทยาลัย เนื้อผ้าที่ทนทานต่อการใช้งานและไม่ค่อยยับนั้น เหมาะสมกับการเข้าพบนักวิชาการเลยทีเดียว",
      "typeText": "ลำตัว",
      "backstory": "[รหัส] EVD-X043FE21-001\n\n[ชื่อ] เสื้อคลุมผ้าทวีด เสื้อกั๊กขนแกะเทียม เสื้อเชิ้ตสีขาว\n\n[ลักษณะสำคัญ] บริเวณหน้าอกด้านซ้าย พบรอยเผาไหม้ของโฟลจิสตันที่มีเส้นผ่าศูนย์กลางประมาณ 8 ซม.\n\n[พิกัด] ห้องทดลอง \"Bohdan\" แผนกวิจัยพลังงานของสถาบันวิทยาศาสตร์กลาง Ohioti\n\n[ข้อมูลผู้อยู่ในเหตุการณ์] Bohdan (เสียชีวิต) หัวหน้านักวิทยาศาสตร์แผนกวิจัยพลังงาน สมาชิกลำดับที่ 7 ของสมาคมอัจฉริยะ\n\n[วิเคราะห์ที่เกิดเหตุ]\nดูจากสภาพการณ์ในที่เกิดเหตุแล้ว ผู้อยู่ในเหตุการณ์พกอนุภาค \"ทองคำผนึกเทา\" และดูดซับเอาโฟลจิสตันเข้าไปในปริมาณมาก ส่งผลให้บริเวณหัวใจเกิดอุณหภูมิสูงหลายพันองศาขึ้นในทันที เสื้อคลุม เสื้อกั๊กและเสื้อเชิ้ตสีขาวต่างมีร่องรอยการไหม้\n\nจุดที่มอดไหม้มีกระดูกนิ้วนางครึ่งท่อนหลงเหลืออยู่ หลังการชันสูตรพบว่าเป็นกระดูกของ Lambda อาจมีความเกี่ยวข้องกับอนุภาค \"ทองคำผนึกเทา\" ที่มีค่าความบริสุทธิ์สูงก็เป็นได้\n\n[คำให้การเพิ่มเติม]\n\"...พวกเราน่าจะนึกได้ตั้งแต่แรกว่า คนเราก็มีช่วงที่เลินเล่อกันได้ ยิ่งไปกว่านั้น ที่จริงแล้วเขาไม่เคยปล่อยวางเรื่องที่สูญเสียภรรยาไปเลย...\"\n\nตามคำให้การของนักวิชาการในห้องวิจัย Bohdan ที่เป็นคนเขียนคู่มือความปลอดภัย ไม่น่าจะทำเรื่อง \"ผิดพลาดขั้นพื้นฐาน\" แบบนี้ได้\n\n[หมายเหตุ]\n\"ทองคำผนึกเทา\" เป็นโลหะผสมหายากที่ถูกคิดค้นโดย Klein สมาชิกลำดับที่ 9 ของสมาคมอัจฉริยะ ซึ่งมีคุณสมบัติในการดูดซับและกักเก็บโฟลจิสตัน\n\nเมื่อทุกอย่างดูเป็นเรื่องบังเอิญไปหมด แล้วความบังเอิญจะยังใช่ความบังเอิญอยู่หรือเปล่า?\n\n[ไฟล์ที่เกี่ยวข้อง]\n\"ห้ามพกผลิตภัณฑ์โลหะผสม 'ทองคำผนึกเทา' ที่มีค่าความบริสุทธิ์สูงเข้ามาในห้องทดลอง ที่มีคลังเฝ้าสังเกตการณ์โฟลจิสตันอย่างเด็ดขาด\" จากคู่มือความปลอดภัยของห้องทดลองแผนกวิจัยพลังงาน"
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "scholars_felt_snowboots",
      "name": "Scholar's Felt Snowboots",
      "type": "FOOT",
      "desc": "รองเท้าบูตสั้นนุ่มสบายของสุภาพสตรี แมตซ์กับกางเกงทรงเข้ารูป จะดูเหมาะเจาะทันสมัย มันอยู่เคียงข้างเจ้าของ ในการไปออกสำรวจขั้วโลกมาเป็นแรมปี",
      "typeText": "เท้า",
      "backstory": "[รหัส] EVD-X031JA12-004\n\n[ชื่อ] รองเท้าบูตสั้นสำหรับการสำรวจขั้วโลกของสุภาพสตรี\n\n[ลักษณะสำคัญ] มีรอยชำรุดและรอยซ่อมแซมที่ชัดเจน พบดิสก์หนึ่งแผ่นใต้พื้นรองเท้า เบื้องต้นตัดข้อสงสัยในการปฏิบัติภารกิจสายลับออก\n\n[พิกัด] ห้องใต้ดินในบ้านของ Klein\n\n[ข้อมูลผู้อยู่ในเหตุการณ์] Klein (เสียชีวิต) หัวหน้านักวิทยาศาสตร์สาขาโลหวิทยา สมาชิกลำดับที่ 9 ของสมาคมอัจฉริยะ\n\n[วิเคราะห์ที่เกิดเหตุ]\n\nมองจากสภาพการณ์ในที่เกิดเหตุแล้ว มีข้าวของจำนวนมากของนักวิทยาศาสตร์ Lambda อยู่ในบ้านของ Klein และรองเท้าบูตนี่ก็เป็นหนึ่งในนั้น\n\n[คำให้การเพิ่มเติม]\n\"บางทีฉันอาจจะเข้าใจเขาผิด ฉันหมายถึง Klein น่ะ ส่วนภรรยาของฉัน Lambda... เธอจากไปนานมากแล้ว ฉันรู้สึก... ไม่คุ้นเคยกับเธอเอาเสียเลย\"\n\nBohdan ไม่ทราบเรื่องที่มีข้าวของของภรรยามาปรากฏอยู่ในบ้านของ Klein แม้แต่น้อย แต่เมื่อดูจากสีหน้าแล้ว เขาดูไม่ได้แปลกใจเลย\n\n[หมายเหตุ]\nคฤหาสน์ของ Klein ค่อนข้างห่างไกลจากตัวเมือง ในช่วงเวลาที่แพทย์นิติเวชประมาณการเสียชีวิตของเขานั้น ไม่มีใครเข้าไปที่นั่นเลย เบื้องต้นสันนิษฐานว่าเสียชีวิตโดยอุบัติเหตุ\n\nBohdan, Lambda และ Klein ทั้งสามคนมีความสัมพันธ์ที่พิเศษต่อกัน เหตุ \"บังเอิญ\" ที่พวกเขาประสบพบเจอ แทบจะอยู่ในขอบเขตของ \"เรื่องลี้ลับ\" แล้ว\n\n[บันทึกเสียงที่เกี่ยวข้อง]\n\"เฮ้อ Bohdan ฉันรู้ว่านายกำลังสงสัยฉัน และฉันก็รู้ว่า ฉันไม่สามารถพิสูจน์ความบริสุทธิ์ของตัวเองได้ ฉันต้องขอโทษจริงๆ เกี่ยวกับเรื่องของ Lambda แต่ฉันไม่มีอะไรให้ต้องละอายแก่ใจ และฉันจะไม่มีวันทำร้ายเธอแน่นอน... ส่วนเรื่องคนร้าย ฉันเริ่มจะมีเบาะแสแล้ว นายเคยได้ยินเกี่ยวกับ 'เจ้าแห่งความเงียบงัน' มั้ย? *คลื่นเสียงรบกวน*...\" บันทึกเสียงนี้มาจากแผ่นดิสก์ใต้รองเท้าบูต"
    }
  ]
}