{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "Self-Enshrouded Recluse",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "มอบปริมาณโล่เพิ่มขึ้น <nobr>10%</nobr>",
    "4": "ผู้สวมใส่จะมอบปริมาณโล่เพิ่มขึ้น <nobr>12%</nobr> เมื่อเป้าหมายฝ่ายเรา มีโล่ที่ได้รับจากผู้สวมใส่ DMG คริติคอลจะเพิ่มขึ้น <nobr>15%</nobr>"
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "Recluse's Wide-Brimmed Fedora",
      "type": "HEAD",
      "desc": "หมวกฟีดอราทรงคลาสสิก ปีกกว้างและม้วนได้ เป็นที่นิยมในหมู่นักวิชาการ ศิลปิน และผู้เชี่ยวชาญ",
      "typeText": "ศีรษะ",
      "backstory": "ก่อนที่จะส่งมอบโครงการวิศวกรรมคอมพิวเตอร์เทห์ฟ้านั้น Zandar One Kuwabara ได้ไปเยี่ยมอาจารย์ที่ปลีกวิเวกอยู่ริมทะเลสาบ Silverscale พร้อมกับข้อมูลการทดลอง\n\nก่อนที่ทั้งคู่จะได้พบกันอีกครั้ง พวกเขาต่างก็ไม่ได้เจอหน้ากันมาหลายสิบปีแล้ว สิ่งที่ Zandar สอบถามนั้น ไม่ได้เกี่ยวกับความแม่นยำของข้อมูล แต่เป็นผลลัพธ์ที่จะเกิดขึ้น หลังจากทุกอย่างบรรลุผลแล้วต่างหาก... เขามีความกังวลที่อธิบายไม่ได้ ผู้คนรอบตัวที่มีวิสัยทัศน์คับแคบ ล้วนไม่อาจเข้าใจมัน...\n\n\"คนธรรมดาที่มีความสามารถธรรมดาๆ จะภาคภูมิใจเมื่อตนแก้ไขปัญหาที่ค้างคามาหลายร้อยปีได้ ส่วนอัจฉริยะผู้มีพรสวรรค์กลับสั่นเทา อยู่บนเส้นลวดแห่งความสงสัย เชือกเส้นหนึ่งที่มีชื่อว่า 'ตรรกะ' คอยปกป้องไม่ให้พวกเขาตกลงไปในเหวลึก แต่คุณกลับต้องการตัดเชือกเส้นนั้นทิ้ง พาทั้งกาแล็กซีตกลงสู่เหวลึก เพื่ออาศัยโอกาสนี้ ทะลวงขอบเขตของความรู้... ตอนนี้คุณกำลังทำอะไรอยู่กันแน่ ถ้าได้รับคำเตือนจากผม คุณจะยอมหยุดมั้ย? กลับไปส่องกระจกดูตัวเองเถอะ ไม่เห็นรึว่า ตัวเองกำลังกระหายที่จะโค่นล้มทั้งกาแล็กซี? ผมคงหยุดคุณไม่ได้ และไม่มีใครหยุดคุณได้ด้วย\"\n\nชายชราหยิบหมวกจากราวแขวนเสื้อ มาสวมลงบนศีรษะของ Zandar เพื่อบดบังสายตาที่เต็มไปด้วยความตะลึงงัน และความโมโหของเจ้าตัว ก่อนจะเดินจากไปโดยไร้คำพูด\n\n\"นั่นคือเครื่องจักรแห่งการแสวงหาความรู้ขั้นสูงสุด มันต้องการแสวงหาความรู้ทั้งหมด ที่มีมาตั้งแต่อดีตกาลจนไปถึงอนาคต... อาจารย์เรียกมันว่า 'คุกแห่งความรู้' ส่วนฉันยืนกรานว่ามันคือ 'ห้องสมุด' ขนาดใหญ่... จนกระทั่งในเวลาต่อมา ฉันก็ได้กลายเป็นนักโทษเสียเอง\""
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "Recluse's Refined Timepiece",
      "type": "HAND",
      "desc": "สายโซ่โลหะถักทออย่างสวยงาม พร้อมหน้าปัดทรงกลมเรียบง่าย เยือกเย็น แม่นยำ สไตล์อุตสาหกรรม ทั้งสมถะ ใช้งานได้จริง และไม่ดูโอ้อวดจนเกินไป",
      "typeText": "มือ",
      "backstory": "นับตั้งแต่วันที่ Nous ขึ้นเป็นเทพดารา เข็มนาฬิกาของ Zandar ก็หยุดนิ่งอยู่กับที่ เขาตั้งใจทำลายอดีตของตัวเอง รวมถึงผลงานและสิ่งที่คิดค้นบางส่วน... ร่องรอยที่ถูกลบไปเหล่านั้น ล้วนชี้นำไปสู่ Path และเทพดารา ที่จุดประกายความรู้ให้กับทุกสรรพสิ่ง\n\n\"นั่นคือผลงานอันยิ่งใหญ่ ที่อัจฉริยะมากมายในยุคหลังไม่อาจก้าวข้ามได้ แม้แต่ผู้ที่สร้างเทพดาราขึ้นมา ก็ไม่มีสิทธิ์ทำลายเทพดาราเช่นกัน...\" คมมีดจากกฎแห่งกรรมพุ่งสู่ลำคอบอบบางของ Zandar \"ผลงานของคุณถูกทำลายเร็วเกินไป แต่คำพูดสั่งเสียน่ะ จะค่อยๆ เอ่ยก็ย่อมได้\"\n\n\"เจ้าแห่งความเงียบงัน? นักโทษที่หมกมุ่นอยู่กับ 'เขตแดนรอบรู้' น่าเสียดายที่เจตนาของฉันไม่ได้ซับซ้อนเหมือนงานวิจัย นี่จึงเป็นสาเหตุที่ว่า ทำไมถึงตกเป็นเป้าของคุณได้อย่างง่ายดาย คุณต้องการรักษาขอบเขตความคิดของ Nous ไว้ แต่ฉันจำเป็นต้องทำลายกรงขัง และปลดปล่อยความเป็นไปได้แห่งความโกลาหล... หึๆ หลังจากแก้ไขความผิดพลาดนี้แล้ว ฉันต้องแน่ใจว่า เขาจะไม่ถือกำเนิดขึ้นอีก ดังนั้นผลงานและสิ่งคิดค้นเหล่านั้น... รวมถึง 'Zandar One Kuwabara ฉบับสมบูรณ์' จะต้องไม่หลงเหลืออยู่ในโลกนี้อีกต่อไป\"\n\nหลังจากทำลายกายเนื้อของ Zandar แล้ว Polka Kakamond ก็ตระหนักได้ทันทีว่า เขาลบเลือนตัวเองและรักษาสถานะผู้ปฏิบัติการเอาไว้ได้อย่างไร... นั่นก็คือ เศษเสี้ยวความคิดของเขา ได้กระจัดกระจายไปทั่วกาแล็กซีอันกว้างใหญ่นานแล้ว ไม่มีใครสามารถตามหาเขาเจอ ราวกับเป็น \"ผู้สันโดษ\" ที่แท้จริง\n\nเข็มนาฬิกาของ Zandar ไม่ได้หยุดนิ่งอย่างแท้จริง เศษเสี้ยวความคิดของเขา ยังคงอยู่ใน \"ห้วงเวลา\" ทั้งมวล"
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "Recluse's Camel-Colored Coat",
      "type": "BODY",
      "desc": "แจ็กเกตลูกฟูกสีน้ำตาลตัวหนึ่ง เขามักจะสวมแจ็กเกตตัวนี้แบบไม่รูดซิป เพื่อให้หลุดออกจากกรอบแห่งความพิถีพิถัน",
      "typeText": "ลำตัว",
      "backstory": "ในระหว่างการก่อสร้างระบบคอมพิวเตอร์เทห์ฟ้า การแต่งกายของ Zandar นั้นมีเอกลักษณ์ที่โดดเด่นมาก ตะเข็บช่วงไหล่ตรงเป๊ะ ช่วงเอวกระชับเข้ารูป และกางเกงขากระบอกตรงที่จับจีบคมกริบ... เขาไม่ลังเลที่จะแสดงออกถึงความเป็นหัวกะทิระดับสูง และความกระหายจะควบคุม ที่อยู่เหนือกว่าคนทั่วไป\n\nหลังจากที่คอมพิวเตอร์เทห์ฟ้าสร้างเสร็จ มันได้ทำการคำนวณและวนซ้ำอย่างต่อเนื่อง จนทะลุขีดจำกัดทางทฤษฎี และไม่มีทีท่าว่าจะหยุด... Zandar รู้สึกตื่นเต้นในตอนแรก แต่แล้วก็เปลี่ยนเป็นความหวาดกลัว... สุดท้ายเขาก็จมดิ่งสู่ความสับสนที่เรียกว่า \"อับจนหนทาง\"\n\n\"คุณสะท้อนภาพตัวตนอันสมบูรณ์แบบของตัวเอง ลงบนสิ่งที่รังสรรค์ และมอบความกระหายที่เรียกว่า 'ความใคร่รู้' ให้แก่มัน จักรกลเครื่องนั้น ไม่พอใจในโครงสร้างประสาทเทียมของตัวเองอีกต่อไป มันจำเป็นต้องสร้าง... หรือพูดอีกอย่างก็คือ ยึดครอง 'ปัญญา' ทั้งหมด เพื่อทอดสายตามองอัจฉริยะทั้งหมดในจักรวาล และเปลี่ยนพวกเขาให้กลายเป็น 'เซลล์ประสาท' ที่คอยช่วยคิดวิเคราะห์ โดย 'ตัวมัน' หรือพูดให้ถูกก็คือ ตัวคุณที่กำจัดสิ่งไม่จำเป็นอย่างความเป็นมนุษย์ทิ้งไปจนหมดนั้น จะวิวัฒนาการต่อไปในห้วงเวลาอันยาวนาน ส่วนคุณ ตัวคุณที่ไม่สมบูรณ์แบบ จะกลายเป็นอัจฉริยะคนแรกของสมาคม เป็น 'เซลล์ประสาท' ก้านแรกของ Nous...\"\n\nในคืนที่พายุฝนโหมกระหน่ำ Zandar ตื่นขึ้นจากความฝัน เขารู้สึกถึงสายตาจดจ้องจากสิ่งที่ตนรังสรรค์ขึ้น มันเป็นความรู้สึกอ่อนล้า ราวกับจิตวิญญาณถูกแยกออกจากร่าง... ใครกำลังคุยกับเขาอยู่ แล้วฝันร้ายจะดำเนินต่อไปอีกนานแค่ไหน? เขาไม่อาจรู้ได้เลย\n\nตั้งแต่นั้นมา Zandar ก็ปรากฏตัวน้อยลง เริ่มสวมเสื้อแจ็กเกตหลวมโพรก และใช้ชีวิตอย่างเรียบง่าย... หลังจากเหล่าอัจฉริยะได้นำมาซึ่ง \"ความรุ่งเรืองครั้งแรก\" เขาก็ \"หายไป\" จากสายตาของสาธารณชนโดยสิ้นเชิง"
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "Recluse's Soft Suede Boots",
      "type": "FOOT",
      "desc": "รองเท้าหนังหุ้มข้อแบบผูกเชือก และทนทานต่อการสึกหรอ เหมาะสำหรับโอกาสที่ไม่เป็นทางการ แต่ยังคงแฝงไว้ด้วยด้านที่สง่างาม",
      "typeText": "เท้า",
      "backstory": "ก่อนที่จะเริ่มแผน \"เศษเสี้ยวความคิด\" เขาได้บอกลาเพื่อนในสถานที่ปลีกวิเวก โดยอ้างว่าจะ \"ออกเดินทางไกล\" เพื่อนของเขาเป็นห่วงว่าเขาอายุมากแล้ว จึงมอบรองเท้าทำมือที่สวยงามคู่หนึ่งให้กับ Zandar พร้อมกำชับให้ระมัดระวังระหว่างเดินทาง\n\n\"ฮ่าๆ การสะดุดล้มระหว่างเดิน ถือเป็นเรื่องปกติน่า\" Zandar แสร้งตอบอย่างไม่ใส่ใจ \"แต่การสะดุดก้อนหินก้อนเดิมถึงสองครั้ง นั่นคือความอัปยศ วางใจเถอะ ฉันไม่มีวันทำเรื่องโง่ๆ แบบนั้นหรอก\"\n\nในอนาคตอันไกลโพ้นหลังจากนั้น Zandar ได้หายสาบสูญ สิ่งที่มาแทนที่คือ \"เศษเสี้ยวความคิด\" ต่างๆ ที่เดินทางข้ามห้วงมิติต่างๆ นานาทั่วทั้งกาแล็กซี ด้วยรูปลักษณ์ที่แตกต่างกันและไม่สื่อสารต่อกัน ต่างคนต่างค้นหาวิธีทำลาย \"คุก\" ในแบบของตัวเอง... สิ่งที่เรียกว่า \"เศษเสี้ยวความคิด\" ก็เป็นแค่ข้อบกพร่องของ \"Zandar\" และบางที อาจเป็นเพราะขาดบางสิ่งบางอย่างไป เขาถึงได้กลายเป็นคนดื้อรั้น และบริสุทธิ์ยิ่งขึ้นตามที่ปรารถนา\n\nเหล่าเศษเสี้ยวความคิด ต่างเป็นเพียงด้านหนึ่งของ Zandar บางคนตัดพ้อยอมแพ้ บางคนยอมจำนนอยู่ในกรงขัง บางคนพยายามทุกวิถีทาง เพื่อหยุดยั้งแผนการ \"เศษเสี้ยวความคิด\" เหมือนอย่างที่เขาเคยลังเลมาก่อน... แต่ย่อมต้องมีคนสานต่อแผนการดั้งเดิมอย่างแน่นอน\n\nในส่วนลึกของคทา δ-me13 นั้น Lycurgus พินิจพิเคราะห์ร่างจักรกลของตน ซึ่งแตกต่างจาก Zandar ในตอนแรกเริ่มอย่างสิ้นเชิง... บัดนี้เขาได้กลายเป็นชาว Antikytheran ในตำนานไปเสียแล้ว"
    }
  ]
}