{
  "_id": 313,
  "id": "sigonia_the_unclaimed_desolation",
  "name": "Sigonia, the Unclaimed Desolation",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้อัตราคริติคอลของผู้สวมใส่เพิ่มขึ้น <nobr>4%</nobr> เมื่อศัตรูเป้าหมายถูกกำจัด DMG คริติคอลของผู้สวมใส่จะเพิ่มขึ้น <nobr>4%</nobr> โดยสามารถซ้อนทับได้มากสุด <nobr>10</nobr> ชั้น"
  },
  "pieces": [
    {
      "_id": 33135,
      "ids": [
        33135,
        43135,
        53135,
        63135
      ],
      "id": "sigonias_gaiathra_berth",
      "name": "Sigonia's Gaiathra Berth",
      "type": "NECK",
      "desc": "สิ่งที่อยู่ในมิติระนาบคือ พื้นที่ที่เหมาะสำหรับอยู่อาศัยที่สุดใน Sigonia-Ⅳ... ทะเลทรายอันเงียบสงัด \"แท่นบรรทมแห่งเทพพระมารดา\" เทพพระมารดาสามตาผู้เงียบขรึมและสมถะ ท่านใช้ร่างกายที่หนาหนักของตัวเอง ปกคลุมทั้งผู้มีชีวิต และผู้ล่วงลับทุกคนของ Sigonia ไว้",
      "typeText": "Planar Sphere",
      "backstory": "เมื่อกล่าวถึง Oswaldo Schneider หัวหน้า \"แผนกพัฒนาการตลาด\" ขององค์กร ผู้คนมักจะชอบพูดถึงผลงานสามอย่าง ที่เขาทำไว้ตอนเข้ารับตำแหน่ง... คนหนุ่มไฟแรงที่ใช้เวลาแค่สองปี ก็ก้าวข้ามความหนาวเหน็บ โรคร้าย และความตายได้ ทั้งยังแก้ไขสามปัญหาใหญ่ ที่แผนกพัฒนายังแก้ไม่ได้มาหลายยุคอำพันจนสำเร็จ ซึ่งดาวรกร้างที่ชื่อว่า Sigonia-Ⅳ ก็คือหนึ่งในนั้น ทะเลทรายอันเงียบสงัด และความบาดหมางระหว่างชนเผ่าที่มีมาหลายชั่วคนของที่นั่น... สร้างความยากลำบากให้เขาไม่หยุดหย่อน\n\nSigonia-Ⅳ ตั้งอยู่ในเขตที่เชื่อมต่อกับระบบดวงดาวใหญ่ๆ สามแห่ง ซึ่งอยู่ภายใต้อิทธิพลของลมดาวฤกษ์หลายดวงมาเป็นเวลานาน และถือเป็น \"ตาพายุ\" ที่โด่งดังไปทั่วทั้งกาแล็กซี สภาพแวดล้อมในการดำรงชีวิตบนพื้นผิวของดวงดาวนั้นเลวร้ายมาก เป็นเหตุให้อารยธรรมจำนวนมาก ต้องอพยพไปยังกาแล็กซีอื่น หรือไม่ก็ถูกทำลายโดยภัยพิบัติทางธรรมชาติ ปัจจุบัน จึงเหลือเผ่าพันธุ์ที่ทรงปัญญาอยู่เพียงน้อยนิด ซึ่งนักวิชาการของสถาบันแห่งปัญญาเรียกพวกเขาทั้งหมดว่าชาว Sigonia\n\nความจริงแล้วชาว Sigonia ได้แบ่งออกเป็นหลายชนเผ่า โดยส่วนใหญ่จะใช้ชีวิตแบบเร่ร่อน และมีส่วนน้อย ที่จัดตั้งระบบการปกครองแบบรวมศูนย์อำนาจขนาดใหญ่\n\nพวกเขาใช้ภาษาเดียวกัน เมื่อแปลด้วย Synesthesia Beacon แล้ว คุณก็จะทราบว่า \"Katica\" หมายถึงมีดลอกหนัง พวกเขาเป็นชนเผ่าป่าเถื่อนที่บ้าเลือดที่สุดในหมู่ชาว Sigonia ส่วน \"Avgin\" นั้นมีความหมายว่าน้ำผึ้ง กลุ่มคนล้าสมัยต่างพากันเรียกพวกเขาว่าหัวขโมย พวกเขาบาดหมางกันมาหลายยุคอำพัน จนกลายเป็นวัฏจักรนองเลือดท่ามกลางทุ่งรกร้าง ที่ผู้อ่อนแอตกเป็นเหยื่อของผู้แข็งแกร่ง จนกระทั่งผู้มาเยือนจากฟากฟ้าในชุดดำได้มาเยือนที่นี่ ชาว Sigonia จึงได้รวมเป็นหนึ่งเดียวชั่วคราวภายใต้แสงแห่งอำพัน และในที่สุด วัฏจักรธรรมชาติที่ดำเนินมาอย่างต่อเนื่องนี้ ก็ได้สิ้นสุดลง\n\nต่อมา ภายใต้การชี้แนะจากยักษ์ใหญ่แห่งจักรวาล ชาว Sigonia จึงได้ก่อตั้งดินแดน Sigonia ขึ้นตาม \"กฎบัตร\" และเริ่มเหยียบย่างเข้าสู่จักรวาลแห่งอารยธรรมเป็นก้าวแรก\n\nน่าเสียดายที่ชาว Avgin และชาว Katica ไม่ได้มีส่วนร่วมในความสามัคคีและความก้าวหน้าเหล่านี้เลย ชาว Sigonia ที่แสวงหาผลประโยชน์และมีเจตนาร้ายบางส่วน ต่างก็หวั่นเกรงในความหลักแหลมและความเจ้าเล่ห์ของชาว Avgin ขณะเดียวกันก็มองว่าชาว Katica เป็นเพียงพวกป่าเถื่อนที่ไม่มีวันมีอารยะได้ แม้ว่าพวกเขาจะรู้เรื่องของ \"อนุรักษ์\" เพียงผิวเผิน แต่พวกเขาก็เข้าใจดีว่าต้องมีคนเสียสละ ดังนั้นเหล่าบุคคลที่ทุจริตจึงใช้กฎข้อบังคับที่ล้ำสมัย มาเนรเทศทั้งสองชนเผ่าไปยังดินแดนแห่งทะเลทราย\n\nเพื่อแสดงความขอโทษ พวกเขาจึงระบุไว้ในร่างมติว่า \"ชาว Avgin มีสิทธิ์ในการตัดสินใจและปกครองตนเองตลอดไป\" ...ซึ่งความหมายของประโยคนี้คือ นับตั้งแต่วันนี้ไป หากทั้งสองเผ่าพันธุ์นี้เกิดความขัดแย้งขึ้นอีกในอนาคต พวกเขาก็สามารถเพิกเฉยได้อย่างชอบธรรม และถูกต้องตามกฎหมาย"
    },
    {
      "_id": 33136,
      "ids": [
        33136,
        43136,
        53136,
        63136
      ],
      "id": "sigonias_knot_of_cyclicality",
      "name": "Sigonia's Knot of Cyclicality",
      "type": "OBJECT",
      "desc": "หินอุกกาบาตสีเขียวมรกตที่ถูกชาว Avgin เจียระไนอย่างพิถีพิถัน แล้วร้อยด้วยแพรเขียวดิ้นทอง พวกเขากล่าวว่าเงื่อนที่คุ้มครองกายา จะไม่มีวันถูกกลบฝังอยู่ใต้ผืนทราย และจะเปล่งประกายราวกับร่างศักดิ์สิทธิ์ ที่กำเนิดขึ้นจากความตายในค่ำคืนแห่ง \"Kakava\"",
      "typeText": "Link Rope",
      "backstory": "Avgin ในภาษา Sigonia มีความหมายว่า \"น้ำผึ้ง\"... ซึ่งปัจจุบันคำเรียกแบบนี้ ได้สูญหายไปอย่างสิ้นเชิง ในประวัติศาสตร์อันยาวนานของจักรวาลแล้ว\n\nดังคำกล่าวที่ว่า ข่าวลือย่อมต้องมีมูล: ชาว Avgin เกิดมาพร้อมกับรูปโฉมที่ดูดีและดวงตาที่งดงาม ประกอบกับความฉลาดทางอารมณ์ที่ยอดเยี่ยม จึงสร้างความประทับใจต่อคนแปลกหน้าได้เก่งมาก อย่างไรก็ตาม พรสวรรค์นี้ก็ได้ดึงดูดความอิจฉาริษยาจากผู้อื่น กลุ่มผู้ที่อิจฉาตาร้อน ได้เริ่มใส่ร้ายป้ายสีอย่างไม่หยุดยั้ง จนข่าวลือแพร่สะพัดไปทั่วทั้งจักรวาล ดังคำกล่าวที่ว่า คำพูดคนสามารถทำให้ผิดกลายเป็นถูก และถูกกลายเป็นผิดได้ ชาว Avgin ที่เดิมเป็นเพียงชนกลุ่มเล็กๆ ที่อาศัยอยู่ในดาวชายขอบ จึงต้องกล้ำกลืนฝืนทน และทำได้เพียงอดทนต่ออคติต่างๆ อย่างเงียบๆ เท่านั้น\n\nชาว Avgin ชื่นชอบสิ่งทอที่มีลวดลายซับซ้อนและอัญมณีล้ำค่า... โดยเฉพาะเครื่องประดับที่ทำมาจาก... หินอุกกาบาตสีเขียวมรกตของ Sigonia ซึ่งเหตุผลก็ง่ายมาก เพราะมีเพียงอัญมณีชนิดนี้เท่านั้น ที่งดงามทัดเทียมกับร่างศักดิ์สิทธิ์ ที่ถือกำเนิดขึ้นจากความตายของเทพพระมารดาในตำนานของพวกเขา\n\nเทพพระมารดาของพวกเขาถูกเรียกขานว่า \"Fenge Biyos\" ผู้ควบคุมทุกสิ่งที่เกี่ยวข้องกับการกำเนิด การเดินทาง และกลอุบาย ตามความเชื่อของชาว Avgin ท่านมักจะถูกบรรยายว่าที่ฝ่ามือด้านซ้ายมีดวงตาสามดวงอยู่ ชาว Avgin มักจะแสดงความเคารพต่อท่านด้วยการอธิษฐานผ่านวาจา พวกเขาเชื่อว่าเทพพระมารดานั้นเงียบขรึมและสมถะ ดุจทิวเขาของ Sigonia ซึ่งรูปปั้นและเพลงสรรเสริญ มีแต่จะทำให้ตนห่างไกลจากการคุ้มครองของท่านเท่านั้น\n\nชาว Avgin เข้าใจโลกผ่านทางเทพพระมารดา: ผืนดิน ภูเขา และทุกสิ่งที่เกี่ยวข้องกับมัน ล้วนเป็นส่วนหนึ่งของร่างศักดิ์สิทธิ์แห่งเทพพระมารดา และร่างศักดิ์สิทธิ์นี้ก็จะดับสิ้นในวันสุดท้ายของทุกปี\n\nในวันสุดท้ายนั้น จิตวิญญาณศักดิ์สิทธิ์อันสว่างไสว จะลอยขึ้นสู่ท้องฟ้ายามค่ำคืน กลายเป็นแสงเหนือที่เจิดจรัส และถือกำเนิดใหม่ในวันรุ่งขึ้น ด้วยเหตุนี้ ในวันแรกของปีใหม่ ชาว Avgin จึงได้จัดพิธีกรรมที่มีชื่อว่า \"Kakava\" และถักทอของสักการะที่เรียกว่า \"เงื่อนวัฏสงสาร\" ขึ้นมา ก่อนจะโยนมันเข้าไปในกองไฟ เพื่อเฉลิมฉลองวันถือกำเนิดของเทพพระมารดา\n\nแผนกพัฒนาการตลาดระบุไว้ในรายงานอุบัติเหตุว่า การต่อต้านอันน่าตกตะลึงครั้งนั้น ได้เกิดขึ้นในคืน \"Kakava\" นี้เอง: คืนนั้นมีพายุฝนรุนแรง เมฆหมอกบดบังแสงเหนือบนท้องฟ้า แต่ชาว Avgin ที่ควรจะมองว่ามันเป็นลางร้าย กลับรู้สึกฮึกเหิมอย่างที่ไม่เคยเป็นมาก่อน เขาถามถึงสาเหตุจากหญิงสาวในเผ่า และได้คำตอบมาดังนี้...\n\n\"น้ำฝนคือสิ่งที่เทพพระมารดาประทานให้ ท่านกำลังเรียกหาพวกเรา และอยากให้พวกเราจับอาวุธ มาต่อสู้เพื่ออนาคตของตัวเอง\"\n\"สายฝนจะคอยอยู่เคียงข้างพวกเรา สายฝนจะคอยคุ้มครองพวกเรา พวกเราจะสิ้นชีพอย่างมีเกียรติท่ามกลางสายฝน\""
    }
  ]
}