{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "Space Sealing Station",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ATK ของผู้สวมใส่เพิ่มขึ้น <nobr>12%</nobr> เมื่อความเร็วของผู้สวมใส่เท่ากับหรือมากกว่า <nobr>120</nobr> ATK จะเพิ่มขึ้นอีก <nobr>12%</nobr>"
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [
        33015,
        43015,
        53015,
        63015
      ],
      "id": "hertas_space_station",
      "name": "Herta's Space Station",
      "type": "NECK",
      "desc": "สิ่งที่บรรจุอยู่ภายในคือสถานีอวกาศ \"Herta\" มันจอดอยู่เหนือดาวสีคราม แล้วล่องลอยไปตามวงโคจรอย่างช้าๆ กาแล็กซีอันเงียบงันก็เปรียบเหมือนหนังสือที่กำลังรอให้เปิดอ่าน",
      "typeText": "Planar Sphere",
      "backstory": "ครั้งหนึ่ง คุณ Herta เคยกังวลเรื่องของสะสมที่กระจายอยู่ทั่วกาแล็กซี พวกมันมีจำนวนมหาศาล และกักเก็บได้ยากเย็น แถมตัวเธอเองก็ยังหมดความสนใจที่จะจัดการพวกมันแล้วด้วย\\n\\nองค์กรสันติภาพแห่งดวงดาวที่มีน้ำใจและใจกว้างจึงเสนอวิธีแก้ให้ทันที จากนั้นสถานีอวกาศ \"Herta\" ที่เต็มไปด้วยความรู้และความลี้ลับก็ได้ถือกำเนิดขึ้น พวกเขากำหนดมาตรการกักเก็บของสะสมอย่างครอบคลุมขึ้นในสถานีอวกาศ โดยมุ่งมั่นที่จะ \"กักเก็บทุกสิ่งทุกอย่าง ด้วยความเป็นระเบียบและชัดเจน\" พวกปรากฏการณ์จะถูกกักเก็บไว้ในภาชนะพิเศษ ส่วนวัตถุหายากก็จะมีกฎเกณฑ์ของมัน... วัตถุหายากนับพันชิ้นจะถูกจำแนกประเภท และนำไปผนึกไว้ในส่วนลึกของสถานีอวกาศ เพื่อวัตถุประสงค์ในการทำวิจัย\\n\\nองค์กรเสนอว่า ผู้ที่สนใจในความลึกลับของดวงดาว ล้วนสมควรได้รับการต้อนรับทั้งสิ้น ซึ่งนั่นก็ได้นำพาเหล่านักวิชาการที่ใฝ่รู้ทั้งหลาย ให้มาเข้าร่วมกับสถานีอวกาศมากขึ้นเรื่อยๆ\\n\\nพวกนักวิจัยส่วนใหญ่ต่างก็เลื่อมใสในตัวคุณ Herta และสาบานว่าจะรักษาอุดมคติที่มีต่อจักรวาล และจะสำรวจความลับในเสียงกระซิบจากดวงดาวอยู่เสมอ พวกเขาสำรวจขอบเขตของสิ่งมีชีวิตในจักรวาล อภิปรายถึงความยุติธรรมที่แท้จริง ร่างแผนที่ดวงดาวของกาแล็กซี ถอดรหัสความลับเบื้องหลังพิธีกรรม และแสวงหาความรู้จากการปฏิบัติ... พวกเขาเชื่อถือในแนวคิด \"ถ่ายทอดความรู้\" และร่วมกันทำวิจัยอย่างเสรีและเปิดกว้าง\\n\\nเมื่อสถานีอวกาศเริ่มเข้ารูปเข้ารอย และดำเนินไปตามทางของมัน คุณ Herta ก็ไม่ค่อยปรากฏตัวให้เห็นอีก ตอนนี้เอง องค์กรจึงพบว่าในสถานีอวกาศเต็มไปด้วยนักวิจัยทั่วไป ทว่าไร้เงาของอัจฉริยะเสียแล้ว\\n\\nแสงสว่างในห้องโดยสารแต่ละแห่ง ทำให้ผู้คนยากจะรับรู้กาลเวลา มีเพียงวิถีชีวิตอันอ่อนล้าเท่านั้น ที่พอจะทำให้สัมผัสถึงร่องรอยของมันได้บ้าง เจ้าหน้าที่สองสามคนมักจะถกเถียงกันเรื่องของสะสม และทะเลาะกันยกใหญ่ เจ้าหน้าที่ด้านความปลอดภัยที่ไม่ได้ไปลาดตระเวนประจำวัน แต่กลับงีบหลับอยู่บนเตียงสนาม บางครั้งนักวิจัยสูงวัย ก็พูดถึงประสบการณ์ความรักในอดีตของตน ให้คนรุ่นหนุ่มสาวฟัง หรือบุคคลสำคัญที่ปลอมตัวเป็นลูกจ้างชั่วคราว แล้วรอคอยจุดเปลี่ยนครั้งต่อไป... นอกจากการวิจัยแล้ว ที่นี่ก็ยังเป็นวิถีชีวิต ซึ่งสามารถรู้ได้ง่ายๆ เพียงแค่มองออกไปนอกช่องหน้าต่าง ที่มีดวงดาวพร่างพราวร่วมทางไปด้วยกัน\\n\\nแม้ว่ากิจกรรมที่ทำได้จะมีจำกัด แต่เหล่านักวิจัยก็ยังพูดถึงการใช้ชีวิตในสถานีอวกาศอย่างสวยงามว่า กาแล็กซีคือบทกวีอันล้ำลึก และสถานีอวกาศ \"Herta\" ก็กำลังเปิดอ่านมันอย่างช้าๆ"
    },
    {
      "_id": 33016,
      "ids": [
        33016,
        43016,
        53016,
        63016
      ],
      "id": "hertas_wandering_trek",
      "name": "Herta's Wandering Trek",
      "type": "OBJECT",
      "desc": "ทันทีที่สถานีอวกาศ \"Herta\" ก่อตั้งขึ้นมา คุณ Herta ก็หมดความสนใจไปเสียแล้ว มันเคลื่อนตัวด้วยความเร็วคงที่เหนือดาวสีคราม และทิ้งร่องรอยการโคจรเอาไว้บนวงโคจรของดาวเทียม",
      "typeText": "Link Rope",
      "backstory": "สถานีอวกาศ \"Herta\" เคยต้องพบพานและข้ามผ่านวิกฤตนานัปการ ซึ่งล้วนแต่มีสาเหตุมาจากคุณ Herta เจ้าของที่แท้จริงของมัน\\n\\nในนั้นเต็มไปด้วยของสะสมแปลกประหลาดที่สุดในจักรวาล เหมือนกับการวางหมูอ้วนชวนน้ำลายสอ ไว้ตรงหน้านักกินผู้หิวโหย ที่นี่จึงไม่เคยปลอดภัย มีแค่เจ้าหน้าที่รักษาความปลอดภัยที่เกณฑ์มาจากองค์กร และระบบป้องกันชั้นสูงเท่านั้น สถานีอวกาศจึงยังแข็งแกร่งไม่พอจะรับมือกับภัยร้ายในจักรวาล... คุณ Herta คาดการณ์ได้ล่วงหน้า สถานีอวกาศจึงมีเขตเส้นโค้งอันสง่างามอยู่หนึ่งเส้น เพื่อทำให้แผนการร้ายจากอวกาศที่วางแผนมานาน ต้องจบลงโดยที่ยังไม่ทันได้เริ่ม\\n\\nส่วนความสามารถทางสติปัญญาที่ช่วยแก้วิกฤตของเธอ ก็ถูกผู้คนบรรยายง่ายๆ ว่า \"เป็นการใช้เวลาที่คนอื่นอ่านหนังสือไปชงกาแฟ\"\\n\\nเมื่อเทียบกับโจรที่หมายตาของสะสม และฝักฝ่ายต่างๆ ที่มีจุดประสงค์ไม่แน่ชัดแล้ว ภัยคุกคามส่วนใหญ่ของสถานีอวกาศ ก็ยังคงมาจากตัวเจ้าของของมันอยู่ดี ซึ่งถ้าเกิด Herta เกิดความคิดแผลงๆ ขึ้น สถานีอวกาศก็จะเจอกับความเดือดร้อนทันที คุณ Herta นำของสะสมรูปแบบต่างๆ ที่ตนสนใจมาเก็บเอาไว้ที่นี่... ทั้งวัตถุหายากที่เลียนแบบการทำลายล้างดวงดาว และสนามแรงโน้มถ่วงที่บิดเบี้ยว ซึ่งเกิดจากการปะทะกันของกาแล็กซีอันมืดมิด แต่หลังจากได้ของมาอยู่ในมือแล้ว เธอก็มักจะหมดความสนใจไปดื้อๆ และไม่เอ่ยถามถึงมันอีก\\n\\nดังนั้น แม้ว่า \"Herta\" จะตั้งอยู่เงียบๆ กลางอวกาศ แต่วิกฤตรูปแบบต่างๆ ที่แอบแฝงอยู่ กลับเหมือนมีดาบเล่มใหญ่ที่ทั้งหนักและคม มาจ่อรออยู่เหนือศีรษะ\\n\\nเหล่านักวิจัยระดับสูงชินกับความเสี่ยงต่ออันตรายได้นานแล้ว และรู้ดีว่า \"ความลับนั้นซ่อนอยู่ในอันตราย\" พวกเขาจะปกป้องความลับระดับสูงนี้อย่างเคร่งครัด และปิดบังพวกมันไว้อย่างจริงจัง พวกเขาซ่อนอันตรายเอาไว้ในความนิ่งสงบ... เมื่ออยู่ในห้องพักผ่อน พวกเขาจะเป็นเพื่อนที่เล่นมุกตลกใส่กัน แต่เมื่ออยู่ในส่วนลึกของ Storage Zone ของสถานีอวกาศ พวกเขาก็จะเป็นผู้เชี่ยวชาญมากฝีมือ ความลับจะยังคงเป็นความลับตลอดไปเมื่ออยู่ในที่แห่งนี้\\n\\nสถานีอวกาศยังคงทำงานไปตามปกติ บนวงโคจรใกล้พื้นดินของดาวสีคราม ราวกับก้อนหินที่ถูกโยนลงไปบนพื้นผิวของทะเลสาบน้ำแข็ง ที่ยังคงลื่นไถลอย่างเรียบเรื่อยและไร้สุ้มเสียง"
    }
  ]
}