{
  "_id": 308,
  "id": "sprightly_vonwacq",
  "name": "Sprightly Vonwacq",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "อัตราการฟื้นฟูพลังงานของผู้สวมใส่เพิ่มขึ้น <nobr>5%</nobr> เมื่อความเร็วของผู้สวมใส่เท่ากับหรือมากกว่า <nobr>120</nobr> และเมื่อเข้าสู่การต่อสู้ จะเร่งแอ็กชันขึ้นทันที <nobr>40%</nobr>"
  },
  "pieces": [
    {
      "_id": 33085,
      "ids": [
        33085,
        43085,
        53085,
        63085
      ],
      "id": "vonwacqs_island_of_birth",
      "name": "Vonwacq's Island of Birth",
      "type": "NECK",
      "desc": "สิ่งที่บรรจุอยู่ภายในคือเกาะ Wacq ซึ่งเป็นเกาะที่มีชื่อเสียงที่สุดบนดาว Vonwacq ทั้งเกาะมีสีเขียวขจี และบนต้นไม้ใหญ่ที่ชื่อ \"Thestang\" ก็เต็มไปด้วยผลไม้ที่ให้กำเนิดสัตว์นานาชนิด",
      "typeText": "Planar Sphere",
      "backstory": "Vonwacq คือดาวที่เล็กแคบและแออัดดวงหนึ่ง โดยมีเกาะและป่าฝนปกคลุมไปทั่วทุกพื้นที่ ความมีชีวิตชีวาที่เต็มเปี่ยมเช่นนี้ คือสัญลักษณ์ที่เด่นสะดุดตาของที่นี่\\n\\nความมีชีวิตชีวาของมัน ทำให้ป่าฝนบริเวณใกล้กับเส้นศูนย์สูตรของ Vonwacq เติบโตจนบดบังท้องฟ้า และด้านล่างป่าฝนแห่งนี้ ก็จะไม่ได้พบเจอแสงตะวันไปตลอดปี ทำให้มันเต็มไปด้วยเห็ดราและพืชที่ไม่ต้องการแสง สิ่งมีชีวิตชาญฉลาดที่อาศัยอยู่ที่นี่ จะมารวมตัวกันใกล้กับเขตร้อน ไม่ว่าจะเป็นพืชขนาดใหญ่หรือเล็กก็สามารถเติบโตตามธรรมชาติได้ และออกผลใหม่ในทุกๆ วัน ซึ่งสามารถเก็บทานได้ทุกที่ทุกเวลา ซึ่งคนท้องที่ส่วนใหญ่ก็ทานผักผลไม้เหล่านี้เป็นอาหาร\\n\\nอย่างไรก็ตาม ไม่ว่าจะเป็นมนุษย์ที่อพยพมาที่นี่ หรือว่าเผ่าพันธุ์ Wacqwacq ซึ่งเป็นชาวพื้นเมืองก็ตาม พวกเขาต่างก็มีความยำเกรง จนเกือบจะเทียบเท่าความเลื่อมใส ต่อผลไม้สัตว์ที่เติบโตอยู่บนต้น Thestang นี้\\n\\nต้น Thestang จะออกผลอยู่ตลอดเวลา ผลไม้ทรงกลมสีเหลืองกึ่งโปร่งใสเหล่านั้นจะเติบโตจนใหญ่และหนักขึ้นเรื่อยๆ มันจะห้อยลงมาจากกิ่งจนลำต้นไม่สามารถรับน้ำหนักได้อีกต่อไป แล้วผลก็จะร่วงลงพื้นด้วยเสียงที่ดังและชัดเจน เมื่อผิวที่บอบบางแตกออก สิ่งมีชีวิตต่างๆ ก็จะถือกำเนิดขึ้นมา ไม่ว่าจะเป็นปลา นก หรือหมีขาว... บนดาว Vonwacq สิ่งมีชีวิตทุกชนิดล้วนกำเนิดมาจากสายเลือดเดียวกัน\\n\\nสิ่งมีชีวิตที่รู้จักกันในนามว่า \"ราชาปีศาจ\" เอง ก็กำเนิดมาจากผลของต้น Thestang เช่นกัน ตั้งแต่แรกเกิด เขาก็รู้โดยสัญชาตญาณว่าจะเหวี่ยงขวานยักษ์ใส่ผู้อื่นอย่างไร และยังประกาศสงครามกับสิ่งมีชีวิตทั้งหมดใน Vonwacq อีกด้วย\\n\\nในทุกๆ หกสิบปีตามธรรมชาติ ต้น Thestang จะให้กำเนิดราชาปีศาจตัวใหม่เป็นวัฏจักรวนเวียนไปเรื่อยๆ ผู้คนใน Vonwacq คุ้นเคยและเตรียมตั้งรับกับวัฏจักรดังกล่าวมานานแล้ว เมื่อเข้าใกล้การฟื้นคืนชีพของราชาปีศาจ พวกเขาก็จะหยุดความขัดแย้งและหันมาร่วมมือร่วมใจกัน โดยจะรวบรวมนักรบที่แข็งแกร่งที่สุดของพวกเขา เพื่อมุ่งหน้าไปยังเกาะ Wacq... หกสิบปีต่อจากหกสิบปีก่อน สงครามที่ไร้สาระนี้ ก็ได้เกิดขึ้นบนดินแดนที่คับแคบแห่งนี้ครั้งแล้วครั้งเล่า รวมแล้วเป็นเวลาหลายร้อยปี ราชาปีศาจถือเป็นหายนะของ Vonwacq และอารยธรรมที่หลงเหลืออยู่ก็ถูกชะล้างเป็นระยะๆ ไปจนหมดสิ้น\\n\\nดังนั้นอาจกล่าวได้ว่าสำหรับ Vonwacq แล้ว แม้ว่าสิ่งมีชีวิตต่างๆ จะต่อสู้กันอย่างไม่หยุดหย่อน จนดูคล้ายจะมีการเปลี่ยนแปลงและจะแสนวุ่นวาย แต่แท้จริงแล้วที่นี่กลับเป็นเหมือนแอ่งน้ำที่ตายแล้วเสียมากกว่า"
    },
    {
      "_id": 33086,
      "ids": [
        33086,
        43086,
        53086,
        63086
      ],
      "id": "vonwacqs_islandic_coast",
      "name": "Vonwacq's Islandic Coast",
      "type": "OBJECT",
      "desc": "บนชายฝั่งของเกาะ Wacq น้ำทะเลจะขึ้นสูงและลงต่ำ กระแสคลื่นก็มีขึ้นและมีลงเช่นกัน... แม้จะผ่านไปพันปี แต่ทิวทัศน์ก็ไม่ได้เปลี่ยนไป และแสดงให้เห็นถึงความรุ่งเรืองและการล่มสลายของอารยธรรม เฉกเช่นเดียวกับกระแสน้ำที่มีขึ้นและมีลง",
      "typeText": "Link Rope",
      "backstory": "เมื่อผลแห่ง Thestang เติบโตและร่วงลงสู่พื้นดิน สิ่งมีชีวิตหลากหลายสายพันธุ์บนเกาะ Wacq จึงถูกปลุกให้ตื่น ร้องระงม และวิ่งหนีหายไปในทันที พวกมันออกจากแถบชายฝั่งเพื่อไปตามหาถิ่นที่อยู่ของตัวเองบน Vonwacq\\n\\nในตอนแรก ผู้ที่มาจากต่างดาวนั้นถูกมองว่าเป็นจอมโจรมุทะลุ แต่เมื่อได้รับ \"การทักทายอย่างเป็นมิตร\" จากชนเผ่า ก็เริ่มค่อยๆ เข้าใจปัญหาของอารยธรรม Vonwacq ทันใดนั้นเอง ผู้มาเยือนก็ได้นำเรือไม้ของชาวบ้านแล่นไปยังแถบชายฝั่งของเกาะ Wacq ด้วยความสงสัยว่า ผลไม้นั้นจะให้กำเนิดราชาปีศาจแบบไหนออกมากันแน่ เหล่านักรบของชนเผ่า ซ่อนตัวอยู่ใต้น้ำตื้นอย่างหวาดหวั่น พร้อมกับกำอาวุธของยุคหินไว้ในมืออย่างแนบแน่น เพื่อความสงบสุขอันยาวนาน <unbreak>60</unbreak> ปี พวกเขาเตรียมใจไว้แล้วว่าตนอาจจะไม่ได้กลับบ้านอีก\\n\\nในขณะที่สงครามเริ่มทวีความรุนแรงขึ้น ผู้มาเยือนก็ได้ตรวจสอบรูปลักษณ์ของ \"ราชาปีศาจ\" อย่างละเอียดเป็นที่เรียบร้อย... มันเคยเป็นแมลงระหว่างดวงดาวที่สูญพันธุ์ไปแล้ว และไม่มีใครคิดว่า มันจะมาปรากฏตัวขึ้นที่มุมหนึ่งของจักรวาลในลักษณะนี้\\n\\nหลังจากที่การปราบปรามอันโหดร้ายสิ้นสุดลง ชาวบ้านที่มีชีวิตรอดเพียงไม่กี่คน ก็ได้ออกจากแถบชายฝั่งไปพร้อมกับข่าวแห่งชัยชนะ ในขณะที่เหล่าผู้มาเยือนผู้มีจิตใจดีงาม กลับอยู่เบื้องหลังอย่างเงียบๆ พวกเขาแหวกกิ่งไม้ที่ห้อยลงมาจากต้นไม้ใหญ่ออก ผ่านโคลนตมที่ท่วมลึกถึงครึ่งตัว และได้พบห้องโดยสารที่อยู่ในส่วนลึกภายใต้ป่าฝน... ตอนนี้เอง ความลับที่เกี่ยวกับ Vonwacq ก็กำลังจะถูกเปิดเผย: ระบบฟื้นฟูสายพันธุ์จากอารยธรรมขั้นสูง กลับถูกเปลี่ยนให้เป็นต้น Thestang ซึ่งจะทำการถอดรหัส และปล่อยสมการชีวิตนับไม่ถ้วนออกมา เพื่อฟื้นฟูระบบนิเวศของโลก\\n\\nราชาปีศาจที่ปรากฏตัวขึ้นเป็นระยะๆ เป็นเพียงข้อมูลส่วนหนึ่งจากฐานข้อมูลทางชีวภาพ โดยกว้างเท่านั้น ผู้มาเยือนจึงทำการลบข้อมูลของราชาปีศาจ ออกจาก Vonwacq และปกปิดชื่อเสียงและคุณงามความดีของตนไว้\\n\\nบนชายฝั่งของเกาะ Wacq มีเพียงเสียงคลื่นซัดสาดที่เงียบสงบเท่านั้น เหล่ากองกำลังพันธมิตรของชนเผ่า Wacq พากันยืนเข้าแถวเรียงรายเพื่อเตรียมการอยู่เสมอ หากแต่พวกเขาเชื่อมั่นว่าราชาปีศาจจะไม่หวนกลับมาอีก พวกเขาร่วมเฉลิมฉลองด้วยการดื่มสังสรรค์ ร่วมร้องเพลงด้วยกัน และพูดคุยเกี่ยวกับเรื่องอนาคตทั้งคืน ซึ่งหลังจากที่พันธมิตรของสองชนเผ่าหันหลังไปเพื่อกล่าวคำลา พวกเขาทั้งสองก็เริ่มวางแผนทำสงครามเพื่อครอบครอง Vonwacq... พันธสัญญาของ Vonwacq ที่ไร้ซึ่งราชาปีศาจ ก็เป็นเพียงแค่กระดาษแผ่นหนึ่งเท่านั้น ดาวเคราะห์ดวงเล็กไม่อาจทนต่อความขัดแย้งระหว่างสองเผ่าพันธุ์ได้ และความสงบสุขอันแสนเปราะบางที่แสนสั้นนั้น ก็ได้เลือนหายไปตั้งแต่นั้นเป็นต้นมา\\n\\nแนวชายฝั่งของเกาะ Wacq ยังคงสงบสุขเช่นเคย นับตั้งแต่ที่มนุษย์และ Wacqwacq ถอนตัวออกจากเวทีแห่งประวัติศาสตร์ ในที่สุด Vonwacq ก็ทำการฟื้นฟูระบบนิเวศได้อย่างเสร็จสิ้น"
    }
  ]
}