{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "The Wondrous BananAmusement Park",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "ทำให้ DMG คริติคอลของผู้สวมใส่ เพิ่มขึ้น <nobr>16%</nobr> เมื่อเป้าหมายที่ผู้สวมใส่อัญเชิญ อยู่ในการต่อสู้ DMG คริติคอลจะเพิ่มขึ้นอีก <nobr>32%</nobr>"
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "bananamusement_parks_bananaxis_plaza",
      "name": "BananAmusement Park's BananAxis Plaza",
      "type": "NECK",
      "desc": "สิ่งที่อยู่ใน Planar Sphere คือหนึ่งในห้องทดลอง ของกลุ่มวิจัยทางวิทยาศาสตร์ เนื่องจากการปนเปื้อนของร่างจิต ข้อมูลจริงและข้อมูลเท็จจึงปะปนกันอย่างสมบูรณ์ จนยากที่จะแยกแยะได้ และปัจจุบันสถานที่แห่งนี้ ก็ถูกการรับรู้ปรับให้เป็น \"สวนสนุกบานาน่า\" แล้ว",
      "typeText": "Planar Sphere",
      "backstory": "\"ใครจะมาอยู่ที่สวนสนุกในป่าทึบแบบนี้กันนะ?\"\n\"เบบี้บานาน่า!\"\n\"ตัวยาวๆ สีเหลืองๆ ร่าเริง และน่ารัก!\"\n\"เบบี้บานาน่า!\"\n\nเสียง \"ตึงตึง\" ดังขึ้นสองครั้งครึ่ง ทำให้เหล่าบานาน่าตื่นจากการหลับใหล พวกเขาออกจากต้นกล้วย และเริ่มต้นวันใหม่ของชีวิตบานาน่า! บานาน่าบางลูกก็ตื่นขึ้นมาอย่างมีชีวิตชีวา พวกเขาทำพายทุเรียนอบ และวิ่งเล่นไล่จับกันในป่า ส่วนบานาน่าบางลูก ก็สงบนิ่งและใช้มะพร้าวมาทาตัว เพื่อทำให้ตัวเองตัวหอมฟุ้งไปทั่ว เจ้าลิงมองดูทิวทัศน์ที่เต็มไปด้วยชีวิตชีวาอย่างพึงพอใจ และอดไม่ได้ที่จะส่งเสียงหวานหยดย้อยออกมา เพื่อตะโกนเรียกพวกบานาน่า...\n\n\"พร้อมกันรึยัง พวกบานาน่า?\"\n\"พร้อมแล้ว ท่านลิงจ่าฝูง!\"\n\"เสียงเบาเกินไป!\"\n\"พร้อมแล้ว ท่านลิงจ่าฝูง!\"\n\nเสียง \"ตึงตึง\" ดังขึ้นสามครั้งครึ่ง ได้เวลาของ \"คลับบานาน่าพาที\" ประจำวันแล้ว เหล่าบานาน่าเริ่มวิตกกังวล บานาน่าบางลูกเริ่มตะโกนโหวกเหวก บ้างก็ร้องไห้เงียบๆ บ้างก็มีท่าทีซังกะตาย... พวกลิงเอ่ยถามบานาน่าที่แข็งแรงทีละลูก ซึ่งคำถามที่อยู่บนใบตองใบใหญ่ ก็มักจะเหมือนเดิมไม่มีเปลี่ยนว่า... \"จำช่วงเวลาที่นอกเหนือจากการเป็นบานาน่าได้หรือไม่?\"\n\nคำถามง่ายๆ มักจะมาพร้อมกับคำตอบที่ขมขื่นเสมอ เหล่าบานาน่าไม่เข้าใจว่า ความรู้สึกเศร้าใจนั้นมาจากไหน มันเหมือนกับการที่เนื้อกล้วย เกิดปฏิกิริยาออกซิเดชันและเปลี่ยนเป็นสีดำ เมื่อได้รับแรงกดดันจากโลกภายนอกยังไงยังงั้น\n\n\"ถ้าการสำรวจโลกคือความฝันของคุณ\"\n\"งั้นก็เคาะที่ต้นกล้วย แล้วให้ท่านลิงจ่าฝูงนำทางสิ\"\n\nเสียง \"ตึงตึง\" ดังขึ้นเจ็ดครั้งครึ่ง \"เกมบานาน่าบันดาลใจ\" กำลังจะเริ่มขึ้นแล้ว ที่สวนสนุกในป่าทึบแห่งนี้ บานาน่าทุกลูกต่างก็เคยได้รับคำสัญญาว่า ตราบใดที่พยายามมากพอ พวกบานาน่าก็จะไม่เป็นกล้วยตลอดไป เหล่าบานาน่าต่างมีความฝันอยู่ลึกๆ ในใจ และมุ่งมั่นจะเป็นลิงที่ยิ่งใหญ่ให้ได้... ในขณะที่ป่าเริ่มร่นมาจากทั้งสองด้าน เจ้าลิงจ่าฝูงก็โผล่ขึ้นจากตรงกลาง เขาโค้งคำนับให้กับเหล่าบานาน่า อย่างอ่อนโยนและถ่อมตน เหล่าบานาน่าก็ปฏิบัติต่อเขาด้วยความเคารพเช่นกัน... ลิงจ่าฝูงได้นำเกมกล้วยๆ ใหม่ล่าสุด เพื่อมา \"แลกเปลี่ยน\" กับเรื่องราวใหม่ๆ\n\nเสียง \"ตึงตึง\" ดังขึ้นสิบเอ็ดครั้งครึ่ง พวกบานาน่าถูกลิงพากลับไปบนต้นไม้ ในขณะที่พวกเขาโยกไปมานั้นเอง ก็ได้เข้าไปสู่ดินแดนยูโทเปีย จากนั้นแสงอาทิตย์สีเขียวก็ทอประกาย และมีเสียงน้ำโครกครากดังก้องไปทั่วทั้งสวนสนุก"
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "bananamusement_parks_memetic_cables",
      "name": "BananAmusement Park's Memetic Cables",
      "type": "OBJECT",
      "desc": "สายสัญญาณที่พบได้ทุกที่ในห้องทดลอง มันถูกใช้เพื่อรวบรวมข้อมูลการทดลอง โดยมีเป้าหมายเพื่อเข้าถึง ความลับที่ไม่อาจบอกใครได้ สำหรับพวกบานาน่าแล้ว วิธีการทำความเข้าใจโลก ได้ถูกซ่อนอยู่ภายในนี้",
      "typeText": "Link Rope",
      "backstory": "ซากปรักหักพังของสถาบันวิจัย Ba-77 ตั้งอยู่ใน Convergence-ψ ซึ่งซ่อนอยู่ในใต้ดินของโลกแห่งป่าสักที่หนึ่ง ซึ่งสถานที่แห่งนี้เคยถูกทำลายโดย Galaxy Ranger ที่หัวรุนแรงมาก่อน และทุกวันนี้ สายเคเบิลที่เหลือก็ยังคงส่งสัญญาณ ที่ไม่ทราบความหมายออกมา\n\n\"การตามหาสถาบันวิจัยบ้าบอนั่น ยากพอๆ กับการหาใบไม้ในป่าเลย\" ใต้เปลือกไม้ที่ซ้อนทับกันหลายชั้น กระดูกของต้นไม้ได้ก่อตัวเป็นทางเข้า หลังจากลอดผ่านโพรงไม้ที่ยาวเหยียดแล้ว ในที่สุดเหล่า Galaxy Ranger ก็ได้พบกับเป้าหมาย\n\nเมื่อเทียบกับ \"ห้องทดลอง\" แล้ว สถาบันวิจัยแห่งนี้ออกจะเหมือนกับ \"หอศิลป์\" เสียมากกว่า สายสัญญาณที่สลับซับซ้อน ได้พัวพันกันอยู่กลางอากาศ และเปล่งแสงสีต่างๆ ออกมาตามความตั้งใจของนักออกแบบ ทว่าผู้ที่ชมดูต่างก็รู้สึกวิงเวียนจนต้องเอามือกุมขมับกัน จากนั้นภาพหลอนแปลกๆ ก็ค่อยๆ ปรากฏขึ้นต่อหน้าต่อตาพวกเขา... พื้นที่จำกัดสีเหลือง ภาพเหมือนมนุษย์ที่ค่อยๆ จางหายไปเป็นแถวๆ และเงาของมอนสเตอร์ที่ซ่อนอยู่หลังม่าน...\n\nพวก Galaxy Ranger คุ้นเคยกับวิธีการเหล่านี้เป็นอย่างดี ขืนพวกเขายังอยู่ที่นี่ต่อไป ก็อาจจะเริ่มมีอาการพูดเพ้อเจ้อ และแขนขาก็จะเคลื่อนไหวอย่างควบคุมไม่ได้... หลังจากเสียงกระแทกด้วยกระบอกปืนดังขึ้น Galaxy Ranger หนุ่มน้อยก็อาศัยความเจ็บปวดและอาการวิงเวียนนั้น จนเดินออกมาจากวงกตแห่งความคิดได้\n\nเมื่อวิสัยทัศน์เริ่มแจ่มชัดขึ้น พวก Galaxy Ranger ก็มุ่งไปยังส่วนลึกของสถาบันวิจัย Ba-77 ซึ่งเต็มไปด้วยรูปปั้นที่พังทลาย ภาพจิตรกรรมฝาผนังที่เสียหาย และของประดับตกแต่งที่มีสีสันสดใส... ทว่าภาชนะที่แตกเกลื่อนกลาดอยู่บนพื้นนั้น กลับทำให้สถานที่แห่งนี้ดูเหมือนคุกเสียมากกว่า พวก Galaxy Ranger ค้นพบรายงานในส่วนลึกที่สุดของสถาบัน แล้วพลันจินตนาการถึง \"การทดลองทางปัญญา\" ที่เคยเกิดขึ้นนับไม่ถ้วนก่อนที่อาคารแห่งนี้จะถล่ม... ทันใดนั้น ทุกคนก็พลันหันกลับมามองอีกครั้ง และต้องประหลาดใจเมื่อพบว่าตัวเอง กำลังอยู่ในสวนสนุกกลางป่า โดยที่ใบไม้กำลังโบกมือให้พวกเขาไม่หยุด และเอ่ยถามว่า พวกเขายังจำความงดงามบนต้นไม้ได้หรือเปล่า\n\n\"ฉันเป็นบานาน่าไม่ใช่เหรอ? แล้วเรามาทำอะไรกันที่นี่?\" Galaxy Ranger หนุ่มพยายามกลับขึ้นไปบนต้นไม้เพื่อหยุด \"ความกังวล\" แบบกล้วยๆ ของตัวเองเสีย\n\nแต่ Galaxy Ranger ที่ตาบอดกลับรับรู้ได้ถึงปัญหา ก่อนที่ทุกสิ่งจะเดินไปถึงจุดที่ไม่อาจหวนกลับได้ เขาก็ได้ลาก Galaxy Ranger หนุ่มออกมาจากที่แห่งนั้น\n\n\"เจี๊ยกๆ... ปล่อยให้เจ้าลิงพวกนั้นใช้ชีวิตกล้วยๆ ไปซะเถอะ!\""
    }
  ]
}