{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "The Wind-Soaring Valorous",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATK เพิ่มขึ้น <nobr>12%</nobr>",
    "4": "อัตราคริติคอลของผู้สวมใส่ เพิ่มขึ้น <nobr>6%</nobr> เมื่อผู้สวมใส่ปล่อยการโจมตีต่อเนื่อง จะทำให้ DMG จากท่าไม้ตายเพิ่มขึ้น <nobr>36%</nobr> เป็นเวลา <nobr>1</nobr> เทิร์น"
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "valorous_mask_of_northern_skies",
      "name": "Valorous Mask of Northern Skies",
      "type": "HEAD",
      "desc": "เกราะใบหน้าที่ออกแบบตามนกที่ดุร้ายอย่าง \"Dafeng\" ซึ่งดวงตาเสริมทั้งสองคู่ เคยได้พบเห็นปาฏิหาริย์แสนอัศจรรย์มาก่อน",
      "typeText": "ศีรษะ",
      "backstory": "หมวกเกราะอินทรีของเธอมีดวงตาเสริมสองคู่ เพื่อให้สามารถมองเห็นสภาพแวดล้อมโดยรอบ ภายใต้ความสว่างแบบใดก็ตามได้อย่างแจ่มชัด ทว่าตอนนี้ ดวงตาเสริมกลับปกคลุมไปด้วยเลือดที่แห้งเกรอะกรัง จนทัศนวิสัยถูกย้อมด้วยสีสนิม\\n\\nท่านนายพลฟื้นขึ้นจากการหมดสติ แล้วคลานออกมาจากกองซากศพ \"กล้องส่องเมฆา\" ตั้งตระหง่านเสียดฟ้าอยู่ด้านหลัง บนยอดแหลมนั้นมีประกายแสงกะพริบไม่หยุด และคอยส่งรหัสลับที่มีเพียงเหล่านักดูดาวเท่านั้น ที่จะสามารถตีความได้ เธอแบกพลังแห่งความปรารถนาของชีวิตพันธมิตรนับล้าน และอธิษฐานต่อท่านเทพ... ขณะนี้ เธอและเหล่าสหาย ที่ไร้ซึ่งไอแห่งชีวิตมานานและกำลังนอนพิงอยู่รอบด้าน ได้ต่อสู้อย่างดุเดือดมาจนถึงทุกวันนี้ เพื่อให้เสียงเรียกร้องอันแผ่วเบานี้ดังไปถึงสวรรค์ และมอบความตายมาให้\\n\\n\"มาแล้ว...\" นายพลพึมพำเสียงเบาพลางเงยหน้ามองขึ้นฟ้า เธอมองไม่เห็นรูปลักษณ์ของท่านเทพ และไม่ได้ยินสุรเสียงของท่าน แต่เธอสัมผัสได้ถึงหลักฐานการมาเยือนของท่าน อันได้แก่ คลื่นความร้อนที่พลันปะทุขึ้น ราวกับมีเหล็กร้อนเคลื่อนอยู่บนผิวหนัง ประกายไฟสีแดงฉานลอยไปตามหมอกสีเลือด ราวกับม่านที่ปกคลุมท้องฟ้า และในชั่วพริบตาต่อมา มันก็ถูกแสงที่ไม่อาจจ้องมองได้ฉีกกระชาก...\\n\\nมาแล้ว ปาฏิหาริย์ที่แลกมาด้วยเหล่าทหารนับไม่ถ้วนที่สู้รบจนตัวตาย เธอเคยเห็นเศษซากของวัตถุท้องฟ้า ที่ถูกเทพลงทัณฑ์จนกลายเป็นแดนมรณะ และเคยต่อสู้เพื่อไล่ตามแสงนี้เช่นกัน เดิมทีเธอคิดว่าแสงนี้รวดเร็วมาก เร็วยิ่งกว่าความคิดฟุ้งซ่านเสียอีก แต่เธอคิดผิดแล้ว อย่างน้อยๆ ชั่วขณะนั้นนานพอที่จะทำให้เธอนึกถึงศิษย์คนโปรดได้\\n\\n<i>\"ถ้าอย่างนั้นก็ขอพรเถอะ ขอให้เธอเดินไปอย่าง...\"</i>\\n\\nผืนดินพุ่งโหมราวกับคลื่นพิโรธ เมื่อเสียงคำรามจากทะเลแสงดังขึ้น เธอก็ไร้ซึ่งความคิดใดๆ อีก และกลายเป็นเพียงฝุ่นละอองในแสงสว่าง"
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "valorous_bracelet_of_grappling_hooks",
      "name": "Valorous Bracelet of Grappling Hooks",
      "type": "HAND",
      "desc": "เกราะแขนไบโอนิกที่ฝังอยู่ในร่างกาย หากต้องการล่าสัตว์ร้าย ก็ต้องมีกรงเล็บที่แหลมคมยิ่งกว่ามัน",
      "typeText": "มือ",
      "backstory": "กองทัพแดนเขียวขจีภายใต้คำสั่งของเธอ มีความกล้าหาญไม่แพ้ทหารหมาป่า Borisin แม้ว่าดาบและธนูจะหัก หรือไม่มีอาวุธเหล็กใดๆ อยู่ในมือแล้ว พวกเขาก็ยังสามารถอาศัยกรงเล็บแหลมคมบนเกราะแขน เพื่อต่อสู้จนถึงที่สุดได้\\n\\nว่ากันว่านักรบมนุษย์จิ้งจอกของกองทัพแดนเขียวขจี ได้ช่วยเหลือโลกที่ถูก Borisin ปกครองมามากมาย มนุษย์จิ้งจอกที่กำเนิดจาก \"ดินแดนที่ถูกยึดครอง\" นั้นมีสายเลือดผสม ซึ่งบางครั้งก็มีร่างกลายพันธุ์แบบย้อนกรรมพันธุ์อยู่ด้วย มนุษย์จิ้งจอกเหล่านี้จะถูกปฏิบัติดั่งทาสสงคราม และถูกผลักดันจากเหล่าผู้นำหัวหมาป่า ให้กลายเป็นกองหน้าในสงคราม และเป็นเถ้าถ่านจากปืนใหญ่ ที่คอยขัดขวางการโจมตีของ Xianzhou\\n\\n\"เข้าร่วมกับกองทัพแดนเขียวขจีสิ พวกเราจะมอบโอกาสแก้แค้นผู้นำหัวหมาป่าให้กับคุณ!\" ในระหว่างการรับสมัครและฝึกฝน นายพลยังคงจำได้ว่าตนเอ่ยพูดเช่นนี้กับมนุษย์จิ้งจอกสาวอายุน้อย แต่เธอก็รู้สึกผิดกับประโยคท่อนหลัง ที่ตนไม่อาจเอ่ยออกไปได้: คุณก็เหมือนกับฉัน เรามีชีวิตอยู่เพื่อสงคราม และก็จะตายเพื่อสงครามเช่นกัน\\n\\nทาสสงครามจะมีพละกำลังและความเร็ว ที่เทียบได้กับผู้นำหัวหมาป่า แต่การกลายพันธุ์ก็ได้ทำให้ชีวิตและสติปัญญาของพวกเขา พร่องลงไปเช่นกัน เมื่อเจตจำนงถูกเผาไหม้จนสิ้นเพราะโทสะ ทาสสงครามก็จะกลายเป็นสัตว์ประหลาด ที่ดุร้ายและกระหายเลือด\\n\\nเมื่อเพลิงพิโรธอันบริสุทธิ์ของสัตว์ร้ายครอบงำร่างกาย หลังจากการล่าครั้งสุดท้ายของชีวิตจบลง เกราะแขนชิ้นนี้ก็จะกลายเป็นโซ่ตรวนที่พันรัดมือทั้งสองข้าง และยากที่จะแยกออกจากเลือดเนื้อได้"
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "valorous_plate_of_soaring_flight",
      "name": "Valorous Plate of Soaring Flight",
      "type": "BODY",
      "desc": "ร่างกายดุจสายลม โผทะยานเหนือฝูงหมาป่าที่แหงนหน้ามอง สุดท้ายเหยื่อและผู้ล่าจะสลับตำแหน่งกันในที่สุด",
      "typeText": "ลำตัว",
      "backstory": "เธอยังคงจดจำเพลงพื้นบ้านโบราณของมนุษย์จิ้งจอกได้ มันเป็นเพลงเศร้าจากการสูญเสียบ้านเกิด ที่ร้องไม่เป็นท่วงทำนอง และหลงเหลือเพียงแค่ความโศกสลด <i>\"เจ้าจิ้งจอกเดินบนชายฝั่งห่างไกล ก้าวไปอย่างเชื่องช้า เหนื่อยล้าและหิวโหย หัวใจข้าโศกเศร้า ผู้ใดเล่าจะล่วงรู้\"</i>...\\n\\nเมื่อหลายพันปีก่อน พวกเขากลายเป็นสัตว์เลี้ยง ทาสรับใช้ และสินค้าภายใต้กรงเล็บของหมาป่า และหลายพันปีต่อมา พวกเขาก็ยังคงต่อสู้เพื่อปลดแอกเพื่อนร่วมเผ่าพันธุ์ แม้จะไม่มีร่างกายที่กลายพันธุ์ไม่หยุดเหมือนศัตรูตามธรรมชาติ แต่พวกเขาก็ยังมีไหวพริบที่ตอบสนองอย่างรวดเร็วอยู่\\n\\nผู้นำหัวหมาป่าสั่งให้พวกเขาสร้างอาวุธเพื่อใช้งาน แต่กลับนำดวงตาสองข้างของพวกเขาไป เพื่อป้องกันไม่ให้ได้เรียนรู้วิชา ทั้งยังห้ามไม่ให้พวกเขาครอบครองโลหะ เพื่อป้องกันการสร้างเลียนแบบ แต่ทั้งหมดนี้ ก็ไม่สามารถทำลายความปรารถนาในใจของเหล่ามนุษย์จิ้งจอกได้ สักวันหนึ่ง พวกเขาจะทำให้พวกนักล่า ได้เข้าใจถึงความหวาดกลัวของการถูกล่าบ้าง สักวันหนึ่ง พวกเขาจะสลับตำแหน่งกับนักล่า และจะหันไปไล่ล่าอย่างไม่หยุดยั้งบ้าง\\n\\nสุดท้ายแล้ว เหล่ามนุษย์จิ้งจอกก็ได้เผาเครื่องเคลือบให้เป็นชุดเกราะ คือชุดเกราะเครื่องเคลือบแห่งกองทัพแดนเขียวขจี แข็งแกร่งราวกับเหล็กกล้า ซึ่งเขี้ยวเล็บของผู้นำหัวหมาป่า และอาวุธจากเลือดเนื้อของพวกนั้น ไม่สามารถทำให้เกิดรอยขีดข่วนได้แม้แต่น้อย\\n\\nนายพลสวมชุดเกราะเครื่องเคลือบ และทะยานไปกับสายลมร่วมกับเหล่ากองทัพแดนเขียวขจี จนกลายเป็นฝันร้ายอยู่เหนือศีรษะของเหล่า Borisin พวกเขารุกและถอยเป็นกระบวน ราวกับฝูงนกที่ออกล่าและตอบสนองต่อกัน แต่ไม่ว่าชุดเกราะนี้จะแข็งแกร่งเพียงใด เธอก็เชื่อเสมอว่า กายเนื้อที่ถูกความเจ็บปวดบดขยี้ คืออาวุธที่ดีที่สุด ส่วนเพื่อนร่วมรบที่เผชิญความทุกข์ยากด้วยกัน ก็คือเกราะที่ดีที่สุด\\n\\n<i>\"นกกางปีกโผบิน อสูรร้ายเผยเขี้ยวเล็บ ใครกันกล่าวว่าเราไร้สิ่งยึดถือ เพื่อนร่วมเผ่าพันธุ์นั้นคือชุดเกราะ\"</i>"
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "valorous_greaves_of_pursuing_hunt",
      "name": "Valorous Greaves of Pursuing Hunt",
      "type": "FOOT",
      "desc": "รองเท้าทำศึกที่สร้างขึ้นจากกรงเล็บของนก ผู้ที่สวมใส่จะพุ่งสู่สนามรบรวดเร็วดุจพายุโหม และก้าวผ่านขวากหนามได้อย่างง่ายดาย",
      "typeText": "เท้า",
      "backstory": "เธอมองดูเงาของเด็กสาว เคลื่อนไหวราวกับกระต่ายใต้แสงจันทร์ เธอไล่ตามรอยเท้าและกลิ่นอายของเด็กสาวไป ราวกับกำลังล่าเหยื่อ และสุดท้าย เธอก็รอคอยการมาเยือนของเด็กสาวอยู่ที่ปลายทาง\\nหรือบางที อาจเป็นเด็กสาวต่างหากที่รอคอยเธออยู่\\n\\nภายใต้แสงจันทร์ส่อง นายพลมองเห็นใบหน้านั้นได้อย่างชัดเจน\\n<i>\"เธออยากเข้าร่วม Cloud Knight ขนาดนั้นเลยเหรอ?\"</i>\\n<i>\"ฉันไม่อยากขายชีวิตให้ผู้นำหัวหมาป่า\"</i>\\nภาษา Borisin ของเด็กสาวนั้นฟังได้ยาก และสีหน้าของเด็กสาวนั้น เธอก็เคยเห็นมานับครั้งไม่ถ้วน ตอนที่ช่วยเหลือเพื่อนร่วมเผ่าพันธุ์ที่ตกที่นั่งลำบากมาก่อน\\nถึงแม้คนเหล่านั้นจะมีสายเลือดเดียวกันกับเธอ แต่กลับพูดคนละภาษา และมีความคิดที่แตกต่างกัน\\nพวกเขาไม่เคยคิดเลยว่า ตนจะเป็นลูกหลานของเผ่ามนุษย์จิ้งจอก แต่ถ้าเป็นอย่างนั้น พวกเขาคือใครกันแน่ล่ะ?\\nนายพลตัวสั่นเล็กน้อย แล้วหลีกทางให้\\n<i>\"ไปเถอะ ตั้งแต่คืนนี้เป็นต้นไป พวกเขาจะไม่ไล่ล่าเธออีกแล้ว...\"</i>\\n<i>\"แต่ฉันอยากให้พวกเขาไม่มีชีวิตอยู่อีกต่อไป\"</i>\\n\\nนายพลมองเธออย่างไม่อยากเชื่อ เป็นความตกตะลึงราวกับมองดูดาวตกที่ลอยผ่านท้องฟ้า ร่างกายของสัตว์ตัวน้อยจมดิ่งลงสู่ความมืด\\nนายพลหลับตาลง ราวกับถูกแสงจันทร์แผดเผาดวงตา จากนั้นไม่นานเธอก็ก้มหน้าลง และมองเห็นเท้าทั้งสองข้างของเด็กสาวที่มีสีแดงแปดเปื้อน มันเต็มไปด้วยคราบเลือดและดินโคลน\\n\\n<i>\"ทำไมไม่ใส่รองเท้า?\"</i>\\n<i>\"ลืม และก็ไม่รู้ตัวด้วย\"</i>\\nนายพลถอดรองเท้าทำศึกของตัวเองแล้วเทียบขนาด ก่อนจะมอบให้เด็กสาวสวมใส่\\n<i>\"เหมาะดีนะ...งั้นก็ออกเดินทางเลยเถอะ\"</i>\\n<i>\"แล้วคุณล่ะ?\"</i>\\n<i>\"ฉันชินกับการเดินบนขวากหนามแล้วล่ะ\"</i>\\n\\nเธอก้าวไปข้างหน้าด้วยเท้าเปล่าราวกับโผบิน เด็กสาวไล่ตามเธอไปติดๆ\\nหรือบางที พวกเธอกำลังไล่ตามเงาของกันและกันอยู่ก็ได้"
    }
  ]
}