{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "Thief of Shooting Meteor",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "เอฟเฟกต์ทำลายล้างเพิ่มขึ้น <nobr>16%</nobr>",
    "4": "เอฟเฟกต์ทำลายล้างของผู้สวมใส่เพิ่มขึ้น <nobr>16%</nobr> หลังจากผู้สวมใส่ทำลายจุดอ่อนของศัตรูเป้าหมาย จะฟื้นฟูพลังงาน <nobr>3</nobr> หน่วย"
  },
  "pieces": [
    {
      "_id": 31111,
      "id": "thiefs_myriadfaced_mask",
      "name": "Thief's Myriad-Faced Mask",
      "type": "HEAD",
      "desc": "หน้ากากที่สามารถเปลี่ยนรูปร่างหน้าตา เมื่อบวกกับทักษะการแสดงที่ยอดเยี่ยม ก็สามารถสร้างเรื่องปลอมให้สมจริงได้",
      "typeText": "ศีรษะ",
      "backstory": "จอมโจรดาวตก Leblanc มองว่าการขโมยเหมือนกับงานเลี้ยงหน้ากาก ที่การปกปิดตัวตนเป็นส่วนหนึ่งของธรรมเนียม\\n\\n\"ทำไมหน้ากากถึงเปลี่ยนส่วนสูงและเสียงได้งั้นเหรอ? ฮ่าฮ่าฮ่า นี่คือเทคนิคเฉพาะของฉันเอง ความลับน่ะ\"\\n\\nโจรจะสวมหน้ากากแล้วปลอมตัวเป็นพนักงานทั่วไป เพื่อแอบเข้าร่วมการประชุมด้านความปลอดภัยขององค์กร แถมยังเสนอคำแนะนำเกี่ยวกับ \"มาตรการป้องกันการโจรกรรม\" อีกด้วย จนกระทั่งครึ่งเดือนหลังจากการโจรกรรม ฝ่ายรักษาความปลอดภัยก็เพิ่งจะนึกขึ้นได้ว่า พวกเขาไม่เคยเห็น \"เพื่อนร่วมงาน\" คนนี้มาก่อน\\n\\nจอมโจรอยู่เป็นคู่ เพราะจำเป็นต้องใช้เป็นวิธีการหลบหลีกสายตาคนอื่น นี่ก็คือธรรมเนียมของโลกแห่งจอมโจรนั่นเอง\\n\\n\"บอกให้คนเขียนบทของพวกคุณ คิดวิธีทำให้โจรสวมหน้ากากตั้งแต่ต้นจนจบได้มั้ย\" ฝ่ายการตลาดจากภาพยนตร์และโทรทัศน์ขององค์กรสันติภาพแห่งดวงดาว บอกกับโปรดิวเซอร์ \"ฉันจะย้ำถึงความต้องการของสินค้าหน้ากากอันนี้อีกทีแล้วกัน มันต้องมีราคาต่ำ และได้รับความนิยมอย่างมาก\""
    },
    {
      "_id": 31112,
      "id": "thiefs_gloves_with_prints",
      "name": "Thief's Gloves With Prints",
      "type": "HAND",
      "desc": "ถุงมือชนิดพิเศษทอด้วยวัสดุนาโน ซึ่งสามารถสร้างลายนิ้วมือบนผิวถุงมือได้ทันที",
      "typeText": "มือ",
      "backstory": "จอมโจรดาวตก Leblanc ไม่เคยทิ้งร่องรอยเอาไว้ แต่เขามักจะทิ้งเบาะแสที่ชี้นำไปในทางผิด หรือไม่ก็ทิ้งการยั่วยุที่น่าเจ็บใจเอาไว้\\n\\n\"ทำไมคนในองค์กรถึงถูกหลอกเพราะลายนิ้วมือปลอมตั้งหลายครั้ง? บางทีเธอน่าจะไปถามองค์กรดูนะ ไม่ใช่ฉัน\"\\n\\nถุงมือของเขาสามารถสร้างลายนิ้วมือได้หลายรูปแบบ ไม่เพียงทำให้เทคโนโลยีตรวจจับลายนิ้วมือขององค์กร กลายเป็นเรื่องตลกเท่านั้น แต่ยังทิ้ง \"ร่องรอยการโจรกรรม\" เล็กๆ น้อยๆ เอาไว้มากมาย เจ้าหน้าที่รักษาความปลอดภัยพบร่องรอยหลายร้อยแบบในห้องลับเก็บสมบัติ ทั้งร่องรอยของ Pterosaurs ยุคก่อนประวัติศาสตร์ แมลงเต่าทองข้ามดวงดาว และสุนัขลาบราดอร์... ซึ่งแน่นอนว่า ไม่มีร่องรอยของจอมโจรเลยสักอัน\\n\\nแค่การหายต๋อมเข้ากลีบเมฆไปเฉยๆ ก็ออกจะน่าเบื่อเกินไป ไม่ต่างอะไรจากวิธีการพวกหัวขโมยขี้ระแวงเลยสักนิด\\n\\n\"แต่งเรื่องได้แต่อย่าเขียนมั่วซั่วนะ ตอนนี้ยังมีใครใช้ระบบลายนิ้วมืออยู่อีกงั้นเหรอ?\" ฝ่ายรักษาความปลอดภัยขององค์กรโอดครวญ \"คนเขียนบทพวกนี้รู้เรื่องกับเขาบ้างรึเปล่าเนี่ย?\""
    },
    {
      "_id": 31113,
      "id": "thiefs_steel_grappling_hook",
      "name": "Thief's Steel Grappling Hook",
      "type": "BODY",
      "desc": "สายเคเบิลเหล็กที่ปลอมเป็นเข็มขัด โดยมีตะขอและรอกซ่อนอยู่ในหัวเข็มขัด",
      "typeText": "ลำตัว",
      "backstory": "โจรที่รอบคอบมักจะหลบหนีได้อย่างปลอดภัยในทุกๆ สถานการณ์ และที่เอวก็มักจะมีตะขอเกี่ยวช่วยชีวิตอยู่\\n\\n\"ตะขอเกี่ยวที่เอว จะเล็งไปยังจุดที่ต้องการได้ยังไงน่ะเหรอ... แล้วเธออธิบายได้มั้ยล่ะว่า ตัวเองเดินได้ยังไง?\"\\n\\nในห้องลับที่เก็บสมบัติ มีกลไกอันตรายมากมายซ่อนอยู่ แต่หัวขโมยสามารถก้าวข้ามผ่านมันได้ โดยใช้ตะขอเกี่ยวที่เอวของเขา ราวกับว่าเขากำลังลอยขึ้นไปในอากาศ ตะขอถูกยิงไปที่กำแพงสูงเกือบสิบเมตรในเวลาเพียงไม่กี่วินาที รอกหมุนอย่างรวดเร็วและทำให้หัวขโมยถูกส่งไปอยู่ตรงหน้าของ \"Star of Leo\" ในทันที\\n\\nเพียงอาศัยสายเคเบิลเหล็กที่เอว เขาก็สามารถโบยบินได้แล้ว นี่ก็คือความเป็นมืออาชีพขั้นพื้นฐานของนักย่องเบานั่นเอง\\n\\n\"ต่อไปก็ให้สตั๊นต์ของเราทำสิ่งนี้แทนสิ จะได้ประหยัดงบประมาณไงล่ะ\" ผู้กำกับคิวบู๊กล่าวอย่างเหน็บแนม \"ถึงยังไงก็ใส่หน้ากากอยู่แล้ว ทุกคนมองไม่ออกหรอกว่าใครเป็นใคร\""
    },
    {
      "_id": 31114,
      "id": "thiefs_meteor_boots",
      "name": "Thief's Meteor Boots",
      "type": "FOOT",
      "desc": "รองเท้าบูตที่ช่วยเสริมการทำงานของร่างกาย และช่วยให้โจรสามารถเคลื่อนที่ตามตึกรามบ้านช่องได้อย่างรวดเร็ว",
      "typeText": "เท้า",
      "backstory": "จอมโจรเคลื่อนตัวอย่างรวดเร็วไปทั่วทั้งเมือง พร้อมกับจงใจทิ้งเงาพร่างพราวเอาไว้ ซึ่งเป็นที่มาของชื่อ \"ดาวตก\" นั่นเอง\\n\\n\"ถ้าไม่มีตึกสูงแล้วจะหนียังไง? ฮ่าฮ่าฮ่า อย่าได้ถามคำถามที่ไม่น่าสนใจพวกนี้เลยนะ\"\\n\\nการหลบหนีได้อย่างปลอดภัยนับครั้งไม่ถ้วน ทำให้จอมโจรชินชาไปเสียแล้ว เมื่ออยู่ในเมือง ก็ไม่มีใครสามารถไล่ตามรองเท้าบูตของจอมโจรดาวตกได้เลย เว้นแต่ว่าจะมีใครรู้ที่ซ่อนของเขา แต่สิ่งที่ทำให้จอมโจรคาดไม่ถึงก็คือ กลับมีนักสืบผมยุ่งคนหนึ่งนั่งอยู่บนเก้าอี้ของ Leblanc พร้อมกับแก้วกาแฟ เขานั่งรออยู่ที่นี่มานานแล้ว\\n\\nเรื่องราวของจอมโจรจบลง ต่อไปก็ได้เวลาเล่าเรื่องของนักสืบแล้ว\\n\\n\"หลายคนไม่เชื่อว่าเราจะกล้าเขียนอะไรแบบนี้ แต่นี่แหละคือเหตุผลที่เราเขียนเรื่องแบบนี้ขึ้นมา\" ผู้เขียน (นิรนาม) อธิบายถึงจุดจบของจอมโจรซึ่งเต็มไปด้วยความขัดแย้ง"
    }
  ]
}
