{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "Warrior Goddess of Sun and Thunder",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ความเร็วเพิ่มขึ้น <nobr>6%</nobr>",
    "4": "หลังจากผู้สวมใส่และภูตความทรงจำ ทำการรักษาแก่เป้าหมายฝ่ายเรา ที่นอกเหนือจากตัวผู้สวมใส่และภูตความทรงจำ จะทำให้ผู้สวมใส่ได้รับ \"หยาดฝน\" โดยในแต่ละเทิร์น จะเกิดขึ้นได้มากสุด 1 ครั้ง เป็นเวลา <nobr>2</nobr> เทิร์น เมื่อผู้สวมใส่มี \"หยาดฝน\" ความเร็วจะเพิ่มขึ้น <nobr>6%</nobr> และ DMG คริติคอลของฝ่ายเราทั้งหมด จะเพิ่มขึ้น <nobr>15%</nobr> โดยเอฟเฟกต์นี้จะไม่สามารถซ้อนทับได้"
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "Warrior Goddess's Winged Helm",
      "type": "HEAD",
      "desc": "หมวกเหล็กปีกนกนี้ ครั้งหนึ่งได้ประจักษ์การโค่นล้มทวยเทพ ของอัศวินอสนีสุริยัน อีกทั้งยังเป็นพยาน ในการหลับตาลงของท้องนภา",
      "typeText": "ศีรษะ",
      "backstory": "หินหนืดสีทองระอุไหลกระเพื่อมไม่ขาดสาย อยู่ภายใต้ฝ่าเท้าของเทพีนักรบ เธอเก็บซ่อนสีหน้าไว้ภายใต้หมวกเหล็ก ราวกับม่านหมอกหน้าหนาวปกคลุมดาวจรัสแสง\n\nบุตรแห่งท้องนภาคนสุดท้ายได้จมหายไป ส่วนเธอก็จะมุ่งไปยังแดนไกลในทิศทางตรงกันข้ามโดยสิ้นเชิงแต่เพียงลำพัง\n\n\"Seliose ท่านกำลังนึกถึงใครกัน?\" เหล่าอสูรปีกเหินที่เคียงข้างกันเช้าค่ำ สัมผัสได้ถึงความรู้สึกอันบางเบานั้นของเธอ เทพีนักรบนิ่งเงียบครู่หนึ่ง วันเก่าๆ ที่ผู้คนเหล่านั้นอธิษฐานต่อฟากฟ้าไม่อาจหวนกลับมาแล้ว \"ฉันกำลังนึกถึงใครกันงั้นเหรอ? ฉันนึกถึงใครไม่ออกอีกแล้ว ฉันรักใคร่มนุษย์โลกถึงเพียงนั้น และฉันก็ยังเกลียดชังในความอ่อนแอแห่งธรรมชาติของมนุษย์ถึงเพียงนี้ ในยามนี้ ฉันกลับนึกถึงผู้ใดไม่ออกอีกแล้ว...\"\n\nเหล่าอสูรปีกเหินต่างพากันก้มหน้าเงียบงัน พวกเขาเคยได้เห็นเทพีนักรบไล่ตามความเชื่ออันแน่วแน่ และพลัดตกลงไปในฟองมายาแห่งการหลอกตัวเอง\n\nภายใต้หมวกเหล็กที่บดบังใบหน้านั้น ในตอนนี้คือใบหน้าแบบไหนกัน? และมีวิสัยทัศน์อย่างไรกันนะ?"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "Warrior Goddess's Cavalry Gauntlets",
      "type": "HAND",
      "desc": "ถุงมือคู่นี้ร่วมเคียงข้างอัศวิน ในการเอาชนะทุกสงคราม มันทำให้ผู้คนกอบกุมอาวุธที่อันตรายที่สุด และอดทนต่อการทรยศอันเจ็บปวด อย่างถึงที่สุดได้",
      "typeText": "มือ",
      "backstory": "หินเกล็ดเงินส่งเสียงคำรามในเตาหลอม หลังจากที่ชาวคีรีสูงวัยใส่คำอวยพรลงไปในถุงมือที่หลอมเสร็จ ก็ส่งมอบมันให้กับเทพีนักรบที่อยู่ข้างกาย\n\n\"อ่อนนุ่ม บาดเจ็บ อัศวิน แข็งแกร่ง ยืดหยุ่นยิ่งกว่าแร่กลีบหิน ขอให้กระดูกของเธอ เป็นดังเช่นนั้น\"\n\nเธอรับถุงมือเหล็กที่ประณีตมา และลูบไล้ไปที่เกราะน้ำแข็งเกล็ดเงินนั้นอย่างแผ่วเบา... เธอเริ่มจินตนาการว่าตัวเองกำลังถือหอกที่ทำจากสายฟ้าฟาด และโล่ที่ทำจากเปลวไฟปะทุ เธอเร่งรุดไปยังสนามรบบนฟากฟ้า เพื่อช่วยเหลือทุกคน... ความแข็งแกร่งเป็นเพียงเงื่อนไขเบื้องต้นของการช่วยเหลือเท่านั้น ชาวคีรีประทับตราคำสอนแห่งความจริงไว้บนข้อนิ้วอย่างระแวดระวัง และกำชับเทพีนักรบให้จดจำความนุ่มนวลของถุงมือเหล็กเอาไว้เสมอ\n\n\"หากจะกุมให้ความร้อนแก่ก้อนกรวดในแม่น้ำจำต้องใช้ฝ่ามือ จงอย่าได้แกะสลักธารน้ำแข็ง ให้กลายเป็นคมดาบ\"\n\nแต่หลังจากนั้น จิตวิญญาณแห่งหน้าที่และความเที่ยงตรงที่เกือบจะสุดโต่งของเธอ ทำได้เพียงแผดเผาคำอวยพรของช่างฝีมือคนนั้น จนกลายเป็นรอยไหม้ที่ไม่มีวันจางหาย"
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "Warrior Goddess's Dawn Cape",
      "type": "BODY",
      "desc": "เสื้อคลุมนี้กำบังสายฝนและฝุ่นผง ให้อัศวินอสนีสุริยัน คอยเคียงข้างเธอ ก้าวผ่านการผจญภัยทั้งมวล และฝากแผ่นหลังแสนสะดุดตานั้น... ไว้บนฟากฟ้า",
      "typeText": "ลำตัว",
      "backstory": "เด็กสาวที่ยังไม่กลายเป็นอัศวิน ได้รับการสอนสั่งศิลปะการต่อสู้อันโดดเด่น ภายในถ้ำของอาจารย์ผู้สันโดษ\n\n\"ทำได้ดี ไวมาก ฉันไม่มีอะไรจะสอนเธอได้อีกแล้วล่ะ เธออยากจะใช้พลังนี้ทำสิ่งใดกัน?\"\n\nหลังจากได้ฟังคำพยากรณ์ศักดิ์สิทธิ์ จิตใจของเด็กสาวก็ไม่ได้อยู่ที่การฝึกฝนอีกต่อไป อาจารย์ผู้อ่อนโยนสังเกตเห็นความกลัดกลุ้มของเธอ และถูยางสนลงบนดาบสั้นที่เธอใช้ประจำอย่างแผ่วเบา \"ท่านอาจารย์ ฉันอยากจะมีชีวิตอยู่บนความเป็นจริง ท่านได้ยินเรื่องนักบุญหญิงแห่ง Janusopolis และคำพยากรณ์ศักดิ์สิทธิ์ที่เธอป่าวประกาศแล้วรึยัง?\" เด็กสาวกังวลว่าอาจารย์จะห้ามปรามตัวเอง แต่กลับลอบตัดสินใจเอาไว้ตั้งแต่ต้นแล้ว\n\n\"หึ แล้วอะไรคือความจริงกันล่ะ?\" อาจารย์ผู้อ่อนโยนย้อนถามเธอ \"...เธอจำต้องใช้ทั้งชีวิตเพื่อแยกแยะมัน นี่ไม่ใช่เรื่องง่าย\"\n\nเธอแอบลุกขึ้นอย่างเงียบเชียบในกลางดึก คิดจะฉวยโอกาสรีบรุดจากไปก่อนที่รุ่งอรุณจะมาเยือน แต่กลับพบว่าเสื้อคลุมที่พับไว้ตัวนั้น อยู่ในกระเป๋าสัมภาระเป็นที่เรียบร้อยแล้ว"
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "Warrior Goddess's Honor Spurs",
      "type": "FOOT",
      "desc": "เดือยควบคุมคู่นี้ เป็นของขวัญจากสหายอสูรปีกเหินทั้งสองตัว ของอัศวินอสนีสุริยัน... คือความเจ็บปวดที่จำต้องพบเจอ เมื่อเดินบนเส้นทางแห่งการไล่ตามความจริง",
      "typeText": "เท้า",
      "backstory": "ข้างกายวีรชน Seliose มีสหายอสูรปีกเหินสองตัว... Solabis และ Lunabis คือพาหนะและสหายร่วมรบของเธอ\n\n\"เราขอติดตามท่าน Seliose ให้พวกเราเป็นสักขีพยาน ในบทนำแห่งการสังหารเทพชิงเชื้อไฟของท่านเถิด\" พวกเขาเชื่อมั่นในเทพีนักรบที่ดุดันและมั่นใจในตนเอง\n\nอสูรปีกเหินสองตัวไหว้วานให้ปรมาจารย์ช่างผู้ยิ่งใหญ่ทำเดือยควบคุมขึ้นมาหนึ่งคู่ เพื่อเป็นส่วนหนึ่งในพิธีมอบรางวัลของ \"อัศวินอสนีสุริยัน\"... \"ขอบคุณในน้ำใจของพวกเจ้า แต่ข้าคงไม่ได้ใช้มัน\" เธอรู้ว่ามันเป็นอุปกรณ์ที่ช่วยให้อัศวินควบคุมพาหนะได้อย่างแม่นยำ \"พวกเจ้ามีใจเป็นหนึ่งเดียวกับข้า ไม่จำเป็นต้องใช้มันกระตุ้น พวกเราก็สามารถร่วมมือกันได้อย่างราบรื่น\"\n\n\"รับมันไว้เถอะ Seliose เมื่อท่านเดินบนเส้นทางแห่งการไล่ตามความจริง ก็น่าจะรู้ว่า 'ความเจ็บปวด' คือสิ่งที่ทำให้พวกเรามีสติ\" สายตาของ Lunabis แน่วแน่ดุจคบเพลิง และ Solabis จูงมือของเธอไปรับเดือยควบคุมคู่นั้น\n\nอัศวินอสนีสุริยันรับของขวัญที่เป็นสัญลักษณ์ของมิตรภาพ... หากความเจ็บปวดทำให้ผู้คนแปรเปลี่ยนทิศทางได้ทันเวลา แสดงว่านั่นคือความเจ็บปวดที่จำเป็น"
    }
  ]
}