{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "Wastelander of Banditry Desert",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG จินตภาพเพิ่มขึ้น <nobr>10%</nobr>",
    "4": "เมื่อผู้สวมใส่สร้าง DMG แก่ศัตรูเป้าหมายที่ติดเอฟเฟกต์ Debuff อัตราคริติคอลจะเพิ่มขึ้น <nobr>10%</nobr> และเมื่อสร้าง DMG แก่ศัตรูเป้าหมายติดสถานะกักขัง DMG คริติคอลจะเพิ่มขึ้น <nobr>20%</nobr>"
  },
  "pieces": [
    {
      "_id": 31121,
      "id": "wastelanders_breathing_mask",
      "name": "Wastelander's Breathing Mask",
      "type": "HEAD",
      "desc": "หน้ากากที่สามารถกรองฝุ่นและรังสีได้ ดูเหมือนว่ามันทำมาจากเครื่องช่วยหายใจที่ถูกทิ้ง",
      "typeText": "ศีรษะ",
      "backstory": "เหล่า Wastelander แห่ง Talia ต้องสวมหน้ากากช่วยหายใจเอาไว้ตลอดเวลา เพราะรังสีและพายุทรายเป็นเรื่องธรรมดาของที่นี่ไปแล้ว และไม่ว่าใครก็ยากจะอธิบายได้ว่า หน้ากากช่วยหายใจที่ทำขึ้นเองนี้ มีหลักการวิทยาศาสตร์อะไร หรืออาจเป็นเพียงสิ่งที่มีไว้เพื่อความสบายใจเท่านั้น\\n\\n\"รู้รึเปล่า? ในหุบเขามีของเก่า ที่มีสายยางเสียบอยู่บนหน้ากากด้วย! ถ้าต้องใช้มัน ฉันคงรับไม่ได้แหงๆ\"\\n\\nเหล่า Wastelander เหมือนจะไม่ค่อยบ่นเกี่ยวกับสภาพอากาศเลวร้ายใน Talia นัก สาเหตุแรกเป็นเพราะพวกเขาเปลี่ยนแปลงอะไรไม่ได้ สถานที่แห่งนี้เต็มไปด้วยฝุ่นทรายมาตั้งแต่นิวเคลียร์ระเบิด ส่วนสาเหตุที่สองคือ พวกเขามองโลกในแง่ดีมาก เมื่อทรายสีแดงปกคลุมทั่วท้องฟ้า พวกเขาก็จะสวมหน้ากากกันฝุ่น แล้วรีบพุ่งไปยังรังโจรแห่งอื่นขณะที่ถูกห้อมล้อมด้วยพายุทราย ราวกับผีสางที่เข้ามาปล้นบ้านคน\\n\\nกลุ่มโจรที่เตรียมตัวพร้อมสรรพจะโจมตีกองโจรที่ไร้การเตรียมตัว นี่คือกฎการเอาตัวรอดของ Talia\\n\\nหน้ากากกันฝุ่นสวมใส่และถอดได้ไม่สะดวกนัก แถมยังมีเครื่องหมายของ \"เมือง Nailscrap\" เพื่อป้องกันการปลอมแปลงอยู่อีกด้วย"
    },
    {
      "_id": 31122,
      "id": "wastelanders_desert_terminal",
      "name": "Wastelander's Desert Terminal",
      "type": "HAND",
      "desc": "ถังขยะอเนกประสงค์ที่ตรวจจับก๊าซรังสีไอออไนซ์ในอากาศได้ และยังสามารถพูดจาร้ายกาจได้อีกด้วย",
      "typeText": "มือ",
      "backstory": "ก่อนที่จะกลายเป็นอาณาจักรแห่งโจร Talia นั้นเป็นที่รู้จักกันในนามว่า \"ที่ทิ้งขยะแห่งกาแล็กซี\" ขยะทางเทคโนโลยีจากโลกต่างๆ จะได้พบกับประโยชน์ของตนอีกครั้งจากที่แห่งนี้\\n\\n\"อย่ามาหาว่าฉันชอบใส่อุปกรณ์ที่หนักยิ่งกว่ากุญแจมือนะ! เพราะสิ่งสำคัญก็คือ มันสุดยอดยิ่งกว่าค้อนซะอีก\"\\n\\nหลังจากที่เมือง Nailscrap ได้ก่อตั้งขึ้น ในที่สุดเหล่าผู้เชี่ยวชาญด้านพื้นที่รกร้างผู้อุกอาจที่สุดแห่ง Talia ก็ได้พบกับสถานที่ปลอดภัยที่สามารถแสดงความสามารถของตนออกมาได้ พวกเขาสรรค์สร้าง \"เทคโนโลยีอาศัยสัมผัส\" อันเป็นเอกลักษณ์ของ Talia ขึ้นมา โดยนำเอาเครื่องคิดเลขซีเซียม และอุปกรณ์ AI เทอร์มินัลที่ชอบพูดจาร้ายกาจ มารวมเข้าด้วยกันจนเกิดเป็น \"Desert Terminal\" ซึ่งเป็นขยะอเนกประสงค์ ที่มีเฉพาะในที่ทิ้งขยะรกร้างเท่านั้น\\n\\nสิ่งที่เรียกว่าเป็นหัวใจหลักของ \"เทคโนโลยีอาศัยสัมผัส\" ก็คือ อย่าถามถึงหลักการ และห้ามถามหาจุดประสงค์ ไม่มีใครสนใจเรื่องแบบนี้หรอก\\n\\n\"กล้าดียังไงถึงเอาฉันมารวมกับเศษขยะพวกนี้ พวกแกก็ไม่ต่างอะไรกับหนูเหม็นเน่าในท่อระบายน้ำหรอก\" เสียงของ AI เทอร์มินัล ฟังดูแล้วช่างจริงใจ แต่ก็เผ็ดร้อนไม่น้อยเลยทีเดียว"
    },
    {
      "_id": 31123,
      "id": "wastelanders_friar_robe",
      "name": "Wastelander's Friar Robe",
      "type": "BODY",
      "desc": "เสื้อคลุมหลวมๆ ที่ดัดแปลงมาจากรูปแบบชุดของนักบวช",
      "typeText": "ลำตัว",
      "backstory": "โจรส่วนใหญ่ใน Talia ไม่เคยคาดหวังการไถ่บาป และยิ่งไม่รู้ด้วยว่านักบวชคืออะไร พวกเขาแค่รู้สึกว่าเสื้อคลุมตัวนี้ดูมีประโยชน์ และนำกลับไปใช้ปัดฝุ่นได้เท่านั้น\\n\\n\"'ยุคแห่งราชาผู้ไม่รู้ยังไม่สิ้นสุด?' นี่มันคำพูดขี้หมูขี้หมาอะไรกัน!\"\\n\\nเหล่า Wastelander ค้นพบอารามที่ถูกทิ้งร้างมานานและตำราโบราณ ดูเหมือนว่าพวกเขาจะสัมผัสได้ว่า บันทึกทางอารยธรรมนี้มีคุณค่ายิ่งใหญ่ได้โดยสัญชาตญาณ แต่หลังจากที่สัมผัสถึงความเสแสร้งได้ พวกเขาก็เผาทุกอย่างทิ้งอย่างสุขใจ สิ่งเดียวที่ Wastelander นำไป ก็คือเสื้อคลุมที่นักบวชทิ้งไว้ เพราะสิ่งของที่เสียหายอื่นๆ ล้วนแต่ไม่มีค่าสำหรับเมือง Nailscrap แต่อย่างใด\\n\\nWastelander ส่วนใหญ่ไร้อารยธรรม ไม่มีข้อมูลทางอารยธรรมใดที่มีประโยชน์ไปกว่าอาหารหนึ่งมื้อ เรื่องนี้ก็โทษพวกเขาไม่ได้\\n\\nอย่างน้อยก็ยังเหลือเสื้อคลุมของพวกนักบวชอยู่ มันก็คือการคงอยู่ของอารยธรรมรูปแบบหนึ่งเช่นกัน"
    },
    {
      "_id": 31124,
      "id": "wastelanders_powered_greaves",
      "name": "Wastelander's Powered Greaves",
      "type": "FOOT",
      "desc": "เกราะส่วนขาทรงพลัง ที่ตัวโครงกระดูกด้านนอกทำมาจากเศษเหล็กและสายไฟเก่า",
      "typeText": "เท้า",
      "backstory": "พวกอันธพาลในเมือง Nailscrap จำเป็นต้องมีวิธีการบางอย่าง เพื่อนำมาใช้ปกป้องแหล่งน้ำและขยะ ที่ได้มาอย่างยากลำบากของพวกเขา เทคโนโลยีฉบับจอมโจรจึงเกิดขึ้นด้วยเหตุนี้ เกราะอันทรงพลังที่ดูดีแต่ไร้ประโยชน์ มีเพียงส่วนขาเท่านั้นที่ใช้งานได้จริง\\n\\n\"ที่ฉันต้องการคือ เกราะทรงพลังส่วนบนแบบสมบูรณ์ แต่ตอนนี้ดันบอกว่า เกราะส่วนบนระเบิดหมดแล้วงั้นเหรอ?! ไหนลองถามตัวเองดูซิว่ากล้าใช้เกราะขาอันนี้รึเปล่า?\"\\n\\nการต่อสู้เพื่อปกป้องเมือง Nailscrap เกิดขึ้นเป็นระยะๆ ทั้งนี้ยังเกิดการพัฒนา \"เทคโนโลยีอาศัยสัมผัส\" ในช่วงสงครามอีกด้วย แม้แต่วัสดุและงานฝีมือที่ไม่รู้ที่มา ก็ยังสามารถนำมาสร้างเป็นเกราะอันทรงพลังได้ แต่น่าเสียดาย เกราะทรงพลังรุ่นแรกที่ทำมาจากเศษเหล็ก กลับเหลือเพียงเกราะส่วนขาเท่านั้น และถึงแม้จะลดความซับซ้อนลงไปมากแล้ว แต่มันก็ยังทำให้ผู้ที่สวมใส่ออกตัวได้ราวกับจรวดเช่นเดิม แม้แต่วิศวกรก็ไม่รู้เหมือนกันว่ามันเป็นเพราะอะไร\\n\\nนักออกแบบได้อธิบายว่า: นี่คือการออกแบบที่เสร็จสิ้นระหว่างกึ่งหลับกึ่งตื่น เป็นผลงานจากแรงบันดาลใจที่เกิดขึ้นเพียงครั้งเดียวในชีวิต\\n\\nขยะที่นำมาใช้งานได้ก็คือขยะที่ดีทั้งนั้น ไม่ว่าจะเป็นขยะรีไซเคิลหรือขยะอันตรายก็ตาม"
    }
  ]
}
