{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "Watchmaker, Master of Dream Machinations",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "เอฟเฟกต์ทำลายล้างเพิ่มขึ้น <nobr>16%</nobr>",
    "4": "เมื่อผู้สวมใส่ใช้ท่าไม้ตายกับเป้าหมายฝ่ายเรา เอฟเฟกต์ทำลายล้างของฝ่ายเราทั้งหมด จะเพิ่มขึ้น <nobr>30%</nobr> เป็นเวลา <nobr>2</nobr> เทิร์น โดยเอฟเฟกต์นี้ไม่สามารถซ้อนทับได้"
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [31181, 41181, 51181, 61181],
      "id": "watchmakers_telescoping_lens",
      "name": "Watchmaker's Telescoping Lens",
      "type": "HEAD",
      "desc": "เลนส์สลักทองคำ ซึ่งตัวเลนส์สะท้อนภาพอันน่าอัศจรรย์จากที่ห่างไกล ซึ่งช่วยให้เจ้าของมองทะลุผ่านฝันลวงตาได้",
      "typeText": "ศีรษะ",
      "backstory": "ในเรื่องราวเกี่ยวกับ \"ช่างนาฬิกา\" ของ Penacony บอกไว้ว่า เขามักจะมีความรอบรู้อันเฉียบแหลมอยู่เสมอ และสามารถมองเห็นโอกาสทางการค้า ที่อยู่ใต้เงาของฟองฝันลวงตาได้อย่างง่ายดาย ก่อนจะสร้างออกมาเป็นกิจการอันยิ่งใหญ่ ที่ไม่มีใครเคยคาดคิดขึ้นมาก่อน\\n\\nเรือนจำชายขอบช่วงชิงอิสระมาได้ในช่วงที่ Cancer of All Worlds ระบาด จนเกิดสันติภาพและความรุ่งโรจน์ภายใต้แสงสว่างของตระกูล ว่ากันว่า นี่คือช่วงที่ช่างนาฬิกาได้เข้ามามีบทบาท และเลนส์สายตาของเขา ก็สะท้อนให้เห็นถึงแก่นแท้ของแดนฝัน... ผู้คนใช้เงินต่างน้ำใน \"ช่วงเวลายามตะวันรอน\" เพียงเพื่อตามหา \"เรื่องที่เป็นไปไม่ได้ในความฝัน\" และจากนั้น ความฝันของ Penacony ก็เกิดเรื่องที่น่าเหลือเชื่อขึ้นมากมาย: ทั้งกาน้ำชาที่เล่าเรื่องตลกได้ รถสปอร์ตที่ขับเคลื่อนพลางหมุนตัวเองไปด้วย และคฤหาสน์สุดหรูที่เปลี่ยนตำแหน่งใหม่ในแต่ละวัน... ส่วนใหญ่แล้วของพวกนี้ไม่มีประโยชน์อะไรเลย แต่กลับถูกตั้งราคาอย่างมหาโหด ส่วนผู้คนที่มาจากแดนไกลเหล่านั้น ก็ดันยินดีใช้จ่ายอย่างสุรุ่ยสุร่ายเพื่อพวกมันเสียด้วย\\n\\nนี่คือแดนฝันลวงตา แล้วเหตุใดจึงไม่ปล่อยให้จินตนาการโลดแล่นล่ะ? อีกทั้งวลีที่ว่า \"มีอยู่แค่ในความฝัน หนึ่งเดียวเท่านั้นไม่มีสอง\" ก็ได้นิยามความหรูหราและมูลค่าในแดนฝันขึ้นมาใหม่\\n\\nอดีตนักล่าฝันของสายตระกูล Alfalfa และโลกธุรกิจทั้งหลาย มักจะรู้สึกเสียใจกับเรื่องนี้ และพร่ำบ่นว่าทำไมตนถึงไม่หาโอกาสแบบนี้เจอเร็วๆ บ้าง ในขณะที่ช่างนาฬิกา เพียงแค่มองการณ์ไกลกว่าพวกเขานิดหน่อยเท่านั้นเอง... มองไกลกว่านิดหน่อยทุกครั้งเลยจริงๆ"
    },
    {
      "_id": 31182,
      "ids": [31182, 41182, 51182, 61182],
      "id": "watchmakers_fortuitous_wristwatch",
      "name": "Watchmaker's Fortuitous Wristwatch",
      "type": "HAND",
      "desc": "นาฬิกาข้อมือที่ทำขึ้นอย่างประณีต มีหน้าปัดและเข็มนาฬิกาที่เป็นเอกลักษณ์ ซึ่งว่ากันว่า มันคือสัญลักษณ์แห่งความโชคดีในแดนฝัน",
      "typeText": "มือ",
      "backstory": "สาเหตุที่ \"ช่างนาฬิกา\" ถูกเรียกว่าช่างนาฬิกานั้น คือปริศนาใหญ่ที่สุดในเรื่องราวชุดนี้\\n\\nบางคนบอกว่าเขาเคยเป็นช่างซ่อมหอนาฬิกา บ้างก็บอกว่าเขาเคยเป็นพ่อค้าขายนาฬิกา ถึงขั้นมีคนบอกว่าเขามีศีรษะเป็นหน้าปัดนาฬิกา... แบบเดียวกับเจ้าหนูนาฬิกาที่เขาสร้างขึ้นมาจริงๆ\\n\\nเมื่อข่าวลือแพร่สะพัด นาฬิกาข้อมือในความฝัน ก็โด่งดังไปพร้อมกับชื่อเสียงของช่างนาฬิกาด้วย เหล่านักล่าฝันต่างรู้ดีว่า พวกมันไม่มีอะไรเกี่ยวข้องกับคนคนนั้นเลยสักนิด แต่ก็ยังมองว่ามันคือการเคารพต่อเขาคนนั้น และเป็นสัญลักษณ์ของความโชคดีด้วย ภายใต้การขับเคลื่อนของกิจกรรมทางธุรกิจแบบต่างๆ ภาพของนาฬิกาก็ได้กลายเป็นสิ่งที่พบเห็นได้บ่อยที่สุดใน Penacony... ทั้งเสื้อผ้า เครื่องประดับ และอาหาร... ตั้งแต่กราฟฟิตี้ในตรอกเล็กๆ บนถนน ไปจนถึงนาฬิกายักษ์ในล็อบบี้โรงแรม ต่างก็มีเงาของเศรษฐีรายใหญ่คนนี้อยู่ทั่วทุกหนแห่ง\\n\\n\"ที่ Penacony แห่งนี้ มีใครไม่ชอบนาฬิกาบ้างล่ะ?\"\\n\\nและดูเหมือนว่าช่างนาฬิกาตัวจริง ก็คงจะยอมรับเรื่องทั้งหมดนี้แล้ว เพราะเขาไม่เคยแสดงความคิดเห็นใดๆ ต่อนาฬิกาข้อมือรุ่นแรกสุดเลย จนกระทั่งภาพนาฬิกากลายเป็นเรื่องปกติใน Penacony และจนกระทั่ง ไม่มีใครถามถึงที่มาของช่างนาฬิกาอีก"
    },
    {
      "_id": 31183,
      "ids": [31183, 41183, 51183, 61183],
      "id": "watchmakers_illusory_formal_suit",
      "name": "Watchmaker's Illusory Formal Suit",
      "type": "BODY",
      "desc": "ชุดสูทปกขนเฟอร์ที่แสนหรูหราอลังการ ทั้งงดงามและทรงสง่า มักจะใช้ในโอกาสที่เป็นทางการ จำพวกงานเลี้ยงต่างๆ",
      "typeText": "ลำตัว",
      "backstory": "ในบรรดาข่าวลือมากมายของ Penacony \"ช่างนาฬิกา\" ต่างก็มีตัวตนและรูปลักษณ์ที่แตกต่างกันไปโดยสิ้นเชิง\\n\\nในเรื่องราวจากจินตนาการที่ไร้ที่มา บางทีเขาก็เป็นชายชราจิตใจดี บางครั้งก็เป็นหญิงสาวผู้สง่างาม ถึงขั้นมีข่าวลือว่า เขาเป็นสุภาพบุรุษยักษ์ใหญ่ที่ตัวสูงเป็นร้อยฟุต... แต่ไม่ว่าจะเป็นเรื่องราวแบบไหน เขาก็มักจะสวมชุดที่หรูหราสง่างามอยู่เสมอ\\n\\nมีข่าวลือว่า ช่างนาฬิกาจะแชร์ความลับของตัวเองให้คู่เต้นรำรู้ ที่แดนฝันซึ่งกลางวันและกลางคืนจะมาบรรจบกัน เมื่อได้ยินดังนั้น ผู้คนก็พากันตบเท้าเข้าร่วมงานเต้นรำสุดหรู แล้วส่งคำเชื้อเชิญให้กับแขกผู้มาเยือนแสนลึกลับ ที่ซ่อนตัวอยู่ท่ามกลางฝูงชนในอาภรณ์สูงส่งล้ำค่า... นักล่าฝันต่างก็อาศัยโอกาสนี้เพื่อทำความรู้จักกันมากขึ้น จากนั้นงานเต้นรำก็ค่อยๆ กลายเป็นโอกาสทางสังคม ที่มีทั้งมิตรภาพและความรัก ตั๋วเข้างานราคาแพงมักจะถูกขายหมดเกลี้ยงทันที แม้ว่าเจ้าของชุดหรูหราในข่าวลือจะไม่ปรากฏตัว แต่ก็ไม่อาจขัดขวางความกระตือรือร้นของเหล่าแขกผู้มาเยือน ไม่ให้แสวงหาการพบปะกับผู้คนได้\\n\\n\"ดูการแต่งตัวของคุณสิ หรือว่าคุณจะเป็นช่างนาฬิกาผู้ยิ่งใหญ่คนนั้น?\" ในตอนแรกประโยคนี้เป็นคำถามจากใจจริง แต่ต่อมาก็กลายเป็นคำชมและคำเยินยอ และสุดท้ายก็กลายเป็นข้ออ้างในการชวนเต้นรำ\\n\\nช่างนาฬิกาจึงมีธุรกิจงานเต้นรำเพิ่มขึ้นมา และในแดนฝัน ก็มีความโรแมนติกที่ชวนให้หลงใหลเพิ่มเข้ามาด้วยเช่นกัน"
    },
    {
      "_id": 31184,
      "ids": [31184, 41184, 51184, 61184],
      "id": "watchmakers_dreamconcealing_dress_shoes",
      "name": "Watchmaker's Dream-Concealing Dress Shoes",
      "type": "FOOT",
      "desc": "รองเท้าหนังที่สง่างามหนึ่งคู่ ผู้สวมใส่เคยใส่มันย่างกรายอย่างเงียบๆ อยู่ในความฝัน ด้วยท่าทางอันแสนลึกลับ",
      "typeText": "เท้า",
      "backstory": "\"ช่างนาฬิกา\" ได้ก้าวไปเยือนแดนฝันทุกช่วงเวลามาแล้ว รวมถึงได้ก้าวไปในประวัติศาสตร์ของ Penacony ด้วยเช่นกัน ชื่อของเขาถูกพูดถึงไปทั่วแดนฝันมาหลายร้อยปีแล้ว แต่นักล่าฝันในเวลาปัจจุบัน ก็ยังคงได้เห็นและได้ฟังการเคลื่อนไหวของเขามาตลอด\\n\\nผู้คนเริ่มพากันสงสัย ว่าแท้จริงแล้วช่างนาฬิกาเป็นมนุษย์ กลุ่มคน หรือว่าเป็นเรื่องโกหกจากตระกูล?\\n\\nนักล่าฝันบางคนสาบานว่าจะค้นหาความจริงของช่างนาฬิกาให้ได้ จึงเดินทางไปยังแดนฝันแต่ละแห่ง เพื่อค้นหาร่องรอยของสุภาพบุรุษแสนลึกลับคนนั้น แต่สุดท้ายกลับพบเพียงภาพลวงตา... ไม่ว่าจะเป็นแขกผู้มาเยือนลึกลับที่งานเจรจาทางธุรกิจแห่งหนึ่ง แบรนด์สินค้าไร้เจ้าของที่โผล่พรวดพราดออกมา และการลงทุนจำนวนมหาศาลแบบไม่ทราบที่มา... ทุกครั้งที่พวกเขาพยายามคาดเดาว่าช่างนาฬิกาไม่มีอยู่จริง ก็จะเป็นการพิสูจน์ว่า ช่างนาฬิกานั้นดำรงอยู่ทุกที่ในความฝัน\\n\\nหนังสือเกี่ยวกับช่างนาฬิกามีอยู่เต็มชั้นหนังสือของ \"ห้องสมุดแห่งการตื่นรู้\" และชื่อของเขาก็จะผูกติดอยู่กับ Penacony ไปตลอดกาล\\n\\nยิ่งผู้คนสืบหาความจริงกันมากเท่าไหร่ ก็ยิ่งถูกปกปิดด้วยคำโกหกมากเท่านั้น... ท่ามกลางเรื่องราวนับพันและข่าวลือนับหมื่น ซูเปอร์สตาร์แห่งการเฉลิมฉลองผู้นี้ เพียงแค่ทิ้งรอยเท้าเอาไว้เท่านั้น แต่ไม่เคยทิ้งเงาร่างของเขาเอาไว้เลย"
    }
  ]
}
