{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "Wavestrider Captain",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG คริติคอลเพิ่มขึ้น <nobr>16%</nobr>",
    "4": "เมื่อผู้สวมใส่กลายเป็นเป้าหมายสกิล ของเป้าหมายอื่นในฝ่ายเรา จะได้รับ \"แรงช่วย\" 1 ชั้น ซึ่งสามารถซ้อนทับได้สูงสุด <nobr>2</nobr> ชั้น เมื่อปล่อยท่าไม้ตาย หากมี \"แรงช่วย\" <nobr>2</nobr> ชั้น จะใช้ \"แรงช่วย\" ทั้งหมด เพื่อทำให้ ATK ของผู้สวมใส่เพิ่มขึ้น <nobr>48%</nobr> เป็นเวลา <nobr>1</nobr> เทิร์น"
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "Captain's Navigator Hat",
      "type": "HEAD",
      "desc": "หมวกกันแดดปีกกว้างสีมุกแวววาว เหล่ากะลาสีเรือที่ท่องไปในทะเล อาศัยสิ่งนี้ เพื่อต้านทานแสงแดดที่แผดเผาของ Aquila",
      "typeText": "ศีรษะ",
      "backstory": "ท่ามกลางโขดหินบนชายฝั่ง ซากเรือรบเกยตื้นราวกับวาฬยักษ์... นั่นคือเรือพิชิตปีศาจแห่งท้องทะเล เกลียวคลื่นได้ซัดเรือกลับเข้าฝั่ง แต่กลับทอดทิ้งผู้ประสบภัยไว้ท่ามกลางท้องทะเลอันกว้างใหญ่\n\n\"ผู้กล้าแห่ง Phagousa เอ๋ย ไม่ว่าท่านจะเป็นใคร ขอเชิญท่านก้าวออกมาปกป้อง Skiana!\" เสียงร้องของราชาไม่ได้รับการตอบกลับ... บทสรุปของการเป็นศัตรูกับปีศาจแห่งท้องทะเลไม่มีอะไรอื่น นอกจากกลายเป็นศพลอยล่องอยู่กลางมหาสมุทร\n\n\"มอบเรือลำใหญ่ที่แข็งแกร่งไร้เทียมทาน และกะลาสีอีกห้าสิบคนให้ฉันสิ ฉันจะไปสังหารปีศาจแห่งท้องทะเลที่ชั่วร้ายตัวนั้น!\" ผู้บังคับการเรือหนุ่มที่สวมหมวกกันแดดปีกกว้าง แทรกตัวออกมาจากฝูงชนที่แน่นขนัด หมวกที่เปล่งประกายราวกับไข่มุกของเขา ได้เคลือบแสงสีรุ้งลงบนใบหน้าซีดเผือดของบรรดาผู้คน... การปรากฏตัวของเขาเปรียบเสมือนรุ่งอรุณบนท้องทะเล เพียงชั่วพริบตา บนเส้นขอบฟ้าก็กลายเป็นสีขาวราวกับท้องปลา\n\n\"ฉันจะสร้างเรือที่ดีที่สุดบนโลกนี้ให้เอง!\" เหล่าช่างฝีมือถูกดึงดูดด้วยความฮึกเหิมของผู้บังคับการเรือหนุ่ม วัสดุไม้ของเรือยักษ์ลำนั้น สามารถอยู่บนท้องทะเลได้โดยไม่มีวันผุพัง บนหัวเรือยังประดับด้วยแผ่นไม้ที่ตัดมาจากต้นไม้ยักษ์แห่ง Cerces ซึ่งมีอานุภาพแห่งคำทำนายอยู่...\n\n\"ไปกันเถอะ เหล่าลูกศิษย์ที่ได้รับการบ่มเพาะจากนักปราชญ์ วีรชนที่ถูกเลือกโดยเหล่าทวยเทพ ไปพิชิตความบ้าคลั่งของ Phagousa กันเถอะ\" สามวันต่อมา เรือพร้อมกะลาสีเต็มลำก็ได้ออกเดินทางจาก Skiana"
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "Captain's Lightcatcher Astrolabe",
      "type": "HAND",
      "desc": "เข็มทิศเดินเรือจับแสงดาวเพื่อบ่งชี้ทิศทาง แม้อยู่ในทะเลอันมืดมิดไร้ขอบเขต ก็ยังมีดวงดาวที่คอยชี้นำทางไปข้างหน้า",
      "typeText": "มือ",
      "backstory": "เมฆดำกดทับเสากระโดงราวกับเหล็กชุบตะกั่ว เรือที่อยู่กลางลมพายุโหมกระหน่ำดุจดังจอกแหนลอยล่อง ดาดฟ้าเรือที่ทำจากไม้ล้ำค่า อดไม่ได้ที่จะสั่นโคลงเคลงอย่างรุนแรงท่ามกลางคลื่นลูกยักษ์\n\n\"ผืนทะเลที่เต็มไปด้วยคลื่นลมอันเงียบสงบตลอดทั้งปี ก็ปนเปื้อนความชั่วร้ายอันโหดเหี้ยม และความไร้เหตุผลของปีศาจแห่งท้องทะเลเช่นกัน\" ผู้บังคับการเรือหนุ่ม ยืนอยู่บนหอคอยตรงหัวเรือ คิ้วขมวดเป็นปม และจ้องมองเมฆดำหนาทึบที่อยู่ไกลออกไป... แผนภูมิดวงดาวบนข้อมือยังคงไร้การตอบสนอง\n\nเมื่อสายฟ้าฟาดลงมา เชือกของใบเรือหลัก พลันขานรับด้วยเสียงขาดผึง เหล่ากะลาสีเรือตกอยู่ในความสับสนวุ่นวาย... ผู้บังคับการเรือหนุ่มตำหนิทุกคนเสียงดัง เขาบอกให้ฝีพายออกแรงตามคำสั่ง และสั่งการให้หางเสือเปลี่ยนทิศทาง เพื่อหลบเลี่ยงเกลียวคลื่นที่ดุจดังขุนเขาลูกแล้วลูกเล่า... ก่อนแสงดาวที่ Aquila นำทางจะเปล่งประกาย จะต้องพยายามรับมือความโกรธเกรี้ยวของ Phagousa อย่างสุดกำลัง และทันใดนั้น ผู้บังคับการเรือพลันโบกมือแล้วตะโกนเสียงดัง เข็มทิศเดินเรือบนข้อมือได้สะท้อนแสงดาวกระดำกระด่าง...\n\n\"ทุกคน ไล่ตามแสงนั้นไป พวกเราจะบุกฝ่าพายุ!\"\n\nเหล่ากะลาสีปลุกขวัญกำลังใจ ขับขานเพลงเรือเสียงก้อง ลำเรือตัดผ่าเกลียวคลื่นราวกับใบมีดคมกริบ ทะยานมุ่งหน้าสู่รุ่งอรุณ\n\n\"อีกไม่นานพวกเราจะพาเธอออกจากพันธนาการ~ ดูทางข้างหน้าให้ดี เตรียมตัว! ออกเดินทาง!\""
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "Captain's Wind Mantle",
      "type": "BODY",
      "desc": "เสื้อคลุมเดินเรือปลิวไหวดั่งใบเรือยักษ์ หากสายลมไม่ช่วยฉัน ฉันก็จะกลายเป็นสายลมเอง",
      "typeText": "ลำตัว",
      "backstory": "ลูกธนูทองสัมฤทธิ์ที่สูงเท่าหนึ่งคน ถูกห่อหุ้มด้วยเปลวไฟลุกโชนและทะลวงผ่านม่านหมอกทะเล แต่เมื่อเข้าใกล้เกราะเกล็ดของปีศาจแห่งท้องทะเล กลับแตกสลายเป็นผุยผง หนวดสีฟ้าอ่อนนั้นโอบรัดรอบเอว ส่วนหนวดที่ขาดก็กลิ้งไปบนกระดานเรือ และกัดกินกะลาสีที่หวาดผวา\n\n\"แขนขาของกะลาสีกระจัดกระจายอยู่ในอากาศ ร่ำร้องตะโกนเรียกชื่อของฉัน นี่ถือเป็นภาพที่น่าสยดสยองที่สุดในชีวิตการเดินเรือของฉันเลย\" น้ำเสียงของผู้บังคับการเรือแฝงความสั่นเครือ เขาไม่ได้โกหกแต่อย่างใด\n\nปีศาจแห่งท้องทะเลยักษ์ลอยขึ้นมาบนผิวน้ำ หนวดของมันโอบรัดเรือไว้แน่น แผ่นหลังของมันราวกับเกาะเคลื่อนที่ รองผู้บังคับการเรือ แทงหอกเหล็กที่ลุกไหม้เข้าไปในปากที่มีฟันอันแหลมคมนับพัน เลือดสีดำที่ส่งกลิ่นเหม็นคาวพลันย้อมดาดฟ้าเรือจนเป็นสีดำ เหล่ากะลาสีรอดพ้นจากการโจมตีถึงชีวิต แต่เมื่อผู้บังคับการเรือหันกลับมา ก็เห็นหอคอยท้ายเรือถูกทำลายด้วยหนวดอันมโหฬาร ราวกับการทุบเปลือกวอลนัตด้วยหอกทัณฑ์นภาของ Nikador นี่เป็นโอกาสดีที่หาได้ยาก จะบุกทะลวงหรือว่าจะหลบหนี กะลาสีทั้งหมดต่างก็หันไปมองที่ผู้บังคับการเรือ...\n\n\"หักหางเสือไปทางซ้าย เหล่าฝีพาย เดินหน้าเต็มกำลัง! กางใบเรือให้สุด เผชิญหน้ากับศัตรูด้วยมุมปะทะ!\"\n\nผ้าคลุมของผู้บังคับการเรือโบกสะบัดไปตามสายลม เหล่ากะลาสีต่างก็พร้อมเผชิญความตายโดยไม่หวั่นเกรง... เหล็กกล้าและเกราะเกล็ดโรมรันกัน กระดูกงูเรือแตกหัก ปีศาจแห่งท้องทะเลส่งเสียงโหยหวน ร่างกายของมันสูญสิ้นพละกำลังที่เคยหยิ่งผยอง และค่อยๆ จมลงสู่ก้นทะเล"
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "Captain's Tidal Boots",
      "type": "FOOT",
      "desc": "เกลียวคลื่นที่แตกกระจายบานสะพรั่ง ใต้รองเท้าของผู้บังคับการเรือ แม้ว่าเขาจะจากไปไม่หวนกลับ แต่คลื่นทะเลก็จะนำพรของเขาให้หวนคืนมา",
      "typeText": "เท้า",
      "backstory": "บนชายหาดที่ไม่รู้ว่าคือที่ไหน ผู้บังคับการเรือหนุ่ม นอนเงยหน้ามองท้องฟ้า อาทิตย์อัสดงปกคลุมชายฝั่งที่แตกร้าวด้วยแสงสีทอง... ท่ามกลางแสงเจิดจ้านี้ คล้ายว่า Skiana ที่อยู่ห่างไกล กลับกลายเป็นอยู่ใกล้แค่เอื้อมมือ... และเขารู้ว่า นี่ก็คือช่วงเวลาสุดท้ายของชีวิตเขา\n\n\"เราสยบความบ้าคลั่งของ Phagousa ได้แล้ว\" ปีศาจแห่งท้องทะเลได้หลบหนีไปยังส่วนลึกยิ่งกว่าเดิมของทะเล และภายในร้อยปีนี้คงไม่อาจรุกรานชายฝั่งอีก\n\nแผ่นไม้ที่นำมาจากต้นไม้ยักษ์ของ Cerces ถามถึงคำพูดสุดท้ายของผู้บังคับการเรือ เพราะมันจะโลดแล่นไปตามคลื่นทะเล เพื่อกลับไปยัง Skiana ที่เฝ้าฝันคะนึงหา ขับขานการเดินทางไกลของวีรชน และปลุกขวัญกำลังใจให้คนหนุ่มสาวออกท่องทะเลมากขึ้น ผู้บังคับการเรือมองเห็นร่างกายอีกครึ่งที่ถูกตัดขาดของตน นั่นคือรองเท้าที่นักปราชญ์มอบให้เขา มันเคยช่วยให้เขาข้ามผ่านเมืองต่างๆ... และบัดนี้ การเดินทางอันยาวนานจะสิ้นสุดลง ณ ที่แห่งนี้...\n\n\"บอกพวกเขาว่าฉันยังมีทะเลอนธการอีกแห่งต้องไปพิชิต บ้านเกิดเอ๋ย จงอย่าเศร้าโศกเพราะฉันเลย\"\n\nลมทะเลพัดปะทะกำแพง Skiana ปีแล้วปีเล่า เรื่องราวของปีศาจแห่งท้องทะเล ก็ได้กลายเป็นเสียงพึมพำของแม่ที่กำลังกล่อมบุตรเข้านอน... เหล่ากะลาสีที่รอดพ้นจากทะเลอันโหดร้าย ยังคงรอคอยการกลับมาของผู้บังคับการเรือ"
    }
  ]
}