{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "World-Remaking Deliverer",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "อัตราคริติคอลเพิ่มขึ้น <nobr>8%</nobr>",
    "4": "หลังจากที่ผู้สวมใส่ปล่อยการโจมตีปกติ หรือสกิลต่อสู้ หากภูตความทรงจำของผู้สวมใส่ อยู่ในสนาม HP สูงสุดของผู้สวมใส่และภูตความทรงจำ จะเพิ่มขึ้น <nobr>24%</nobr> และทำให้ฝ่ายเราทั้งหมดสร้าง DMG เพิ่มขึ้น <nobr>15%</nobr> ไปจนกว่าผู้สวมใส่จะปล่อยการโจมตีปกติ หรือสกิลต่อสู้ครั้งถัดไป"
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "Deliverer's Hood",
      "type": "HEAD",
      "desc": "หมวกคลุมที่ผู้กอบกู้ในตำนานสวมใส่ เพื่อกันลมฝน แต่สิ่งที่สวมใส่จริง อาจต่างจากที่กวีพเนจรบรรยายไว้",
      "typeText": "ศีรษะ",
      "backstory": "หมอกยามค่ำคืนของ Oronyx พันเกี่ยวกิ่งก้านของต้นกระวาน\nวีรชนผู้กอบกู้ได้ลงมาเยือนห้วงลึกแห่งชะตาจากนอกท้องฟ้า พร้อมกับกล่องดำ\n\n{F#เธอ}{M#เขา}มาตามคำพยากรณ์ศักดิ์สิทธิ์ แต่ในเวลานั้น เหล่านักบวชกลับหวาดกลัว ที่จะพูดถึงเรื่องนอกท้องฟ้า\n\"อย่าพูดถึงท้องฟ้าเสียงดังเชียว เพราะ Aquila ผู้หวาดระแวง จะลงทัณฑ์ด้วยสายฟ้าอย่างไม่ลังเล\"\nเมื่อได้ฟังคำพูดนี้ ผู้กอบกู้ที่แสนมั่นใจในตนเอง ก็ตอบกลับด้วยความโกรธว่า:\n\"ผู้พยากรณ์แห่งหายนะ คงไม่เคยคิดใช่ไหมละว่า เทพเจ้าก็ควรเกรงกลัว การลงทัณฑ์จากบุตรแห่งมนุษย์เช่นกัน\"\n\nบนกำแพงเมือง ผู้กอบกู้ได้เห็นรุ่งอรุณสีกุหลาบ ทะยานขึ้นมาจากขอบฟ้า\n\"อันดับแรกเลยคือ Nikador ผู้กุม 'ปฏิปักษ์'\nขอภาวนาให้เขานำเกียรติยศมาสู่ตัวเอง หาใช่ความบ้าคลั่ง\"\nผู้กอบกู้ถอดหมวกคลุมศีรษะออก แล้วขว้างหอกยาวออกไป\nเงาที่โผทะยานนั้น ประดุจหมาป่าเดียวดายยามต้นฤดูใบไม้ผลิ ที่พุ่งสู่เมืองปราการ Kremnos ทะลวงผ่านตรอกซอกซอย\n\n\"ด้วยนามแห่ง Mnestia! หากเส้นด้ายแห่งโชคชะตาขาดสะบั้นแล้ว ฉันจะสานต่อบทใหม่ให้เอง\"\nเสียงคำรามแห่งราชาผู้บ้าคลั่งดังก้องมาแต่ไกล หอกยาวประกาศกร้าวถึงการเดินทาง ก่อนที่จะเริ่มก้าวเดินเสียอีก\n\"พวกพ้องผู้สืบสายโลหิตทองที่อยู่เคียงข้างฉัน กำลังรอคอยอยู่ระหว่างทาง ฉันต้องออกเดินทางแล้ว\"\n\nเหล่านักบวชของ Janus จ้องมองผมสีเทาของผู้กอบกู้ พวกเขาโห่ร้องด้วยความยินดี\nราวกับเมล็ดพืชแห้งเหี่ยว ที่ได้รับการหล่อเลี้ยงอีกครา"
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "Deliverer's Sword Gauntlet",
      "type": "HAND",
      "desc": "ถุงมือที่ผู้กอบกู้ในตำนานสวมใส่ ขณะที่ฝ่าฟันอุปสรรคต่างๆ แต่สิ่งที่สวมใส่จริง อาจต่างจากที่กวีพเนจรบรรยายไว้",
      "typeText": "มือ",
      "backstory": "ผืนทะเลน้ำแข็งของ Phagousa สลักเข้ากับชายฝั่งทอดยาวของ Styxia\nวีรชนผู้กอบกู้ได้มาถึงท่าเรือแม่น้ำอนธการแล้ว มังกรยักษ์สีหม่นทึม พลันกลายร่างเป็นเรือข้ามฟากแห่งโลกอนธการ\n\nดวงวิญญาณที่ล่องไปตามแม่น้ำอนธการ ได้กลายเป็นเสียงกระซิบหวานหู ที่ล่อลวงวีรชนไม่ให้หวนสู่โลกมนุษย์\n\"ไหนๆ ก็ทำให้เหล่าไททันในโลกนั้นยอมศิโรราบแล้ว เช่นนั้นก็ฝากฝังภารกิจใหญ่ ให้เหล่าผู้สืบสานแทนไม่ดีกว่าหรือ?\"\nเมื่อได้ยินถ้อยคำเหล่านั้น ผู้กอบกู้ที่โศกเศร้า ก็ตอบกลับด้วยความปวดใจ\n\"ผู้ล่วงลับที่จมดิ่งอยู่ในที่แห่งนี้ คงไม่เข้าใจหรอกว่า ความปรารถนาในการกอบกู้โลกของฉัน อยู่เหนือกว่าการได้อยู่พร้อมหน้าพร้อมตาซะอีก\"\n\nบนเรือข้ามฟาก ผู้กอบกู้หวนนึกถึงฉากต่างๆ ที่ได้ประสบพบเจอ ในการเดินทางไล่ล่าเปลวไฟ\n\"ลาก่อน Thanatos แห่ง 'ความตาย'\nหวังว่า คุณจะดูแลเพื่อนๆ ที่รักของเราให้ดีที่สุด แม้พวกเขาจะไม่เคยเกรงกลัวต่อความตายก็ตาม\"\nผู้กอบกู้ลูบถุงมือหนัง ที่ยังคงมีไออุ่นของเหล่าสหายเก่าหลงเหลืออยู่\nสายลมตะวันตกอันอบอุ่นชุ่มชื้น พัดผ่านจากชายฝั่งที่เต็มไปด้วยดอก Antila ไปสู่โลกมนุษย์\n\n\"Cerces โปรดปกป้องเหตุผลของฉัน อย่าให้ฉันได้หวนกลับไปมองอีก\"\nประสบการณ์ที่ฟื้นจากความตายนั้น เพียงพอที่จะพิสูจน์ให้ผู้ใดก็ตาม ได้เห็นถึงคุณสมบัติของวีรชนแล้ว\n\"อีกไม่นานเกินรอแล้ว พวกพ้องผู้สืบสายโลหิตทองของฉัน ฉันจะทำตามคำสาบานที่ไม่มีวันลาลับให้สำเร็จ\"\n\nผืนดินของ Georios ต้อนรับการกลับมาของ{F#เธอ}{M#เขา} การเดินทางไล่ล่าเปลวไฟยังคงดำเนินต่อไป\nดั่งเมฆดำที่สลายไปในยามราตรี และดาวแห่งรุ่งอรุณที่เปล่งแสงอีกครั้ง"
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "Deliverer's Robe of Legacy",
      "type": "BODY",
      "desc": "ชุดศึกที่ผู้กอบกู้ในตำนานสวมใส่ ขณะที่เข้าประชันดาบ แต่สิ่งที่สวมใส่จริง อาจต่างจากที่กวีพเนจรบรรยายไว้",
      "typeText": "ลำตัว",
      "backstory": "เมฆดำของ Aquila โหมกระหน่ำด้วยความคั่งแค้น\nวีรชนผู้กอบกู้ก้าวเดินไปบนสะพานสายรุ้ง และพิชิตท้องฟ้าที่แต่เดิมนั้นไม่อาจเอื้อมถึง\n\nผู้ที่ยืนเคียงข้างวีรชนผู้กอบกู้ คือเพื่อนที่ร่วมเป็นร่วมตายของ{F#เธอ}{M#เขา}\n\"การไล่ล่าเปลวไฟคือ การเดินทางแห่งการสูญเสียที่ไม่สิ้นสุด และในบรรดาสรรพสิ่งเหล่านั้น ชีวิตก็เล็กจ้อยราวกับฝุ่นธุลี\"\nเมื่อได้ยินคำพูดนั้น ผู้กอบกู้ผู้เด็ดเดี่ยวก็ตอบอย่างใจเย็นว่า\n\"ฉันเข้าใจความมุ่งมั่นของทุกคนดี ต่อให้ผ่านไปนับพันนับหมื่นครั้ง ฉันก็จะไม่มีวันทรยศต่อมันเป็นอันขาด\"\n\nระหว่างที่มุ่งหน้าไปสู่พิธีแห่งยุคนิรมิตใหม่ ผู้กอบกู้ได้กล่าวลาเหล่าสหายร่วมรบ ที่ปกป้องเส้นทางกลับบ้านทีละคน\n\"นั่นคือการเดินทางและมหากาพย์ ที่ยาวนานนับพันปี\nนั่นคือเรื่องราวที่คนรุ่นก่อนจำนวนนับไม่ถ้วน ได้มอบให้แก่พวกเรา และวันนี้ เรื่องราวจะต้องจบลงที่นี่\"\nสหายคนสุดท้ายสวมผ้าคลุมไว้บนบ่าของผู้กอบกู้ ก่อนจะหันไปเผชิญหน้ากับศัตรูสุดแกร่งที่ถาโถมเข้ามาดั่งกระแสคลื่น\nนั่นคือสัญลักษณ์แห่งการร่วมรบเคียงบ่าเคียงไหล่ ซึ่งเป็นทั้งการฝากฝังและการสืบทอด\n\n\"Talanton หากท่านได้ยินเสียงของข้า การเสียสละอันยิ่งใหญ่นี้ ควรค่าแก่วันพรุ่งนี้ที่ดีกว่าเดิม\"\n\"แน่นอนว่า พวกเราเฝ้ารอคบเพลิงที่ลุกโชน...\"\n\"เพียงเพื่อจารึกบทแรก ลงในมหากาพย์แห่งการสร้างโลก\"\n\nภายใต้สายตาอันอ่อนโยนของ Kephale ผู้กอบกู้จะนำพาความปรารถนาของทุกคน ไปสร้างโลกใหม่อีกครา..."
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "Deliverer's Boots of Pioneering",
      "type": "FOOT",
      "desc": "รองเท้าข้อยาวที่ผู้กอบกู้ในตำนานสวมใส่ ขณะเดินทางบุกป่าฝ่าดง แต่สิ่งที่สวมใส่จริง อาจต่างจากที่กวีพเนจรบรรยายไว้",
      "typeText": "เท้า",
      "backstory": "\" 'รังไหมทองคำ' จะได้เห็นจุดจบอันชวนฝัน และถักทอโชคชะตาอันไร้ที่ติขึ้นอีกครั้ง\"\n\" 'ประตูสู่หมื่นภพ' จะเปิดเส้นทางหวนสู่บ้านเกิดนับหมื่นพัน และทำให้คำพยากรณ์ที่ว่า ไว้เจอกันพรุ่งนี้ กลายเป็นจริง\"\n\" 'กิ่งก้านแตกแขนง' จะฝังเมล็ดพันธุ์แห่งปัญญาที่เต็มไปด้วย 'ความใคร่รู้' และในท้ายที่สุด มันจะงอกเงยขึ้นท่ามกลางปัญญาของผู้คน\"\n\" 'เนตรทิวาราตรี' ดูเถิด! ท้องนภาที่ไร้รอยตำหนินั่น ที่ปลายสุดขอบฟ้า จะมีสายรุ้งแห่งการรักษาอยู่\"\n\n\"กลับสู่บ้านเกิดเถิด 'หอกทัณฑ์นภา' จงก้าวขึ้นสู่บัลลังก์ท่ามกลางผู้คนที่รายล้อม และมอบคำสาบานถึงสันติสุขให้แก่โลก\"\n\"เอ่ยสิ่งที่ต้องการมาเถิด 'เหรียญโผบิน' ไม่ว่าจะเป็นคำพูดปลิ้นปล้อน หรือคำพูดที่จริงใจ ก็ไม่จำเป็นต้องปิดบังเอาไว้\"\n\"โอบกอดให้เต็มที่เถอะ 'หัตถ์นิลกาฬ' จ้าวแห่งแม่น้ำอนธการ...\"\n\"ความอ่อนโยนของท่าน เพียงพอที่จะมอบความอบอุ่น แก่ทุ่งดอกไม้อีกฟากฝั่ง และทุกครั้งที่ผู้คนพรากจากกัน ล้วนควรค่าแก่การรอคอยที่จะได้พบกันอีก\"\n\n\"มวลมนุษย์จะได้ยินเสียงเพลงของ 'จอกอันเปี่ยมล้น' ที่ไม่มีวันสิ้นสุดในงานเลี้ยง\"\n\"มวลมนุษย์จะได้เห็น 'ม่านราตรีนิรันดร์' เก็บรักษาวันเวลาที่ไม่มีวันลืมเลือน\"\n\" 'เทือกหินผา' ผู้เป็นอมตะ จะแบกรับการเดินทางไกลของสรรพชีวิต ไปจนถึงจุดหมายของการเดินทาง\"\n\" 'ตาชั่งเที่ยงธรรม' จะมอบกฎเกณฑ์ที่ไร้ซึ่งความเห็นแก่ตัว ให้แก่วีรชนนับหมื่นพัน ในการเดินทางไล่ล่าเปลวไฟ...\" \n\n\" 'บัลลังก์โลกา' จะไม่ต้องแบกรับทุกสิ่งเพียงลำพังอีกต่อไป\nดูเถิด แสงตะวันแรงกล้าที่ลุกโชนไม่มอดดับ ได้ทะยานขึ้นแล้ว...\"\n\nถ้อยคำที่ถูกหล่อหลอมขึ้นจากความเสียใจ จะถูกเติมเต็มในบทกวีที่เขียนขึ้นใหม่\nจุดหมายที่ไกลเกินเอื้อมนั้น จะสามารถไปถึงได้ด้วยการ \"บุกเบิก\""
    }
  ]
}