{
  "_id": 10019,
  "id": "10019",
  "name": "Kembalinya Cahaya Bintang",
  "type": 19,
  "tabName": "Kembalinya Cahaya Bintang",
  "tag": "Event Kepulangan",
  "introduction": "◆ Penjelasan Peraturan ◆\nSelama periode event, para Trailblazer yang kembali dapat mengambil \"Hadiah Kembali\" satu kali. Ikuti dan selesaikan event \"Check In 7 Hari\" beserta event \"Jalan Kembali\" untuk memperoleh hadiah. Selama event berlangsung, dengan menyelesaikan tantangan Calyx, Cavern of Corrosion, dan lainnya, kamu bisa menikmati hadiah ganda dari \"Sukacita Berlimpah\".\n\n◆ Hadiah Log In Kumulatif \"Check In 7 Hari\" ◆\nSelama periode event, Trailblazer harus log in ke dalam game setiap hari untuk mengambil hadiah. Hadiah diperbarui setiap hari pukul 04:00 (waktu server). Hadiah log in harian hanya dapat diambil sekali per hari dan dapat diambil selama 7 hari.\n\n◆ Hadiah Misi Kembali \"Jalan Kembali\" ◆\nSelama periode event, selesaikan misi yang ditentukan untuk mendapatkan hadiah misi dan The Returning Trail. Kumpulkan The Returning Trail hingga jumlah yang ditargetkan untuk memperoleh hadiah yang sesuai dan setiap hadiah tambahan hanya dapat diambil 1 kali.\n\n◆ Hadiah Ganda Tambahan dari \"Sukacita Berlimpah\" ◆\nSelama periode kembali, Trailblazer akan mendapatkan kesempatan untuk menggandakan hadiah dari tantangan Calyx, Cavern of Corrosion, dan Planar Ornament. Setelah menggunakan Trailblaze Power dan jumlah kesempatan hadiah ganda, Trailblazer akan mendapatkan 1 kali hadiah ekstra dari hadiah yang biasanya diperoleh.\n※ Saat event \"Kembalinya Cahaya Bintang\" berlangsung, jika event \"Taman Kelimpahan\" atau event hadiah ganda lainnya dimulai secara bersamaan, saat mengambil hadiah, hadiah ganda dari event \"Taman Kelimpahan\" dan event lainnya akan dikonsumsi terlebih dahulu.\n\n◆ \"Survei Kepulangan\" ◆\nTrailblazer dapat memperoleh hadiah setelah mengisi survei. Hadiah akan dikirim melalui pesan dalam game. Survei hanya dapat diisi 1 kali, dan setelah mengirimkannya, Trailblazer tidak dapat mengisi atau mengubah isi survei lagi.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}