{
  "_id": 140007,
  "id": "140007",
  "name": "Liga Super Boulder Town",
  "type": 41,
  "tabName": "Liga Super Boulder Town",
  "tag": "Panduan Bermain",
  "introduction": "◆ Pengenalan ◆\nSaat ini Fight Club membuka beragam jenis pertandingan tinju — Harap hubungi Dr. Dig untuk informasi lebih lanjut.\n\n◆ Peraturan Gameplay ◆\nPada \"Turnamen Peringkat Poin\", Trailblazer dapat mengikuti beragam jenis pertandingan untuk memperoleh hadiah terkait.\nSetelah memilih untuk mengikuti pertandingan, Trailblazer akan melawan musuh yang dipilih secara acak dan memperoleh buff yang berbeda setelah mengalahkan mereka.\nSetelah undian dimulai, komposisi karakter akan dikunci dan Trailblazer tidak dapat mengganti karakter yang maju.\nSetiap kali pertempuran dimulai, HP dan Energy seluruh karakter akan di-reset.\nSaat Trailblazer meningkatkan \"Level Equilibrium\", kekuatan musuh juga akan meningkat secara bersamaan.\nJumlah Putaran paling kecil dalam setiap pertempuran di pertandingan adalah 1.\nPada \"Pertandingan Bela Diri\", Trailblazer dapat mengikuti beragam jenis pertandingan untuk memperoleh hadiah terkait.\nSetelah memilih pertandingan yang mau diikuti, Trailblazer akan menerima inti teknik pertarungan dari aliran saat ini, dan setelah mengalahkan lawan, Trailblazer dapat memilih salah satu dari dua teknik pertarungan yang diperkuat untuk aliran saat ini.\nSetelah pertempuran dimulai, komposisi karakter dalam tim akan dikunci. Trailblazer tidak dapat mengubah komposisi karakter dalam tim.\nSetiap kali pertempuran dimulai, HP dan Energy dari seluruh karakter akan di-reset.\nSaat Trailblazer meningkatkan \"Level Equilibrium\", kekuatan musuh juga akan meningkat secara bersamaan.\nTrailblazer dapat memperoleh penilaian \"Perfect K.O\" jika menyelesaikan tantangan dalam jumlah kurang dari 5 Putaran.\nSetelah menyelesaikan semua tantangan, Trailblazer dapat memperoleh \"Hadiah Misterius\" dari Dr. Dig.\nJumlah Putaran paling kecil dalam setiap pertempuran di pertandingan adalah 1.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnBoxingClubResonance.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:1011001]"
}
