{
  "_id": 140002,
  "id": "140002",
  "name": "Dongeng Luar Biasa",
  "description": "Krisis di Luofu telah reda, dan kisah sepak terjang The Nameless dapat didengar di setiap sudut jalanan Luofu. Pendongeng Tuan Xiyan dari Starskiff Haven tampaknya tertarik dengan petualangan kalian, dan ingin mengadaptasinya menjadi cerita dongeng ....",
  "type": 28,
  "tabName": "Dongeng Luar Biasa",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan Singkat ◆\nDi Xianzhou, reputasi The Nameless telah tersebar luas. Pendongeng ingin menulis kisah Trailblazer, sehingga berharap Trailblazer dapat membantunya.\n\n◆ Peraturan Event ◆\n● \"Perjalanan Seorang Pahlawan\" total memiliki 3 bagian. Setiap 1 bagian yang diselesaikan akan membuka beberapa bagian dari \"Legenda Masa Lalu dan Kini\".\n● Setelah menyelesaikan Perjalanan Seorang Pahlawan, Trailblazer akan mendapatkan Templat Protagonis yang dapat digunakan di \"Legenda Masa Lalu dan Kini\" serta dapat memperkaya kemampuannya secara bertahap. Gunakan kemampuan ini untuk menjadi semakin kuat dalam \"Legenda Masa Lalu dan Kini\".\n● Templat Protagonis menyediakan berbagai Plot Armor yang dapat diatur dan digunakan secara bebas, dan efeknya akan efektif dalam \"Legenda Masa Lalu dan Kini\".\n● Kombinasi Plot Armor yang tepat dari Templat Protagonis akan menghasilkan skor yang lebih tinggi dalam pertempuran.\n● Trailblazer dapat menggunakan karakter trial untuk berpartisipasi dalam Legenda Masa Lalu dan Kini.\n● Selama pertempuran, musuh akan terus muncul dalam jumlah putaran yang terbatas. Mengakibatkan DMG dan mengalahkan musuh akan memperoleh Poin. Setelah setiap pertempuran selesai, skor tertinggi akan diperbarui berdasarkan hasil tantangan saat ini.\n● Saat Trailblazer menaikkan \"Level Equilibrium\", musuh dan Karakter Trial dalam event juga akan naik level secara bersamaan.\n\n◆ Hadiah Event ◆\nHadiah tantangan dapat diambil dari \"Daftar Hadiah\" setelah mencapai skor tertentu di \"Legenda Masa Lalu dan Kini\".\n● Ketika pada setiap \"Legenda Masa Lalu dan Kini\" mencapai setidaknya <unbreak>10.000</unbreak> Poin, maka Adegan dalam \"Legenda Trailblazer\" yang sesuai dengan \"Legenda Masa Lalu dan Kini\" juga akan dibuka. Karakter utama dalam bacaan akan berubah tergantung pada karakter yang digunakan oleh Trailblazer. Setelah membuka semua segmen bacaan, Trailblazer dapat memperoleh item terbatas \"Legenda Trailblazer\", yang dapat dibaca kapan saja di bagian Item Misi di dalam Tas. Item terbatas ini hanya dapat diperoleh di event ini.\n● Setelah mengambil \"Legenda Trailblazer\", kamu dapat mengunjungi Tuan Xiyan dan menantang ulang pertempuran untuk mengubah karakter utama di dalam cerita.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}
