{
  "_id": 150003,
  "id": "150003",
  "name": "Hiruk Pikuk Aurum Alley",
  "description": "Distrik komersial Aurum Alley yang mengalami kemunduran kini menyambut peluang revitalisasi: Didanai oleh IPC, atau dipimpin oleh Serikat Dagang lokal. Dan kamu akan terlibat untuk membantu orang-orang menentukan pilihan ....",
  "type": 22,
  "tabName": "Hiruk Pikuk Aurum Alley",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nDistrik komersial Aurum Alley yang mengalami kemunduran kini menyambut peluang revitalisasi: Didanai oleh IPC, atau dipimpin oleh Serikat Dagang lokal. Dan kamu akan terlibat untuk membantu orang-orang menentukan pilihan ....\n\n◆ Operasi Aurum Alley ◆\n● Selesaikan Misi Petualangan \"Hiruk Pikuk yang Kembali Bergaung 1\" dan mulai Operasi Aurum Alley. Total ada 4 tahap.\n● Selama Operasi Aurum Alley, hasilkan dan kumpulkan \"Dana Serikat Dagang\" untuk membantu Serikat Dagang menyelesaikan krisis. Setelah mencapai target Dana Serikat Dagang dari setiap tahap dan mengirimkannya ke Serikat Dagang, alur cerita misi selanjutnya akan terpicu dan lanskap Aurum Alley akan berubah.\n● Selama periode operasi, kamu juga bisa menyelesaikan \"Event Toko\" untuk menjalin hubungan kerja sama dengan toko. Setelah itu kamu bisa memajukan proses operasi dan mengubah lanskap toko. Beberapa toko setelah menjalin kerja sama akan menyediakan barang yang dapat dijual.\n● Setelah memajukan tahap Operasi Aurum Alley, lebih banyak \"Event Toko\" akan dibuka.\n\n◆ Penataan Barang ◆\n● Selama periode Operasi Aurum Alley, kamu bisa menghasilkan \"Dana Serikat Dagang\" melalui \"Penataan Barang\".\n● Setelah menyelesaikan \"Event Toko\", kamu bisa menambahkan pesanan dan barang baru untuk \"Penataan Barang\".\n● Setelah target tahap Aurum Alley tercapai, kamu akan membuka \"Pesanan Khusus\" dari setiap toko sebagai gameplay tantangan.\n● Kargo starskiff yang kapasitasnya lebih besar akan dibuka setelah memajukan tahap Operasi Aurum Alley, sehingga dapat memperoleh pendapatan pengiriman yang lebih tinggi.\n\n◆ Perencanaan Logistik ◆\n● Selama Operasi Aurum Alley, kamu bisa merencanakan navigasi di \"Perencanaan Logistik\", dan mendapatkan hadiah yang sesuai dengan pencapaian skor logistik. Setelah menyelesaikan \"Event Toko\", toko yang sesuai di Perencanaan Logistik akan terbuka dan rencanakan navigasi dari toko ke dermaga.\n● Setelah target tahap Aurum Alley tercapai akan muncul \"Event Jalanan\". Selesaikan eventnya untuk mendapatkan hadiah dan membuka keunggulan rute dalam \"Perencanaan Logistik\".\n● Setelah memajukan tahap Operasi Aurum Alley, jalur Ketinggian Rendah, Ketinggian Sedang, Ketinggian Tinggi akan dibuka untuk mengakomodasi lebih banyak toko.\n\n◆ Hadiah Permanen ◆\n● Dapatkan Sertifikat Kejayaan melalui \"Logistik\", \"Event Toko\", \"Event Jalanan\", dan \"Pesanan Khusus\"\n● Tukarkan Sertifikat Kejayaan untuk mendapatkan hadiah melalui Keuntungan Serikat Dagang.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesAlley.png",
  "unlockConditions": "[PlayerLevel:21]"
}