{
  "_id": 150005,
  "id": "150005",
  "name": "Perang Aetherium",
  "description": "Permainan yang sangat populer di seluruh alam semesta, \"Perang Aetherium\", sedang mengadakan \"Festival Turnamen Interastral\". Para pemain pun bersiap untuk menunjukkan kemampuan mereka ....",
  "type": 27,
  "tabName": "Perang Aetherium",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nDikembangkan oleh Interastral Peace Corporation, \"Perang Aetherium\" adalah permainan kartu yang menggunakan \"Aether Coin\" sebagai medianya, dan langsung populer dengan sangat cepat di seluruh alam semesta. Di permainan ini, data dari makhluk hidup apa pun dapat diubah menjadi \"Aether Spirit\" untuk \"dikumpulkan, duel, dilatih, dan ditingkatkan\" oleh pemain. Sekarang ini, IPC memutuskan untuk mengadakan \"Festival Turnamen Interastral\" di Belobog. Pemain \"Perang Aetherium\" di seluruh alam semesta akan datang untuk memperebutkan gelar \"Juara\".\n\n◆ Peraturan Event ◆\n● Event ini menggunakan peraturan bertempur yang khusus. Trailblazer harus menggunakan \"Aether Spirit\" untuk bertempur.\n● Tujuan event adalah mendapatkan gelar \"Juara\" di \"Kejuaraan\" Festival Turnamen Interastral. Trailblazer harus melewati ujian secara bertahap dari masing-masing \"Victory Zone\" dan mengalahkan \"Kandidat Juara\" untuk memperoleh \"Lencana Kualifikasi\". Kumpulkan 4 Lencana Kualifikasi untuk memperoleh hak mengikuti \"Kejuaraan\".\n● Dalam mode Tantangan event \"Duel Hyperlink\", Trailblazer dapat berduel \"Aether Spirit\" dengan pemain lain di alam semesta. Dari semua rekan-rekan yang pernah kamu temui di perjalanan, kira-kira kamu akan bertemu dengan siapa saja ya?\n● Selama tantangan event, Trailblazer akan bertemu dengan berbagai macam pemain dan \"Aether Spirit\". Gunakan metode \"mengumpulkan, duel, melatih, dan meningkatkan\" untuk memperkuat tim \"Aether Spirit\" milikmu.\n\n◆ Hadiah Event ◆\n● Selama event \"Perang Aetherium\", kamu dapat meningkatkan \"Victory Rating\" dengan cara menantang \"Victory Zone\" dan \"Duel Hyperlink\". Kamu dapat memperoleh Hadiah Rating setelah mencapai \"Victory Rating\" yang berbeda-beda.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestAetherDivide.png",
  "unlockConditions": "[PlayerLevel:21]"
}
