{
  "_id": 30002,
  "id": "30002",
  "name": "Perang Luar Angkasa",
  "description": "Ada orang yang meninggalkan sebuah hadiah misterius di Stasiun Luar Angkasa \"Herta\", dan sekarang orang yang pertama kali membuka hadiah itu sedang dalam masalah ....",
  "type": 7,
  "tabName": "Perang Luar Angkasa",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nLakukan pengintaian dan lacak target, lancarkan serangan dan coba kalahkan musuh. Trailblazer dapat melakukan 3 kali pengintaian per hari, dan kuota pengintaian akan reset setiap pukul <unbreak>04</unbreak>:<unbreak>00</unbreak>.\nTrailblazer akan diberikan Star of Honor berdasarkan performa serangan. Semakin banyak Star of Honor yang didapatkan, maka semakin banyak hadiah yang dapat diambil.\n\n◆ Syarat Partisipasi ◆\nLevel Trailblaze mencapai Lv. <unbreak>22</unbreak> atau lebih.\n\n◆ Serang & Serangan Gabungan ◆\nSetiap memulai satu serangan akan mengonsumsi minimal 1 Pixel Warhead. Pixel Warhead yang dikonsumsi akan dipulihkan pada hari berikutnya.\nTrailblazer juga dapat memilih untuk memulai Serangan Gabungan, berbagi target hasil intaian Trailblazer bersama dengan teman atau Trailblazer lain untuk mendapat bantuan.\nTrailblazer dapat memperoleh Star of Honor tambahan dengan membantu pemain lain.\n\n◆ Pertempuran ◆\nSetelah melancarkan serangan, Trailblazer akan bertarung dengan target sebanyak 7 ronde, dan pertempuran akan otomatis selesai di akhir ronde ke-7.\nNilai DMG yang diberikan pada target per pertempuran akan diakumulasikan hingga target benar-benar dikalahkan.\nTrailblazer juga dapat memilih untuk mengonsumsi 3 Pixel Warhead untuk meningkatkan DMG pada target dalam satu pertempuran.\n\n◆ Star of Honor ◆\nIntai target, ikuti pertempuran, serang target sebelum kabur untuk mendapatkan Star of Honor. Penemu target yang pertama akan memperoleh Star of Honor tambahan.\nSemakin tinggi DMG yang diakibatkan pada target dan semakin tinggi tingkat bahaya target, maka semakin banyak pula Star of Honor yang akan didapatkan.\nSelain itu, Trailblazer juga dapat memperoleh Star of Honor dengan menyelesaikan misi harian Perang Luar Angkasa.\nAmbil hadiah pertempuran setelah mendapatkan Star of Honor yang cukup.\n\n◆ Riwayat Pertempuran ◆\nTrailblazer dapat melihat kembali riwayat dan proses setiap serangan dan musuh yang dikalahkan.\nUntuk Serangan Gabungan, Trailblazer juga dapat melihat kembali proses pertarungan Trailblazer lain.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnAntiVirus.png",
  "unlockConditions": "[PlayerLevel:22]"
}