{
  "_id": 40006,
  "id": "40006",
  "name": "Pagi dan Senja Tersembunyi",
  "description": "Seorang anak kecil yang tersesat muncul di tengah keramaian pasar Okhema. Ia memandang sekeliling, seolah sedang mencari sesuatu ....",
  "tabName": "Pagi dan Senja Tersembunyi",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nSeorang anak kecil yang tersesat muncul di tengah keramaian pasar Okhema. Ia memandang sekeliling, seolah sedang mencari sesuatu. Trailblazer yang ramah pun mengikuti petunjuk yang diberikan anak kecil itu untuk mencari gulungan suci yang terpencar, dan mengungkap masa lalu yang terlupakan tentang kota itu ....\n\n◆ Peraturan Event ◆\n● Dalam event kali ini terdapat total 5 gulungan. Trailblazer perlu menemukan gulungan-gulungan tersebut di berbagai latar tempat, masuk ke pertempuran untuk mengalahkan lawan dalam cerita.\n● Sebanyak 5 stage pertempuran akan dibuka secara bertahap. Stage ke-5 hanya dapat dibuka setelah 4 stage sebelumnya sudah memperoleh skor.\n● Jika Trailblazer meningkatkan \"Level Equilibrium\", level musuh di dalam stage juga akan meningkat.\n● Trailblazer dapat memilih karakter trial untuk mengikuti tantangan.\n● Di gameplay \"Pagi dan Senja Tersembunyi\", jumlah Energy yang dipulihkan rekan tim saat mengalahkan target musuh adalah 50% dari pemulihan Energy pada pertempuran biasa.\n\n◆ Gulungan yang Tersebar ◆\n● Total terdapat 4 gulungan yang tersebar di penjuru kota (Stage 1 - Stage 4). Setiap stage memiliki satu musuh penting, dan musuh penting ini memiliki \"Mekanisme Mutasi\".\n● Memanfaatkan \"Mekanisme Mutasi\" musuh dalam tantangan adalah cara yang paling efektif untuk mengalahkan musuh. Memicu \"Mekanisme Mutasi\" dalam pertempuran akan menaikkan peringkat \"Buff Stage\".\n● Peringkat \"Buff Stage\" adalah buff yang dapat diakumulasi dan ditingkatkan di dalam stage. Mengakumulasi peringkat \"Buff Stage\" yang lebih tinggi akan meningkatkan kekuatan tempur karakter.\n● Stage 1-4 terdiri dari tahap \"Akumulasi Buff\" dan \"Tantangan Final\".\n● Di tahap \"Akumulasi Buff\", terdapat penghitungan mundur yang terdiri dari 3 Putaran, di mana musuh akan muncul tanpa henti. Trailblazer perlu memanfaatkan \"Mekanisme Mutasi\" musuh penting dalam tahap tersebut dan menaikkan peringkat \"Buff Stage\" sebanyak mungkin.\n● Di tahap \"Tantangan Final\", peringkat \"Buff Stage\" tidak dapat dinaikkan lagi. Dalam 4 putaran, kalahkan gelombang musuh sebanyak mungkin untuk mendapatkan skor tinggi. Trailblazer akan mendapat skor tambahan bila ada sisa Putaran saat menyelesaikan stage. Jika Trailblazer mundur di tahap ini, peringkat \"Buff Stage\" yang diperoleh di stage ini juga akan dicatat.\n● Saat tahap \"Tantangan Final\" dimulai, Ultimate seluruh rekan tim akan segera diaktifkan.\n\n◆ Tantangan Titan ◆\n● Tantangan Titan adalah Stage 5, tantangan final melawan Boss. Kamu dapat mewarisi peringkat \"Buff Stage\" tertinggi yang diperoleh di setiap stage 1-4.\n● Sebelum memasuki stage, Trailblazer dapat memilih 2 \"Buff Stage\" mana pun yang sudah diperoleh dari stage 1-4 untuk menantang tantangan final melawan Boss.\n● Dalam 4 Putaran, kalahkan gelombang musuh sebanyak mungkin untuk mendapatkan skor tinggi. Trailblazer akan mendapat skor tambahan bila ada sisa Putaran saat menyelesaikan stage.\n\n◆ Hadiah Event ◆\n● Selama event berlangsung, Trailblazer dapat memperoleh hadiah stage di \"Hadiah Waktu Terbatas\" dengan menaikkan peringkat \"Buff Stage\" hingga peringkat tertentu di dalam stage, dan dengan mencapai skor stage yang ditentukan.\n● Tantang semua stage dan capai skor yang ditentukan untuk mendapatkan Hadiah Waktu.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnTVSeason2.png",
  "unlockConditions": "[PlayerLevel:21]"
}