{
  "_id": 40004,
  "id": "40004",
  "name": "Petualangan Aroma Virtual",
  "description": "Uji coba khusus \"Persepsi dan Ilusi yang Diinduksi oleh Indra Penciuman Entitas Hidup yang Tidak Dikenal\" Departemen Ekologi sudah dimulai, kamu diundang secara khusus sebagai penguji yang berkualifikasi ....",
  "type": 33,
  "tabName": "Petualangan Aroma Virtual",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nDepartemen Ekologi sibuk bukan kepalang. Selama kunjungan para jenius, mereka memulai uji coba khusus tentang \"Persepsi dan Ilusi yang Diinduksi oleh Indra Penciuman Entitas Hidup yang Tidak Dikenal\". Dalam uji coba ini, mengaktifkan plug-in aroma tertentu dapat memicu perubahan persepsi pada penguji, yang mengakibatkan penguji dapat melihat berbagai macam ilusi. Kamu diminta untuk membantu dalam uji coba ini, menghadapi dan mengalahkan ilusi-ilusi tersebut untuk membantu Departemen Ekologi mengumpulkan data-data penting.\n\n◆ Petunjuk Event ◆\n● Setelah Event dimulai, bagian \"Mode Normal\" dari \"Petualangan Aroma Virtual\" akan terbuka terlebih dulu. Setelah menyelesaikan seluruh stage \"Mode Normal\", Trailblazer dapat bicara dengan Cloudbot untuk membuka stage \"Mode Putus Asa\".\n● Setelah Event Waktu Terbatas berakhir, Trailblazer tidak dapat memperoleh hadiah waktu terbatas dari event.\n\n◆ Petualangan Aroma Virtual ◆\n● Ilusi yang dihasilkan dari stimulasi aroma memiliki perbedaan tertentu dengan Boss Musuh biasa. Saat awal pertempuran, harap baca deskripsi karakteristik ilusi dengan teliti.\n● Stage di tantangan berikutnya baru dapat dibuka dengan cara mencapai skor yang ditentukan di tantangan sebelumnya.\n● Kekuatan musuh pada \"Mode Normal\" akan meningkat sesuai dengan perubahan Level Equilibrium, sedangkan kekuatan musuh pada \"Mode Putus Asa\" memiliki tingkat kesulitan yang tetap.\n● Selama event, Trailblazer dapat memilih komposisi plug-in aroma yang berbeda untuk memperoleh beragam Buff dalam pertempuran.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityStrongChallenge.png",
  "unlockConditions": "[PlayerLevel:21]"
}