{
  "_id": 40005,
  "id": "40005",
  "name": "Stasiun Televisi Kejutan Mimpi",
  "description": "Stasiun TV Penacony dibajak oleh orang yang tidak dikenal dan mulai menayangkan acara yang aneh. Kamu sangat penasaran dengan acara apa saja yang ditayangkan dan memutuskan untuk mencari tahu kebenaran di baliknya ....",
  "type": 200,
  "tabName": "Stasiun Televisi Kejutan Mimpi",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan Singkat ◆\nBeberapa layar di Penacony tiba-tiba menayangkan program-program aneh. Presenter TV, Uma, ingin membicarakan tentang insiden ini denganmu. Entah rahasia apa yang tersembunyi di baliknya ....\n\n◆ Peraturan Event ◆\n● Dalam event kali ini, ada total 5 layar televisi yang sinyalnya dibajak. Trailblazer perlu menemukan layar-layar tersebut di berbagai latar tempat, masuk ke pertempuran untuk mengalahkan pelaku.\n● Sebanyak 5 stage pertempuran akan dibuka secara bertahap. Stage ke-5 hanya dapat dibuka setelah 4 stage sebelumnya sudah memperoleh skor.\n● Jika Trailblazer meningkatkan \"Level Equilibrium\", level musuh di dalam stage juga akan meningkat.\n● Trailblazer dapat memilih karakter trial untuk mengikuti tantangan.\n\n◆ Empat Kanal Utama ◆\n● Stasiun TV Penacony memiliki empat kanal utama (Stage 1 - Stage 4). Setiap stage memiliki satu musuh utama. Musuh tersebut memiliki \"Mekanisme Mutasi\".\n● Memanfaatkan \"Mekanisme Mutasi\" musuh dalam tantangan adalah cara yang paling efektif untuk mengalahkan musuh. Memicu \"Mekanisme Mutasi\" dalam pertempuran akan menaikkan peringkat \"Buff Stage\".\n●Peringkat \"Buff Stage\" adalah buff yang dapat diakumulasi dan ditingkatkan di dalam stage. Mengakumulasi peringkat \"Buff Stage\" yang lebih tinggi akan meningkatkan kekuatan tempur karakter.\n● Stage 1-4 terdiri dari tahap \"Akumulasi Buff\" dan \"Tantangan Final\".\n● Di tahap \"Akumulasi Buff\", terdapat penghitungan mundur yang terdiri dari 4 Putaran, di mana musuh akan muncul tanpa henti. Trailblazer perlu memanfaatkan \"Mekanisme Mutasi\" musuh utama dalam tahap tersebut dan menaikkan peringkat \"Buff Stage\" sebanyak mungkin.\n● Di tahap \"Tantangan Final\", peringkat \"Buff Stage\" tidak dapat dinaikkan lagi. Dalam 6 putaran, kalahkan gelombang musuh sebanyak mungkin untuk mendapatkan skor tinggi. Trailblazer akan mendapat skor tambahan bila ada sisa gelombang saat menyelesaikan stage.\n\n◆ Lokasi Studio Live ◆\n● Lokasi Studio Live adalah Stage 5, tantangan final melawan Boss. Kamu dapat mewarisi peringkat \"Buff Stage\" tertinggi yang diperoleh di setiap stage 1-4.\n● Sebelum memasuki stage, Trailblazer dapat memilih 2 \"Buff Stage\" mana pun yang sudah diperoleh dari stage 1-4 untuk menantang tantangan final melawan Boss.\n● Dalam 6 putaran, kalahkan gelombang musuh sebanyak mungkin untuk mendapatkan skor tinggi. Trailblazer akan mendapat skor tambahan bila ada sisa gelombang saat menyelesaikan stage.\n\n◆ Hadiah Event ◆\n● Selama event berlangsung, Trailblazer dapat memperoleh hadiah stage di \"Hadiah Waktu Terbatas\" dengan menaikkan peringkat \"Buff Stage\" hingga peringkat tertentu di dalam stage, dan dengan mencapai skor stage tertentu.\n● Tantang semua stage dan peroleh skor tertentu untuk mendapatkan Hadiah Terima Kasih Stasiun TV.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestTelevision.png",
  "unlockConditions": "[PlayerLevel:21]"
}
