{
  "_id": 50002,
  "id": "50002",
  "name": "Kumpulan Benda Langka Museum Kota Beku",
  "type": 16,
  "tabName": "Kumpulan Benda Langka Museum Kota Beku",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan Singkat ◆\nMuseum Sejarah dan Budaya Belobog sudah selesai direnovasi, Trailblazer akan berperan sebagai kurator sementara untuk memimpin pengelolaan dan perkembangan museum, dengan tujuan untuk mengembalikan popularitasnya.\n\n◆ Pengelolaan Museum ◆\n● Setelah mode permainan terbuka, seri Misi Petualangan \"Kesempatan dalam Kesempitan\" akan terbuka. Trailblazer dapat mulai mengelola museum setelah menyelesaikan \"Kesempatan dalam Kesempitan (Bagian 1)\".\n● Ada 5 tahap dalam Pengelolaan Museum, dan \"Nilai Revitalisasi\" dapat diperoleh dengan cara mengelola. Setelah mencapai target yang ditentukan pada setiap tahap, Trailblazer dapat menaikkan level ke tahap selanjutnya dan membuka lebih banyak area pameran.\n● Selama hari operasional, Trailblazer dapat menghabiskan Dana Pembangunan untuk meningkatkan area pameran atau merekrut asisten untuk meningkatkan perolehan \"Nilai Revitalisasi\".\n\n◆ Koleksi Barang Pameran dan Asisten ◆\n● Saat mengelola museum, Trailblazer akan mendapatkan target operasional tambahan atau event acak. Target operasional atau event acak ini akan memberikan petunjuk untuk barang pameran yang hilang. Setelah selesai, barang pameran akan disimpan di koleksi barang berharga museum.\n● Asisten dapat direkrut dengan cara menyelesaikan seri Misi Petualangan \"Kesempatan dalam Kesempitan\", atau seri misi Perekrutan Pemandu dari event acak.\n\n◆ Hadiah Event ◆\n● Saat menyelesaikan setiap tahap pengelolaan, Trailblazer dapat mengambil hadiah tahap pengelolaan.\n● Saat mengumpulkan barang pameran baru, atau setelah merekrut asisten pameran, Trailblazer dapat mengambil hadiah di \"Kumpulan Benda Langka\".\n● Selama Event Waktu Terbatas berlangsung, Trailblazer dapat mengambil hadiah di \"Hadiah Waktu Terbatas\" setelah mencapai target pengelolaan dan koleksi barang pameran.\n\n◆ Petunjuk Event ◆\nSetelah Event Waktu Terbatas \"Kumpulan Benda Langka Museum Kota Beku\" berakhir, Trailblazer tidak akan bisa mengambil hadiah Event Waktu Terbatas. Namun, Trailblazer tetap dapat mengunjungi \"Museum Sejarah dan Budaya Belobog\" di Administrative District Belobog untuk menikmatinya.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMuseum.png",
  "unlockConditions": "[PlayerLevel:21]"
}