{
  "_id": 50010,
  "id": "50010",
  "name": "Ombak Peperangan",
  "description": "Seorang peneliti dari Departemen Pemeliharaan menciptakan sebuah game pertempuran di dalam Gelembung Memori. Dia mengundang kamu untuk bermain ....",
  "tabName": "Ombak Peperangan",
  "tag": "Panduan Bermain",
  "introduction": "◆ Pengenalan ◆\nSeorang peneliti dari Departemen Pemeliharaan adalah \"penggemar laki-laki\" kamu. Dengan memanfaatkan Gelembung Memori, dia berhasil menghidupkan kembali game favoritnya di masa kecil. Dia secara khusus meminta seseorang untuk mengundang kamu bermain, dan bahkan sudah menyiapkan \"Fitur Bantu\" khusus untuk kamu. Sungguh tawaran yang sulit ditolak ....\n\n◆ Peraturan Event ◆\n● Pada event kali ini, akan ada 6 stage pertempuran yang dibuka secara bertahap setiap hari.\n● Dalam pertempuran, kamu perlu mengalahkan Boss dari 3 gelombang dalam 6 putaran. Musuh non-Boss akan muncul tanpa henti.\n● Jika ada putaran yang tersisa saat stage selesai, Trailblazer akan memperoleh skor yang lebih tinggi.\n● Energy yang dipulihkan karakter saat mengalahkan target musuh adalah 50% dari pemulihan Energy pada pertempuran biasa.\n● Trailblazer dapat memilih karakter trial untuk mengikuti tantangan.\n● Saat Trailblazer menaikkan \"Level Equilibrium\", kekuatan musuh juga akan meningkat secara bersamaan.\n\n◆ Ringkasan Gameplay ◆\n● Setiap stage memiliki semacam \"Mekanisme Ketangguhan\", yang setelah dipicu akan mengakumulasi \"Nilai Ketangguhan\" dengan cepat, untuk menaikkan \"Tahap Ketangguhan\" dan memperoleh lebih banyak buff.\n● Setelah memasuki \"Tahap Ketangguhan 4: Power Awoken\", Trailblazer akan memperoleh Buff Stage yang kuat untuk mengalahkan musuh!\n\n◆ Nilai Ketangguhan ◆\n● Setiap kali memicu \"Mekanisme Ketangguhan\" dalam pertempuran, akan dapat mengakumulasi \"Nilai Ketangguhan\" dalam jumlah besar.\n● Setiap kali karakter beraksi, akan dapat mengakumulasi \"Nilai Ketangguhan\" dalam jumlah kecil.\n● Setelah \"Nilai Ketangguhan\" mencapai target, akan dapat menaikkan \"Tahap Ketangguhan\".\n● \"Nilai Ketangguhan\" yang dibutuhkan untuk menaikkan \"Tahap Ketangguhan\" setiap stage berbeda. Trailblazer dapat mengeceknya di dalam stage yang bersangkutan.\n\n◆ Tahap Ketangguhan ◆\n● \"Tahap Ketangguhan\" dibagi menjadi 4 tahap. Setiap mencapai 1 tahap, akan dapat mengaktifkan 1 \"fitur bantu\" tambahan dan memperoleh lebih banyak Buff Stage.\n● Memasuki \"Tahap Ketangguhan 4: Power Awoken\" dapat membuat Trailblazer memperoleh Buff kuat. \"Fitur bantu\" yang berlaku di tahap ini adalah buff inti untuk stage ini, ditambahkan secara default dan tidak bisa dipilih.\n● \"Fitur bantu\" yang berlaku dalam setiap stage pada \"Tahap Ketangguhan 2\" dan \"Tahap Ketangguhan 3\" perlu dipilih untuk ditambahkan sebelum memasuki pertarungan.\n● \"Tahap Ketangguhan 4: Power Awoken\" akan berakhir dalam sejumlah nilai aksi tertentu, dan akan kembali ke \"Tahap Ketangguhan 3\" setelah berakhir.\n● Selama \"Tahap Ketangguhan 4: Power Awoken\" berlangsung, setiap kali menyerang musuh akan mengakumulasi \"Serangan Kesadaran\". Saat Tahap Ketangguhan 4 berakhir dan kembali ke \"Tahap Ketangguhan 3\", sejumlah \"Nilai Ketangguhan\" akan dikembalikan berdasarkan akumulasi jumlah \"Serangan Kesadaran\", agar Trailblazer dapat kembali memasuki \"Tahap Ketangguhan 4: Power Awoken\" dengan lebih cepat.\n\n◆ Hadiah Event ◆\n● Selama periode event, Trailblazer dapat memperoleh hadiah stage di \"Hadiah Waktu Terbatas\" dengan menaikkan \"Tahap Ketangguhan\" stage hingga tahap tertentu dan mengalahkan Boss dalam stage.\n● Trailblazer juga dapat menerima \"Hadiah Terima Kasih\" setelah menantang seluruh stage dan mengalahkan seluruh Boss di gelombang 1 seluruh stage.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFeverTime.png",
  "unlockConditions": "[PlayerLevel:21]"
}