{
  "_id": 50018,
  "id": "50018",
  "name": "Ritual Bela Diri",
  "description": "Ritual Bela Diri diadakan di atas Skysplitter Luofu dengan meriah, dan para ahli bela diri dari seluruh alam semesta berkumpul untuk menguji kemampuan satu sama lain. Kamu juga akan ikut serta dalam festival bela diri ini dan memulai sebuah perjalanan bela diri yang penuh dengan keajaiban ....",
  "type": 251,
  "tabName": "Ritual Bela Diri",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nRitual Bela Diri diadakan di atas Skysplitter Luofu dengan meriah, dan para ahli bela diri dari seluruh alam semesta berkumpul untuk menguji kemampuan satu sama lain. Sementara itu, kamu juga akan berpartisipasi dengan peran yang spesial ....\n\n◆ Peraturan Event ◆\n● Di dalam event, Trailblazer akan menjadi pelatih kontestan Luka dari tim perwakilan Belobog untuk bersama-sama mengikuti kompetisi \"Ritual Bela Diri\".\n● Terdapat beberapa tahap dalam kompetisi ini. Setelah mengalahkan masing-masing penakluk di \"Pertandingan Faceoff\", kamu dapat lanjut ke tahap kompetisi yang selanjutnya dan berpartisipasi dalam tahap akhir \"Tantangan Penjaga Arena\" untuk menantang sang pendekar yang menjadi penjaga arena, Yanqing.\n● Jika ingin menantang \"penakluk\" dari masing-masing tahap kompetisi, kamu harus mengikuti \"Pertandingan Knockout\" terlebih dulu dan mengalahkan kontestan lain untuk memperoleh poin. Setelah mencapai target poin, kamu akan memperoleh kualifikasi untuk menantang penakluk dari \"Pertandingan Faceoff\" saat ini.\n\n◆ Peraturan Pertempuran ◆\n● Di kompetisi Ritual Bela Diri, masing-masing dari kedua pihak kontestan akan memperoleh \"Poin Atmosfer\" berdasarkan dukungan dari penonton.\n● Setiap pertandingan memiliki mekanisme \"Momen Puncak\" yang berbeda-beda, di mana kontestan perlu menyelesaikan aksi pertempuran yang ditentukan untuk memicu \"Momen Puncak\" dan mengumpulkan \"Poin Atmosfer\".\n● Saat avatar lawan di Susunan Aksi menyala warna merah peringatan, itu berarti aksi lawan akan mengakumulasi \"Poin Atmosfer\".\n● Saat \"Poin Atmosfer\" tim kamu meningkat, maka \"Poin Atmosfer\" tim lawan akan berkurang, begitu juga sebaliknya.\n● Saat \"Poin Atmosfer\" dari salah satu kontestan mencapai batas maksimal, medan pertempuran akan memasuki status \"Inspirasi Kuat\", yang akan memberikan Buff kuat pada pihak yang memperoleh dukungan dari penonton.\n● Sebagai pelatih kontestan Luka, Trailblazer dapat secara aktif menggunakan \"Taktik Rahasia\" yang memiliki beragam efek untuk mendukung Luka, atau memberikan \"Minuman Taktis\" sebelum bertempur untuk membantu Luka memperoleh Buff pertempuran.\n● Trailblazer dapat memilih karakter trial untuk mengikuti tantangan.\n● Saat Trailblazer menaikkan \"Level Equilibrium\", kekuatan musuh juga akan meningkat.\n\n◆ Pertandingan Knockout ◆\n● Ikuti Pertandingan Knockout dan kalahkan kontestan lain untuk memperoleh poin. Setelah mencapai target poin, kamu dapat menantang penakluk \"Pertandingan Faceoff\".\n● Ada 2 kontestan yang dapat ditantang di \"Pertandingan Knockout\" pada setiap tahap, dan dalam satu waktu hanya dapat menantang 1 kontestan saja.\n● Setelah mencapai target poin, kamu perlu ke \"Papan Skor\" untuk mengonfirmasi kualifikasi menantang \"Pertandingan Faceoff\". Setelah itu, barulah kamu dapat mengikuti Pertandingan Faceoff tahap ini.\n\n◆ Pertandingan Undangan Khusus ◆\n● Terdapat \"Pertandingan Undangan Khusus\" yang dapat dipilih untuk ditantang di beberapa tahap kompetisi. Mengikuti \"Pertandingan Undangan Khusus\" tidak akan memberimu poin \"Pertandingan Knockout\".\n● Saat menantang \"Pertandingan Undangan Khusus\", kamu tetap dapat mengikuti \"Pertandingan Knockout\" seperti biasa.\n\n◆ Pelatihan Dunia Mimpi ◆\n● Di \"Pelatihan Dunia Mimpi\", kamu dapat menantang pertempuran melawan penakluk dengan tingkat kesulitan yang lebih tinggi, total terdapat 5 stage.\n● Setelah menyelesaikan masing-masing tahap \"Pertandingan Faceoff\", kamu dapat membuka stage \"Pelatihan Dunia Mimpi\" yang baru.\n● Di pertempuran \"Pelatihan Dunia Mimpi\" kamu harus mengalahkan 3 tahap Boss dalam 6 putaran.\n● Jika saat pertempuran berakhir terdapat jumlah Putaran yang tersisa, maka kamu dapat memperoleh rating yang lebih tinggi.\n● Pada pertempuran \"Pelatihan Dunia Mimpi\", aksi rekan tim tidak dapat mengakumulasi \"Poin Atmosfer\".\n● Selesaikan target tantangan \"Pelatihan Dunia Mimpi\" untuk mengambil \"Hadiah Pelatihan\".\n\n◆ Hadiah Permanen ◆\n● Selesaikan \"Pertandingan Faceoff\" dan \"Pertandingan Knockout\" untuk memperoleh \"Lencana Pedang Bela Diri\".\n● Di \"Hadiah Ritual Bela Diri\", serahkan \"Lencana Pedang Bela Diri\" untuk menukar hadiah.\n● Kamu dapat memperoleh peliharaan \"Tuskpir\" dan item pembuka Eidolon March 7th (Hunt) dari \"Hadiah Ritual Bela Diri\".\n\n◆ Hadiah Waktu Terbatas ◆\n● Selama event waktu terbatas berlangsung, Trailblazer dapat memperoleh hadiah yang sesuai setelah menyelesaikan target misi yang ditentukan.\n\n◆ Petunjuk Event ◆\n● Setelah event waktu terbatas \"Ritual Bela Diri\" berakhir, Trailblazer tidak dapat memperoleh hadiah waktu terbatas dari event, tapi Trailblazer tetap dapat mengunjungi \"Papan Taktik\" di latar tempat \"Skysplitter\" untuk memainkan event dan memperoleh hadiah permanen.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}