{
  "_id": 50011,
  "id": "50011",
  "name": "Legenda Manusia Pentung",
  "description": "Giovanni mengundangmu untuk mencoba sebuah game yang dirancang berdasarkan kamu sendiri. Kalahkan musuh dari seluruh alam semesta, Synthesis senjata terkuat, dan jadilah \"Manusia Pentung\" terhebat!",
  "tabName": "Legenda Manusia Pentung",
  "tag": "Panduan Bermain",
  "introduction": "◆ Pengenalan Singkat ◆\nGiovanni mengundangmu mencoba sebuah game yang dibuat berdasarkan kamu sendiri. Kalahkan musuh dari seluruh alam semesta, Synthesis senjata terkuat dan jadilah \"Manusia Pentung\" terhebat!\n\n◆ Peraturan Event ◆\n● Event kali ini terdiri dari 6 stage tantangan dengan 3 tingkat kesulitan. Setiap stage terdiri dari 3 tahap pertempuran.\n● Trailblazer harus mengalahkan sejumlah musuh dalam tiga tahap dengan putaran yang terbatas untuk menyelesaikan tantangan stage.\nSetelah event dimulai, stage berikutnya hanya bisa dibuka setelah stage sebelumnya sudah mencapai skor yang ditentukan.\n● Saat Trailblazer meningkatkan \"Level Equilibrium\", musuh juga akan menjadi lebih kuat.\n● Trailblazer dapat menggunakan Karakter Trial untuk mengikuti tantangan.\n● Saat karakter mengalahkan target musuh di event \"Legenda Manusia Pentung\", jumlah Energy yang dipulihkan adalah 50% dari pemulihan Energy pada pertempuran biasa.\n\n◆ Ringkasan Gameplay ◆\n● Mengalahkan musuh di dalam stage akan memberikan EXP untuk meningkatkan \"Level Tim\".\n● Setiap stage memiliki \"Bonus Tim\" yang berbeda. Saat \"Level Tim\" meningkat, Karakter juga akan menerima peningkatan Buff stage sesuai dengan kelipatan level berdasarkan efek \"Bonus Tim\" dari stage saat ini.\n● Saat \"Level Tim\" meningkat, Trailblazer akan mendapatkan satu \"Senjata\" atau \"Aksesori\" acak. Saat mendapatkan \"Senjata\" atau \"Aksesori\" yang sudah dimiliki, levelnya akan ditingkatkan untuk memperoleh efek yang lebih kuat.\n● \"Senjata\" dapat bertindak sendiri atau dipicu Karakter untuk mengakibatkan DMG ke musuh. \"Aksesori\" memberikan berbagai macam efek Buff ke Karakter dan \"Senjata\".\n● Setiap \"Senjata\" memiliki resonansi \"Aksesori\" yang spesifik. Saat \"Senjata\" dan resonansi \"aksesori\" sudah mencapai level maksimal, \"Senjata\" dapat di-upgrade menjadi \"Senjata Legendaris\" untuk mengalahkan musuh yang makin lama makin kuat.\n● Musuh dalam stage akan bertambah kuat seiring dengan pembaruan gelombang dan kemajuan tahapan. Trailblazer dapat mengombinasikan \"Senjata\" dan \"Aksesori\" secara strategis, serta meningkatkan level senjata untuk memperoleh \"Senjata Legendaris\" yang kuat.\n\n◆ Gameplay Stage ◆\n● Di dalam setiap stage, ada tantangan tiga tahap berisi beberapa gelombang musuh. Setiap akhir tahap akan ditandai dengan tantangan Elite atau tantangan Boss.\n● Setiap gelombang terdiri dari sejumlah musuh. Musuh akan terus datang sampai gelombang musuh kali ini semua habis dikalahkan.\n● Dalam setiap gelombang pertempuran, akan ada countdown putaran yang terbatas. Saat countdown selesai, musuh yang belum dikalahkan akan hilang, dan skor serta EXP tersebut tidak akan bisa diperoleh lagi.\n● Dalam setiap gelombang Elite atau Boss, akan ada syarat penyelesaian. Trailblazer harus mengalahkan sejumlah musuh Elite yang ditentukan untuk lanjut ke tahap pertempuran berikutnya.\n● Peroleh lebih banyak skor dengan mengalahkan lebih banyak musuh dan mengakibatkan lebih banyak DMG ke Boss terakhir. Trailblazer juga akan memperoleh skor tambahan jika stage selesai dengan putaran yang tersisa.\n● Level Tim, Senjata, dan Aksesori yang diperoleh akan tersimpan otomatis saat berakhirnya setiap tahap pertempuran. Trailblazer dapat keluar sementara dan melanjutkan tantangan stage itu dari kemajuan yang tersimpan.\n\n◆ Jelajahi Galaksi ◆\n● Masing-masing stage pertama \"Planet Vulkanis\" sampai stage kelima \"Planet Mimpi Elok\" berisi beragam senjata awal yang sudah ditentukan. Trailblazer dapat memilih senjata awal sendiri di stage terakhir \"Lubang Hitam Abadi\".\n● Di stage keempat \"Planet Miniatur\" dan setelahnya, Trailblazer dapat memilih Strategi Petualangan di setiap awal mula tahap dalam stage untuk memperoleh lebih banyak Buff.\n● Saat ketiga tahap normal stage terakhir \"Lubang Hitam Abadi\" diselesaikan, tahap tantangan tambahan akan terbuka. Trailblazer dapat menantang satu musuh kuat di dalam tahap tantangan ini untuk memperoleh lebih banyak skor.\n\n◆ Token Rakun ◆\n● Kalahkan musuh di dalam stage untuk memperoleh \"Token Rakun\".\n● \"Harta Alam Semesta\" akan muncul saat gelombang Elite dikalahkan, dan akan memberikan \"Senjata\" atau \"Aksesori\" dan \"Token Rakun\" dalam jumlah acak.\n● Setelah menyelesaikan tantangan setiap stage, Token Rakun dapat digunakan di \"Toko Alam Semesta\" untuk meningkatkan Stats, memperkuat senjata, dan membeli berbagai macam fitur permainan.\n\n◆ Hadiah Event ◆\n● Selama periode event, peroleh jumlah skor yang ditentukan untuk mendapatkan hadiah stage di \"Hadiah Perjalanan\".\n● \"Reputasi Alam Semesta\" yang diperoleh dari stage tantangan dapat digunakan untuk meningkatkan \"Level Reputasi\" dan mendapatkan hadiah yang bersangkutan.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}