{
  "_id": 50014,
  "id": "50014",
  "name": "Adu Jotos Burung Origami",
  "description": "Lihat apa ini ... surat undangan pengujian game \"Adu Jotos Burung Origami\"? Karena pengirimnya Family, seharusnya bukan penipuan kan ...?",
  "tabName": "Adu Jotos Burung Origami",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan Singkat ◆\n\"Adu Jotos Burung Origami\" adalah sebuah game duel arkade koleksi yang dikembangkan oleh Family. Game dengan gameplay \"mencocokkan 3\" yang sederhana ini bisa memberikan kesenangan yang paling murni. Kami dengan tulus mengundang Trailblazer untuk melakukan pengujian atas proyek yang sedang dalam tahap pengembangan ini.\n\n◆ Peraturan Event ◆\n● Pada event \"Adu Jotos Burung Origami\", Trailblazer harus menemukan mesin arkade yang ditempatkan oleh tim produksi di penjuru \"Penacony\", lalu kembali ke arena yang berada di {TEXTJOIN#87} untuk melakukan tantangan \"mencocokkan 3\" dengan peserta lainnya.\n● Dalam tantangan, Trailblazer harus menghancurkan buah untuk memberi makan Burung Origami milik Trailblazer sendiri dan meningkatkan kekuatan tempurnya, agar Burung Origami bisa memenangkan adu jotos terakhir.\n● Dalam proses penghancuran buah, memberi makan jenis buah yang bermanfaat bagi Burung Origami ataupun memanfaatkan mekanisme khusus di arena, dapat membantu progres penghancuran buah.\n● Setelah menyelesaikan Tantangan Arkade dasar, mode Pertarungan Multipemain akan dibuka. Trailblazer dapat melaksanakan pertempuran multipemain dengan Trailblazer dari dunia yang lain, untuk menentukan siapa yang terkuat.\n\n● Atas dasar tersebut, \"Tantangan Bebas\" juga akan dibuka, dan Trailblazer dapat melakukan duel yang lebih intens dengan rekan-rekan Trailblazer.\n\n◆ Hadiah Permanen ◆\n● Trailblazer akan langsung mendapatkan hadiah setelah pertama kali menyelesaikan stage tantangan.\n\n◆ Hadiah Waktu Terbatas ◆\n● Selama event waktu terbatas berlangsung, Trailblazer dapat memperoleh hadiah yang sesuai setelah menyelesaikan target tantangan yang ditentukan.\n\n◆ Petunjuk Event ◆\n● Setelah event waktu terbatas \"Adu Jotos Burung Origami\" berakhir, Trailblazer tidak dapat mengambil hadiah event waktu terbatas, juga tidak dapat melakukan pertempuran multipemain dengan Trailblazer dari dunia yang lain. Akan tetapi, Trailblazer tetap dapat bermain game di \"Arkade Burung Origami\" yang ada di latar tempat {TEXTJOIN#87}, dan mendapatkan hadiah permanen.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMatchThree.png",
  "unlockConditions": "[PlayerLevel:21]"
}