{
  "_id": 50012,
  "id": "50012",
  "name": "Clockie: Kenangan Mimpi Indah",
  "description": "Clock Studios, perusahaan produksi di balik serial animasi \"Clockie\", sedang berada dalam krisis. Namun saat ini sutradara film malah menghilang ....",
  "type": 221,
  "tabName": "Clockie: Kenangan Mimpi Indah",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nKarena hilangnya \"Watchmaker\", Clock Studios berada dalam krisis penangguhan produksi. Ayo segera bantu mereka selesaikan pengeditan film kolosal Clockie \"Kenangan Mimpi Indah\"!\n\n ◆ Peraturan Event ◆\n● Selesaikan Misi Petualangan \"Jam yang Berhenti\" untuk memulai pengeditan film \"Kenangan Mimpi Indah\".\n● Selama proses pengeditan film, progres pengeditan \"Kenangan Mimpi Indah\" akan mendorong dukungan dana yang diperoleh studio. Setelah mencapai <unbreak>100%</unbreak>, kamu bisa mengadakan acara penayangan perdana untuk menghidupkan kembali taman hiburan. Dukungan Dana yang diperoleh setelah pemutaran film akan digunakan untuk memperbaiki layar yang rusak di taman hiburan.\n● Seiring meningkatnya progres pengeditan \"Kenangan Mimpi Indah\", tim akan memperoleh kesempatan untuk syuting \"Iklan\". Selesaikan Misi Iklan untuk mendapatkan hadiah.\n● Seiring meningkatnya progres pengeditan \"Kenangan Mimpi Indah\", akan ada lebih banyak \"Iklan\" yang terbuka.\n\n◆ Pengeditan Film ◆\n● Inti dari pengeditan film terletak pada penggunaan Dadu Waktu yang bijak. Setelah Dadu Waktu dialokasikan ke segmen yang berbeda, jumlah kamera untuk segmen terkait juga akan meningkat, serta memperoleh masukan dari penonton, sehingga emosi \"Mendebarkan\", \"Mengharukan\", dan \"Lucu\" mengalami perubahan. Tiga jenis emosi ini punya peranan penting dalam kesuksesan film.\n● Sebelum film selesai, uji coba tayang internal akan dilakukan dulu, dan setiap film memiliki syarat uji coba yang berbeda. Film akan dianggap lulus kalau bisa memenuhi syarat yang ditentukan dalam uji coba internal.\n● Pengeditan akan dianggap gagal apabila film tidak memenuhi syarat pada tahap uji coba. Di saat yang bersamaan, kalau salah satu dari tiga jenis emosi penonton film menjadi 0, berarti ada masalah dengan konten film tersebut, dan pengeditan akan dianggap gagal.\n\n◆ Cerita Sampingan ◆\n● Selama proses pengeditan film, kamu dapat memperoleh rol film cerita sampingan dari karakter pendukung setelah berhasil menyelesaikan pengeditan. Berhasil syuting segmen alur cerita yang berisi cuplikan cerita sampingan dapat membuka video cerita sampingan yang sesuai, dan membantu animator di sekitar studio menyelesaikan cerita karakter pendukung!\n\n◆ Hadiah Permanen ◆\n● Selama proses mengedit, juga akan ada peluang untuk mencoba arah alur cerita yang berbeda. Trailblazer mungkin mendapatkan akhir yang sama sekali berbeda dari alur cerita aslinya. Setiap kali selesai mengedit akhir yang berbeda, kamu bisa mendapatkan hadiah yang sesuai di Honor Clockie.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnClockPark.png",
  "unlockConditions": "[PlayerLevel:21]"
}