{
  "_id": 50024,
  "id": "50024",
  "name": "Panduan Dekorasi Rumah Alam Semesta",
  "description": "Keseharian The Nameless bukan hanya mencakup perintisan yang luar biasa, tapi juga kebutuhan pokok dalam kehidupan sehari-hari. Namun, membangun kamar sendiri dan merintis kehidupan sendiri ... bukankah ini juga semacam \"perintisan\"?",
  "tabName": "Panduan Dekorasi Rumah Alam Semesta",
  "tag": "Panduan Bermain",
  "introduction": "◆ Pengenalan ◆\nKeseharian The Nameless bukan hanya mencakup perintisan yang luar biasa, tapi juga kebutuhan pokok dalam kehidupan sehari-hari. Namun, membangun kamar sendiri dan merintis kehidupan sendiri ... bukankah ini juga semacam \"perintisan\"?\n\n◆ Peraturan Event ◆\n● Di dalam event, Trailblazer memiliki satu kamar milik Trailblazer sendiri. Renovasi dan atur kamar tersebut untuk memperbagus kamarmu.\n● Merenovasi kamar akan mengonsumsi \"Dana Express\". Trailblazer harus mengumpulkan \"Dana Express\" dengan melakukan \"Piket\".\n● Trailblazer dapat memperoleh \"Dana Express\" ekstra dengan melaporkan \"Hasil Piket\" di sesi \"Rapat Makan Malam\" saat \"Piket\".\n\n◆ Pembangunan Kamar ◆\n● Kamar memiliki total 6 area, dan setiap area memiliki progres pembangunan masing-masing.\n● Konsumsi Dana Express untuk menyelesaikan pembangunan kamar, meningkatkan Rating Dekorasi dan memperoleh hadiah.\n● Di \"Rapat Makan Malam\", Trailblazer akan memperoleh \"Blueprint\" dan \"Dekorasi\". \"Blueprint\" dapat membuka Pembangunan Perabotan tambahan, dan \"Dekorasi\" dapat ditempatkan di berbagai tempat di kamar.\n\n◆ Piket ◆\n● Setiap shift piket terdapat 5 anggota yang akan membentuk Tim Piket dan mengumpulkan Dana Express.\n● Pilih aksi yang berbeda untuk memicu lebih banyak Event Keberuntungan saat piket dan memperoleh lebih banyak \"Dana Express\".\n● Seiring dengan progres piket, akan semakin banyak anggota Tim Piket yang terbuka.\n\n◆ Rapat Makan Malam ◆\n● Saat piket, Trailblazer akan memasuki sesi \"Rapat Makan Malam\" setiap setelah beberapa saat.\n● Di Rapat Makan Malam, Trailblazer dapat memperoleh \"Dana Express\" ekstra dengan menyerahkan laporan piket kepada Pom-Pom dan meningkatkan skor Pom-Pom.\n\n◆ Hadiah Permanen ◆\n● Selesaikan \"Pembangunan Kamar\" untuk memperoleh hadiah \"Tunjangan Renovasi\".\n● Dapatkan hadiah di \"Daftar Piket\" setelah piket selama beberapa kali.\n\n◆ Hadiah Waktu Terbatas ◆\n● Selama event waktu terbatas berlangsung, Trailblazer dapat memperoleh hadiah yang sesuai dan Karakter 4★ pilihanmu setelah menyelesaikan target misi yang ditentukan.\n\n◆ Petunjuk Event ◆\n● Setelah event waktu terbatas \"Panduan Dekorasi Rumah Alam Semesta\" berakhir, Trailblazer tidak dapat memperoleh hadiah waktu terbatas dari event, tapi Trailblazer tetap dapat mengunjungi \"Party Car\" untuk memainkan event dan memperoleh hadiah permanen.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrainParty.png",
  "unlockConditions": "[PlayerLevel:21]"
}