{
  "_id": 50029,
  "id": "50029",
  "name": "Bom-Bom Anjing Laut",
  "description": "Sebuah \"mimpi ramalan\" yang tak terduga membawamu ke arena kompetisi \"Bom-Bom Anjing Laut\". Ombak yang menggelegar, nyanyian yang meriah, dan anjing laut ... Kisah seperti apa yang akan terjadi dalam perayaan ulang tahun Phagousa ini?",
  "tabName": "Bom-Bom Anjing Laut",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\n● Sebuah \"mimpi ramalan\" yang tak terduga membawamu ke arena kompetisi \"Bom-Bom Anjing Laut\". Ombak yang menggelegar, nyanyian yang meriah, dan anjing laut ... Kisah seperti apa yang akan terjadi dalam perayaan ulang tahun Phagousa ini?\n\n◆ Peraturan Event ◆\n● Dalam \"Bom-Bom Anjing Laut\", Trailblazer akan memimpin para anjing laut untuk meraih kemenangan bersama Boba. Kompetisi terdiri dari 3 babak, yaitu babak grup, babak eliminasi, dan kejuaraan. Terus kalahkan lawan untuk maju ke babak selanjutnya.\n● Setelah menyelesaikan setiap kompetisi dalam Mode Alur Cerita, Trailblazer akan memperoleh \"Token Anjing Laut\". Gunakan \"Token Anjing Laut\" untuk membeli anjing laut baru di Toko Anjing Laut.\n● Setelah kompetisi mencapai tahap tertentu, \"Mode Arena\" akan terbuka. Dalam mode ini, Trailblazer dapat menantang pelatih anjing laut misterius dari seluruh dunia dan meningkatkan peringkatnya.\n\n◆ Hadiah Permanen ◆\n● Trailblazer dapat memperoleh \"Melodi Perayaan\" setelah menyelesaikan setiap kompetisi dalam Mode Alur Cerita.\n● Trailblazer dapat memperoleh hadiah dengan menukarkan \"Melodi Perayaan\" di \"Penukaran Hadiah\".\n● Trailblazer dapat memperoleh peliharaan \"Boba\" di \"Penukaran Hadiah\".\n\n◆ Hadiah Waktu Terbatas ◆\n● Selama event waktu terbatas berlangsung, Trailblazer dapat memperoleh hadiah yang sesuai setelah menyelesaikan target misi yang ditentukan.\n\n◆ Petunjuk Event ◆\n● Setelah event waktu terbatas \"Bom-Bom Anjing Laut\" berakhir, Trailblazer tidak dapat memperoleh hadiah waktu terbatas dari event, tapi Trailblazer tetap dapat mengunjungi \"Arena Bom-Bom Anjing Laut\" di latar tempat \"Okhema\" untuk memainkan event dan memperoleh hadiah permanen.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnActivityMarble.png",
  "unlockConditions": "[PlayerLevel:21]"
}