{
  "_id": 50020,
  "id": "50020",
  "name": "Perintisan: Sihir Persahabatan!",
  "description": "Teman abu-abu yang pernah kamu temui di dalam mimpi telah datang sendiri ke dunia nyata Belobog. Dia telah datang untuk menyelesaikan krisis bayangan tidak dikenal yang menyerang penduduk, tapi dia sangat membutuhkan bantuan kamu dan rekan-rekanmu ....",
  "tabName": "Perintisan: Sihir Persahabatan!",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nTeman abu-abu yang pernah kamu temui di dalam mimpi telah datang sendiri ke dunia nyata Belobog. Dia telah datang untuk menyelesaikan krisis bayangan tidak dikenal yang menyerang penduduk, tapi dia sangat membutuhkan bantuan kamu dan rekan-rekanmu ....\n\n◆ Peraturan Event ◆\n● Setelah event dimulai, stage ujian yang baru akan dibuka setiap harinya, dengan total 5 stage.\n● Setiap stage tantangan memiliki 2 jenis tingkat kesulitan, yaitu \"Ujian Awal\" dan \"Ujian Resmi\". Setelah menyelesaikan tantangan \"Ujian Awal\", tingkat kesulitan \"Ujian Resmi\" akan dibuka.\n● Pada ujian kali ini, Trailblazer hanya dapat mengikuti tantangan dengan menggunakan karakter trial yang ditentukan, atau mengganti karakter yang sama yang sudah dimiliki.\n● Saat Trailblazer menaikkan \"Level Equilibrium\", level musuh juga akan meningkat.\n\n◆ Pengenalan Gameplay ◆\n● Dalam setiap stage ujian, karakter yang berbeda akan berperan sebagai Penyihir, memanggil tong sampah kecil dengan kemampuan yang berbeda-beda, dan bertempur bersama mereka.\n● Skill dan Ultimate Penyihir akan memperoleh efek pertempuran baru, dan mengarahkan tong sampah kecil untuk bertempur.\n● Tong sampah kecil memiliki kemampuan serangan dan kemampuan Talent baru, yang menghadirkan pengalaman pertempuran yang berbeda.\n● Pada tingkat kesulitan \"Ujian Resmi\", dapatkan penilaian \"Hadiah Bintang\" dengan menyelesaikan target kemampuan kombinasi yang ditentukan dan mengalahkan beberapa gelombang musuh sebelum putaran berakhir.\n\n◆ Hadiah Event ◆\n● Selama event berlangsung, Trailblazer dapat memperoleh hadiah di \"Hadiah Tong\" setelah mencapai target tantangan yang ditentukan dalam stage.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrashCanSummon.png",
  "unlockConditions": "[PlayerLevel:21]"
}