{
  "_id": 50022,
  "id": "50022",
  "name": "Teknik Ninja Perburuan Nada",
  "description": "Festival musik akbar menyembunyikan ancaman yang mengintai saat Pahlawan Ninja Dazzling tampil di panggung — Perburuan kembali dimulai! Pertunjukan band akan segera hadir, dijamin akan spektakuler!",
  "type": 261,
  "tabName": "Teknik Ninja Perburuan Nada",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\n● Festival musik akbar menyembunyikan ancaman yang mengintai saat Pahlawan Ninja Dazzling tampil di panggung — Perburuan kembali dimulai! Pertunjukan band akan segera hadir, dijamin akan spektakuler!\n\n◆ Peraturan Event ◆\n● Di dalam \"Teknik Ninja Perburuan Nada\", Trailblazer akan berperan sebagai manajer band dari pesta musik yang memimpin para anggota untuk menyelesaikan tiga pertunjukan di panggung utama kampus. Selama periode persiapan, Trailblazer perlu menyelesaikan berbagai tantangan musik untuk memperoleh inspirasi dan menulis lagu.\n● Setelah mengumpulkan inspirasi dan menyelesaikan komposisi lagu, Trailblazer dapat mengedit lagu yang akan dipertunjukkan lalu tampil di atas panggung. Lagu yang telah diedit juga akan terus diputar di area panggung utama Paperfold University.\n\n◆ Hadiah Permanen ◆\n● Selesaikan tantangan musik dalam tingkat kesulitan mudah atau sulit untuk mendapatkan \"Pin Kenangan\".\n● Dalam \"Imbalan Pertunjukan\", Trailblazer dapat menyerahkan \"Pin Kenangan\" untuk meningkatkan tingkat popularitas band dan memperoleh hadiah.\n\n◆ Hadiah Waktu Terbatas ◆\n● Selama event waktu terbatas, selesaikan Misi \"Perburuan Nada: Awal\" untuk memperoleh hadiah Light Cone. Kumpulkan inspirasi musik untuk memperoleh hadiah Material Superimpose.\n● Selama event waktu terbatas, Trailblazer dapat memperoleh hadiah yang sesuai setelah menyelesaikan target misi yang ditentukan.\n\n◆ Petunjuk Event ◆\n● Setelah event waktu terbatas \"Teknik Ninja Perburuan Nada\" berakhir, Trailblazer tidak dapat memperoleh hadiah waktu terbatas dari event, tapi Trailblazer tetap dapat mengunjungi latar tempat \"Panggung Utama\" di \"Penacony Paperfold University College\" untuk memainkan event dan memperoleh hadiah permanen.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMusicRhythm.png",
  "unlockConditions": "[PlayerLevel:21]"
}