{
  "_id": 50028,
  "id": "50028",
  "name": "Star Rail WORLD",
  "description": "Astral Express \"lagi-lagi\" menerima sebuah paket, dan kali ini adalah hadiah dari seorang produser game ....",
  "tabName": "Star Rail WORLD",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nAstral Express \"lagi-lagi\" menerima sebuah paket, dan kali ini adalah hadiah dari seorang produser game ....\n\n◆ Tujuan Event ◆\n● Trailblazer akan memainkan peran sebagai kurator dan mengelola cabang pameran \"Star Rail WORLD\".\n● Berbagai stan unik dari seluruh galaksi akan hadir di pameran, dan Trailblazer dapat mengundang karakter yang dikenal sebagai asisten untuk membantu mengelola acara.\n● Trailblazer dapat meningkatkan efisiensi pendapatan pameran dengan mengatur asisten secara bijak, menyelesaikan event pameran, dll. Kumpulkan lebih banyak \"Koin Emas\" untuk meningkatkan Level Area dan menjadikan pameran lebih ramai.\n● Level Area pameran memiliki batas maksimal, maksimal adalah Lv. 10.\n● Total pendapatan yang didapatkan dari seluruh Trailblazer di galaksi juga akan meningkatkan \"Progres Game\". Saat \"Progres Game\" mencapai 100%, hadiah akan terbuka.\n\n◆ Peraturan Hari Pameran ◆\n● Setiap hari secara alami akan membuka 2 Hari Pameran, di mana setiap Hari Pameran memiliki jumlah terbatas dari event pameran.\n● Event Pameran dibagi menjadi \"Pesan Antar Pom-Pom\" dan \"Event Tamu\", yang dapat memberikan sejumlah besar \"Koin Emas\" atau sumber daya lainnya setelah diselesaikan.\n● Setelah seluruh event pameran dalam satu Hari Pameran diselesaikan, maka Hari Pameran tersebut akan berakhir.\n● Ketika \"Progres Game\" mencapai 100%, maka Hari Pameran tidak lagi memiliki batasan pembukaan dan dapat dimainkan tanpa batas.\n\n◆ Petunjuk Event ◆\n● Meningkatkan level asisten dan membentuk ikatan khusus antar asisten dapat secara signifikan meningkatkan efisiensi pendapatan pameran.\n● Asisten yang bekerja di stan akan terus menghasilkan \"Koin Emas\", terlepas dari apakah Trailblazer sedang online atau tidak.\n● Setelah Hari Pameran saat ini berakhir, event pameran dan misi pameran tidak akan diperbarui lagi, dan pendapatan \"Koin Emas\" akan menurun secara drastis.\n\n◆ Hadiah Event ◆\n● Di \"Star Rail WORLD\", Trailblazer dapat meningkatkan Level Area dengan memperoleh \"Koin Emas\", dan akan menerima hadiah level setiap kali mencapai level baru.\n● Menyelesaikan berbagai target operasional dalam Hadiah Waktu Terbatas akan memberikan hadiah tambahan.\n● Kumpulkan pendapatan pameran bersama Trailblazer dari seluruh galaksi untuk meningkatkan \"Progres Game\". Setelah \"Progres Game\" mencapai 100%, kamu dapat memperoleh hadiah dari seluruh galaksi.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestPlanetFes.png",
  "unlockConditions": "[PlayerLevel:21]"
}