{
  "_id": 50035,
  "id": "50035",
  "name": "Legenda Manusia Pentung:\nRaja Iblis",
  "description": "Petualangan baru sudah dimulai — Kejar Raja Iblis Berjubah Hitam, rebut kembali pentung terkuat, dan jadilah \"Manusia Pentung\" terhebat!",
  "tabName": "Legenda Manusia Pentung: Raja Iblis",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan Singkat ◆\nPetualangan baru sudah dimulai — Kejar Raja Iblis Berjubah Hitam, rebut kembali pentung terkuat, dan jadilah \"Manusia Pentung\" terhebat!\n\n◆ Peraturan Event ◆\n● Event ini terdiri dari 6 stage pertempuran dengan 3 tingkat kesulitan: Mode Mudah, Normal, dan Edan. Setiap stage mencakup 3 tahap pertempuran.\n● Trailblazer perlu mengalahkan sejumlah musuh yang ditentukan dalam 3 tahap dengan jumlah giliran yang terbatas untuk menyelesaikan tantangan stage.\n● Setelah event dibuka, stage lanjutan baru akan dibuka setelah skor tertentu dicapai di stage sebelumnya.\n● Jika Trailblazer meningkatkan \"Level Equilibrium\", level musuh di dalam stage juga akan meningkat.\n● Trailblazer dapat memilih karakter trial untuk mengikuti tantangan.\n● Dalam event \"Legenda Manusia Pentung\", jumlah Energy yang dipulihkan karakter tim saat mengalahkan target musuh adalah 50% dari pemulihan Energy pada pertempuran biasa.\n\n◆ Ringkasan Gameplay ◆\n● Mengalahkan musuh di dalam stage akan memberikan EXP untuk meningkatkan \"Level Tim\".\n● Setiap stage memiliki efek \"Bonus Tim\" yang berbeda. Saat \"Level Tim\" meningkat, karakter tim juga akan memperoleh Buff stage sesuai dengan kelipatan level berdasarkan efek \"Bonus Tim\" dari stage saat ini.\n● Saat \"Level Tim\" meningkat, Trailblazer akan mendapatkan satu \"Senjata\" atau \"Aksesori\" acak. Saat mendapatkan \"Senjata\" atau \"Aksesori\" yang sudah dimiliki, levelnya akan ditingkatkan untuk memperoleh efek yang lebih kuat.\n● \"Senjata\" dapat bertindak sendiri atau dipicu karakter tim untuk mengakibatkan DMG ke musuh. \"Aksesori\" memberikan berbagai macam efek Buff ke karakter tim dan \"Senjata\".\n● Setiap \"Senjata\" memiliki resonansi \"Aksesori\" yang spesifik. Saat \"Senjata\" dan resonansi \"aksesori\" sudah mencapai level maksimal, \"Senjata\" dapat di-upgrade menjadi \"Senjata Legendaris\" yang kuat pada peningkatan level selanjutnya.\n● Beberapa \"Senjata\" khusus memiliki metode resonansi lain dan dapat ditingkatkan menjadi \"Senjata Kembar\" atau \"Senjata Teragung\" yang lebih kuat dan istimewa.\n● Di dalam stage, musuh akan menjadi semakin kuat seiring gelombang dan kemajuan tahap. Trailblazer dapat mengalahkan mereka dengan menyusun kombinasi \"Senjata\" dan \"Aksesori\" yang tepat, meningkatkan level Senjata, dan mendapatkan \"Senjata Legendaris\".\n\n◆ Gameplay Stage ◆\n● Di dalam setiap stage, terdapat 3 tahap tantangan berisi beberapa gelombang musuh. Setiap akhir tahap akan ditandai dengan \"Tantangan Elite\" atau \"Tantangan Boss\".\n● Setiap gelombang terdiri dari sejumlah musuh. Musuh akan terus datang sampai gelombang musuh kali ini habis dikalahkan.\n● Dalam setiap gelombang pertempuran, akan ada hitungan mundur putaran yang terbatas. Saat hitung mundur selesai, musuh yang belum dikalahkan akan menghilang, dan poin serta EXP tidak akan bisa diperoleh lagi.\n● Dalam setiap gelombang Elite atau Boss, akan ada \"Target Penyelesaian\". Trailblazer harus mengalahkan sejumlah musuh Elite yang ditentukan untuk lanjut ke tahap pertempuran berikutnya.\n● Peroleh lebih banyak poin dengan mengalahkan lebih banyak musuh dan mengakibatkan lebih banyak DMG ke Boss terakhir. Trailblazer juga akan memperoleh poin tambahan jika stage selesai dengan putaran yang tersisa.\n● Level Tim, Senjata, dan Aksesori yang diperoleh akan tersimpan otomatis saat berakhirnya setiap tahap pertempuran. Trailblazer dapat keluar sementara dan melanjutkan tantangan stage itu dari kemajuan yang tersimpan.\n◆ Jelajahi Galaksi ◆\n● Masing-masing stage pertama \"Planet V612\" sampai stage kelima \"Planet D007\" berisi beragam senjata awal yang sudah ditentukan. Trailblazer dapat memilih senjata awal sendiri di stage terakhir \"Sarang Raja Iblis\".\n● Mulai stage kedua \"Planet C996\", Trailblazer dapat memilih \"Strategi Petualangan\" di awal tiap tahap dalam stage, untuk mendapatkan lebih banyak Buff Stage.\n● Setelah menyelesaikan 3 tahap reguler dari stage terakhir \"Sarang Raja Iblis\", tahap \"Tantangan Raja Iblis\" akan terbuka. Trailblazer dapat menantang Boss terakhir dalam event ini \"Raja Iblis Berjubah Hitam\" di tahap tersebut.\n\n◆ Koin Emas Rakun ◆\n● Kalahkan musuh di dalam stage untuk memperoleh \"Koin Emas Rakun\".\n● Setelah menyelesaikan tantangan gelombang Elite dan mengalahkan Kaki Tangan Raja Iblis, Trailblazer dapat memperoleh \"Harta Karun Raja Iblis\" yang berisi sejumlah \"Senjata\"/\"Aksesori\" dan \"Koin Emas Rakun\".\n● Setelah menyelesaikan tantangan setiap stage, Trailblazer dapat menggunakan Koin Emas Rakun untuk meningkatkan Stats, memperkuat Senjata, dan membuka atau memperkuat berbagai macam fitur di Toko Alam Semesta.\n\n◆ Pengulangan Klasik ◆\n● Setelah menyelesaikan \"Legenda Manusia Pentung: Raja Iblis\", Trailblazer dapat memainkan \"Legenda Manusia Pentung: Keberangkatan\" di mesin arkade biru pada halaman event.\n\n◆ Hadiah Waktu Terbatas ◆\n● Selama event waktu terbatas berlangsung, selesaikan target misi yang ditentukan untuk memperoleh \"Hadiah Perjalanan\" yang sesuai dan Karakter 4★ pilihanmu.\n\n◆ Petunjuk Event ◆\n● Setelah event waktu terbatas \"Legenda Manusia Pentung: Raja Iblis\" berakhir, Trailblazer tidak dapat memperoleh hadiah waktu terbatas dari event, tapi masih dapat menantang stage untuk memperoleh \"Reputasi Alam Semesta\" dan meningkatkan \"Level Reputasi\", serta memperoleh hadiah yang bersangkutan.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuildSC.png",
  "unlockConditions": "[PlayerLevel:21]"
}