{
  "_id": 50032,
  "id": "50032",
  "name": "Bintang Beruntung Galaksi",
  "tabName": "Bintang Beruntung Galaksi",
  "tag": "Penjelasan Event",
  "introduction": "◆ Ketentuan Partisipasi Event ◆\n● Event dibagi menjadi 7 periode. Mulai dari hari pertama event, 1 periode undian baru akan dimulai setiap harinya.\n● Sebelum setiap periode berakhir (waktu spesifik dapat dilihat di antarmuka event), Trailblazer dapat memilih untuk mengikuti undian atau langsung mengambil hadiah tetap berupa Stellar Jade ×100. Hanya satu opsi yang dapat dipilih, dan Trailblazer dapat memilih opsi yang berbeda pada setiap periodenya.\n● Jika tidak mengambil tindakan selama periode undian, maka Trailblazer akan memperoleh hadiah tetap Stellar Jade secara default, dan Trailblazer tidak akan mengikuti undian. Setelah event dimulai, selain undian atau hadiah tetap, Trailblazer juga bisa langsung mengambil hadiah Berkat Keberuntungan berupa Stellar Jade ×100. Jika Trailblazer belum log in ke dalam game selama periode undian, maka Trailblazer dapat log in ke dalam game sebelum event berakhir untuk sekaligus mengambil hadiah Stellar Jade ×800.\n● Pengundian hadiah untuk setiap periode undian akan dilakukan pada hari berikutnya, dan waktu pengundian akan ditampilkan di antarmuka event.\n● Selama event berlangsung, Trailblazer dapat mengambil hadiah melalui halaman event ini.\n● Jika Trailblazer memperoleh hadiah selama periode event, namun tidak mengambil hadiah selama periode event, maka setelah event berakhir, Trailblazer tidak akan dapat mengambilnya lagi dan hadiah tidak akan dikirim kembali.\n● Server \"Astral Express\" dan \"Nameless\" berbagi 1 kuota hadiah. Dalam 7 periode event, total terdapat 20 Trailblazer yang akan menjadi Bintang Keberuntungan.\n\n◆ Hadiah Undian ◆\n● Bintang Keberuntungan: Stellar Jade ×500.000\n● Hadiah Utama: Stellar Jade ×600\n● Hadiah Kedua: Stellar Jade ×50\n\n◆ Ketentuan Undian ◆\n● Pada periode 1, 2, dan 3, akan ada 2 Trailblazer yang berpeluang menjadi Bintang Keberuntungan di setiap periode. Pada periode 4, 5, dan 6, akan ada 3 Trailblazer yang berpeluang menjadi Bintang Keberuntungan di setiap periode. Pada periode 7, akan ada 5 Trailblazer yang berpeluang menjadi Bintang Keberuntungan.\n● Pada setiap periode undian, jika Trailblazer memilih untuk ikut undian tapi tidak menjadi Bintang Keberuntungan, maka Trailblazer akan memiliki 10% peluang untuk memperoleh Hadiah Utama dan 90% peluang untuk memperoleh Hadiah Kedua.\n● Pada setiap periode, Trailblazer hanya bisa memenangkan salah satu dari tiga hadiah: Bintang Keberuntungan, Hadiah Utama, atau Hadiah Kedua, dan tidak bisa mendapatkan lebih dari satu hadiah di saat yang bersamaan.\n● Sepanjang 7 periode event, Trailblazer hanya dapat menjadi Bintang Keberuntungan 1 kali, dan satu Trailblazer yang sama tidak akan menjadi Bintang Keberuntungan lebih dari satu kali.\n\n◆ Pengingat Ketentuan Bintang Keberuntungan ◆\n● Jika selama menggunakan layanan yang disediakan oleh miHoYo, Trailblazer terbukti melanggar Syarat Layanan miHoYo, maka Trailblazer secara otomatis kehilangan kualifikasi untuk memenangkan hadiah Bintang Keberuntungan.\n● Trailblazer harus mematuhi hukum yang berlaku untuk berpartisipasi dalam event ini.\n● Jika Trailblazer adalah pemain di bawah umur, maka Trailblazer harus mendapatkan persetujuan dari wali untuk mengikuti event undian ini.\n● Jika Trailblazer terpilih sebagai Bintang Keberuntungan, miHoYo mungkin akan mengumpulkan informasi pribadimu.\n● Hal-hal lain yang tidak dijelaskan dalam event ini serta perilaku pemain selanjutnya akan tetap tunduk pada Syarat Layanan game \"Honkai: Star Rail\" yang telah disetujui Trailblazer.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}