{
  "_id": 50034,
  "id": "50034",
  "name": "Kantor Auu-Auu",
  "description": "Chimera yang dibudidayakan di Taman Kehidupan ternyata merupakan asisten andalan para penduduk Okhema? Jadilah pengurus para makhluk kecil ini dan bantu lebih banyak orang mengatasi kesulitan mereka!",
  "tabName": "Kantor Auu-Auu",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\n● Chimera yang dibudidayakan di Taman Kehidupan ternyata merupakan asisten andalan para penduduk Okhema? Jadilah pengurus para makhluk kecil ini dan bantu lebih banyak orang mengatasi kesulitan mereka!\n\n◆ Peraturan Event ◆\n● Di \"Kantor Auu-Auu\", Trailblazer akan memainkan peran sebagai pengurus Chimera. Trailblazer dapat mengerahkan Chimera yang cocok untuk bekerja dan menyesuaikan struktur tim berdasarkan karakteristik Chimera untuk meningkatkan peringkat tim Chimera di Taman Kehidupan.\n\n◆ Mode Lembur ◆\n● Setelah menyelesaikan misi event, Taman Kehidupan akan membuka \"Mode Lembur\".\n● Dalam \"Mode Lembur\", tim Chimera Trailblazer perlu menyelesaikan beberapa ronde pekerjaan. Trailblazer akan kembali ke antarmuka edit tim setelah setiap ronde pekerjaan berakhir. Pada saat ini, Chimera yang bertahan hidup dari ronde sebelumnya akan mewarisi statsnya, sementara Chimera yang pingsan kelelahan tidak dapat lanjut ke ronde berikutnya.\n● Temukan cara untuk memperoleh lebih banyak Kukis Auu sebelum seluruh Chimera \"pingsan kelelahan\".\n\n◆ Hadiah Permanen ◆\n● Tingkatkan peringkat tim Chimera untuk mendapatkan hadiah.\n\n◆ Hadiah Waktu Terbatas ◆\n● Selama event waktu terbatas berlangsung, Trailblazer dapat memperoleh hadiah yang sesuai dan Karakter 4★ pilihanmu setelah menyelesaikan target misi yang ditentukan.\n\n◆ Petunjuk Event ◆\n● Setelah event waktu terbatas \"Kantor Auu-Auu\" berakhir, Trailblazer tidak dapat memperoleh hadiah waktu terbatas dari event, tapi Trailblazer tetap dapat mengunjungi latar tempat \"Taman Kehidupan\" untuk memainkan event dan memperoleh hadiah permanen.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestChimera.png",
  "unlockConditions": "[PlayerLevel:21]"
}