{
  "_id": 50042,
  "id": "50042",
  "name": "Rumah Makan Labirin Chrysos",
  "description": "Kisah dan cerita memiliki kemungkinan yang tak terbatas. Mari menanam dan memasak bersama rekan-rekanmu, serta menikmati momen santai yang langka. Restoran di kedalaman labirin akhirnya segera resmi dibuka!",
  "tabName": "Rumah Makan Labirin Chrysos",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nKisah dan cerita memiliki kemungkinan yang tak terbatas. Bercocok tanam dan memasak bersama rekan-rekanmu, serta menikmati momen santai yang langka. Restoran di kedalaman labirin akhirnya segera resmi dibuka!\n\n◆ Peraturan Event ◆\n● Selama event berlangsung, Trailblazer akan mengelola ladang dan mengoperasikan restoran di kedalaman labirin bersama rekan-rekan yang tidak asing.\n● Gameplay event terbagi menjadi dua bagian, yaitu cocok tanam dan pengoperasian restoran. Di setiap hari operasional, Trailblazer dapat bercocok tanam dan mengoperasikan restoran masing-masing sebanyak 1 kali.\n● Dalam gameplay cocok tanam, Trailblazer dapat mengonsumsi Koin Emas Peri untuk menanam tanaman. Benih baru akan terbuka secara bertahap seiring dengan meningkatnya level bintang restoran.\n● Dalam gameplay pengoperasian restoran, Trailblazer perlu menggunakan hasil panen untuk mengatur menu hari ini, pengembangan, atau peningkatan level hidangan. Setelah restoran mulai beroperasi, buat hidangan dengan mengonsumsi bahan makanan dan penuhi permintaan pelanggan untuk mengumpulkan Koin Emas Peri. Selain itu, keseluruhan efisiensi operasional juga dapat ditingkatkan dengan mengonsumsi Koin Emas Peri untuk pelatihan staf dan mendekorasi restoran.\n● Setelah mengumpulkan omset yang cukup dan menyelesaikan misi pengelolaan, level bintang restoran dapat ditingkatkan, maksimal hingga 4★. Seiring dengan meningkatnya level bintang, jumlah pelanggan harian juga akan bertambah. Benih, staf, fasilitas restoran, dan hidangan juga akan bertambah secara bertahap.\n\n◆ Hadiah Event ◆\n● Lengkapi kolom-kolom di Buku Panduan Manajer untuk memperoleh Hadiah Permanen event.\n● Lengkapi kolom-kolom di Hadiah Waktu Terbatas untuk memperoleh hadiah waktu terbatas event.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestElfRestaurant.png",
  "unlockConditions": "[PlayerLevel:21]"
}