{
  "_id": 50048,
  "id": "50048",
  "name": "Mimpi Indah dan Cawan Suci",
  "description": "Benda pengabul segala impian, Cawan Suci, telah muncul di planet pengejar mimpi. Taipan bisnis dari Penacony yang sudah hidup 10 Era Amber mengulurkan undangan Perang Cawan Suci kepada para tamu terhormat ....",
  "tabName": "Mimpi Indah dan Cawan Suci",
  "tag": "Penjelasan Event",
  "introduction": "▌ Karakter kolaborasi tidak memiliki pengisi suara Bahasa Inggris, kamu bisa beralih ke suara bahasa lain untuk memainkannya.\n\n▌ \"Fate/Malam di Negeri Mimpi\"\n● Mesin pengabul segala impian — \"Cawan Suci\" — telah muncul di planet pengejar mimpi. Seorang taipan bisnis dari Penacony yang sudah hidup selama sepuluh Era Amber, kini mengulurkan undangan Perang Cawan Suci kepada para tamu terhormat ....\n\n▌ \"Fate/stay night\"\n◆ Pengenalan ◆\n● Perang Cawan Suci Penacony telah berakhir, sementara para jenius malah menambahkan fungsi baru pada Cawan Suci. Di suatu sudut di Radiant Feldspar, sebuah Perang Cawan Suci simulasi yang baru akan segera dimulai!\n\n◆ Peraturan Event ◆\n● \"Fate/stay night\" akan melibatkan Trailblazer dan 7 karakter simulasi dalam Perang Cawan Suci. Pemenang akhir akan ditentukan melalui beberapa ronde duel 1v1.\n\n◆ Hadiah Permanen ◆\n● Kamu dapat memperoleh poin hadiah dengan memainkan \"Fate/stay night\". Setelah poin hadiah mencapai tingkat tertentu, kamu dapat mengambil hadiah permanen dari \"Hadiah Poin\".\n\n◆ Hadiah Waktu Terbatas ◆\n● Selama event waktu terbatas berlangsung, kamu dapat memperoleh poin hadiah dengan memainkan \"Fate/stay night\". Setelah poin hadiah mencapai tingkat tertentu, kamu dapat mengambil hadiah waktu terbatas dari \"Hadiah Poin\".\n\n◆ Petunjuk Event ◆\n● Setelah event waktu terbatas \"Fate/stay night\" berakhir, Trailblazer tidak lagi dapat memperoleh hadiah waktu terbatas dari \"Hadiah Poin\", tapi tetap dapat mengunjungi latar tempat \"Radiant Feldspar\" untuk memainkan event dan memperoleh hadiah permanen.\n\n▌ \"Hadiah Takdir\"\n● Selama event berlangsung, dengan mengonsumsi total 200 \"Star Rail Special Pass\" di event Warp Versi 3.4 mana pun, Trailblazer dapat langsung mengambil hadiah setelah Warp Kolaborasi dibuka.\n● Semua event Warp di Versi 3.4 akan berbagi jumlah akumulasi konsumsi \"Star Rail Special Pass\"\n● Hadiah hanya dapat diambil satu kali selama event.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnCollaborationEventVersionQuest0340.png",
  "unlockConditions": ""
}