{
  "_id": 50063,
  "id": "50063",
  "name": "Cuacanya Bagus Sekali, Ayo Pelihara!",
  "description": "Entah bagaimana, kamu malah menjadi wali dari seekor dromas cilik ...?\nKarena sudah begini, mari kita bersama-sama saksikan perjalanan luar biasanya!",
  "tabName": "Cuacanya Bagus Sekali, Ayo Pelihara!",
  "tag": "Panduan Bermain",
  "introduction": "◆ Pengenalan ◆\nEntah bagaimana, kamu malah menjadi wali dari seekor dromas mungil ...?\nKarena sudah begini, mari kita bersama-sama saksikan perjalanan luar biasanya!\n\n◆ Peraturan Event ◆\n● Dalam event \"Cuacanya Bagus Sekali, Ayo Pelihara!\", kamu dapat mengatur dan menjalankan jadwal setiap minggunya untuk meningkatkan tiga Stats bayi dromas dan mendapatkan berbagai karakteristik. Jadwal yang berbeda akan memberikan pengalaman pertumbuhan yang berbeda untuk bayi dromas.\n● Setiap 3 minggu, bayi dromas akan menghadapi hari evaluasi. Jika Stats memenuhi syarat, bayi dromas dapat menyelesaikan hari evaluasi secara mandiri. Jika tidak, maka Trailblazer perlu membantunya. Setelah menyelesaikan hari evaluasi, bayi dromas akan memasuki tahap pertumbuhan berikutnya.\n● Setelah menyelesaikan evaluasi Masa Kanak-Kanak, Masa Remaja, dan Masa Dewasa Muda, Trailblazer dan bayi dromas akan merangkum pengalaman mereka, membuat catatan pertumbuhan, dan mendapatkan dekorasi yang sesuai.\n\n◆ Hadiah Permanen ◆\n● Selesaikan sejumlah hari evaluasi untuk memperoleh hadiah yang sesuai.\n\n◆ Hadiah Waktu Terbatas ◆\n● Selama event waktu terbatas berlangsung, Trailblazer dapat memperoleh hadiah yang sesuai setelah menyelesaikan target misi yang ditentukan.\n\n◆ Petunjuk Event ◆\n● Setelah event waktu terbatas \"Cuacanya Bagus Sekali, Ayo Pelihara!\" berakhir, Trailblazer tidak lagi dapat memperoleh hadiah waktu terbatas dari event, tapi tetap dapat mengunjungi latar tempat \"'Kota Suci Abadi' Okhema\" dan berbicara dengan \"Anaxa\" untuk memainkan event dan memperoleh hadiah permanen.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestHipplen.png",
  "unlockConditions": "[PlayerLevel:21]"
}