{
  "_id": 60003,
  "id": "60003",
  "name": "Simulated Universe: Bencana Swarm",
  "type": 31,
  "tabName": "Simulated Universe: Bencana Swarm",
  "tag": "Panduan Bermain",
  "introduction": "◆ Pengenalan ◆\nHerta, Ruan Mei, Screwllum, dan Stephen telah bekerja sama untuk membuat update besar Simulated Universe yang pertama!\nMereka tidak cuma melakukan update Blessing baru, benda langka dan event acak, tapi juga melakukan update pada peta \"Perjalanan Interelasi\", \"Dadu Interelasi\" dan \"Perangkat Interelasi\"!\n\n◆ Tujuan Gameplay ◆\n● Dalam gameplay \"Simulated Universe: Bencana Swarm\", Trailblazer harus melakukan tantangan \"Jalan Pathstrider\", meningkatkan poin \"Jejak Interelasi\", dan pada akhirnya membuka semua misi chapter utama.\n\n◆ Konten Gameplay ◆\n● \"Perjalanan Interelasi\": Bergerak di \"peta\" yang terdiri dari berbagai jenis Zona, rencanakan rute dan akhirnya mencapai tujuan.\n● \"Dadu Interelasi\": Setelah menyelesaikan setiap Zona, kamu dapat menggunakan Perangkat Interelasi untuk melempar \"Dadu Interelasi\". Efek \"Dadu Interelasi\" setiap Path berbeda-beda. Manfaatkan efek \"Dadu Interelasi\" dengan bijak, kamu akan memperoleh lebih banyak Blessing dan benda langka. \n● \"Jejak Interelasi\": Setelah poin \"Jejak Interelasi\" meningkat, kamu dapat memperoleh berbagai efek buff khusus (Perhatian: Efek buff hanya akan efektif di \"Simulated Universe: Bencana Swarm\").\n● \"Swarm: True Sting\": Di kedalaman permukaan ketiga, kamu dapat menantang pemimpin baru \"Swarm: True Sting\".\n● Selain itu, \"Simulated Universe: Bencana Swarm\" kali ini juga melakukan update untuk sejumlah besar Blessing baru, benda langka dan event acak, serta melakukan update untuk Path Resonance baru.\n\n◆ Hadiah Gameplay ◆\n● Kumpulkan chapter \"Bencana Swarm\" untuk memperoleh hadiah pengumpulan chapter.\n● Selesaikan \"Jalan Pathstrider\" untuk memperoleh hadiah yang bersangkutan.\n● Dengan menyelesaikan setiap tingkat kesulitan untuk pertama kalinya, kamu dapat memperoleh hadiah penyelesaian perdana.\n\n◆ Perhatian ◆\n● \"Simulated Universe: Bencana Swarm\" memiliki total 5 tingkat kesulitan, dan stage tingkat kesulitan V memiliki tingkat kesulitan dan tantangan yang tinggi. Trailblazer dapat memilih tingkat kesulitan yang sesuai dengan kondisi Trailblazer sendiri untuk melakukan tantangan.\n● Path \"Propagation\" baru dalam Simulated Universe akan terbuka setelah Trailblazer berhasil mengumpulkan semua chapter \"Bencana Swarm\" dan menyelesaikan Misi Petualangan \"Bencana Swarm: Akhir\".",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueDlcQuestBannerSmall1.png",
  "unlockConditions": "[FinishMainMission:8013103]"
}