{
  "_id": 60008,
  "id": "60008",
  "name": "Simulated Universe: Dunia 9",
  "description": "Dalam Immersion Device di \"Simulated Universe: Dunia 9\", Trailblazer dapat menukarkan Planar Ornament \"Izumo Gensei and Takama Divine Realm\" dan \"Sigonia, the Unclaimed Desolation\"",
  "type": 11,
  "tabName": "Simulated Universe: Dunia 9",
  "tag": "Panduan Bermain",
  "introduction": "◆ Peraturan Gameplay ◆\nAku, Herta, akan menjelaskan peraturan \"Simulated Universe\".\n● Selama pertempuran \"Simulated Universe\", Trailblazer dapat memperoleh Blessing yang kuat dari Path yang berbeda-beda, serta bertemu hal-hal acak dan benda langka khusus.\n● Dalam gameplay \"Simulated Universe\", Trailblazer dapat merasakan pengalaman kombinasi labirin yang dibuat secara acak, musuh elite yang ditingkatkan, dan pemimpin musuh.\n\n◆ Hadiah Gameplay ◆\n● Ada beberapa dunia di \"Simulated Universe\", konten dunia baru akan dibuka secara bertahap, seiring dengan kemajuan Simulated Universe dan progres Misi Trailblaze. Konten dan hadiah akan diperbarui seiring dengan terbukanya stage baru.\n● Selesaikan setiap dunia di \"Simulated Universe\" untuk pertama kalinya untuk mendapatkan Karakter 4★ \"Herta (Erudition: Ice)\", Stellar Jade, dan Star Rail Pass.\n● Selesaikan \"Simulated Universe\" untuk mendapatkan poin yang dapat ditukarkan dengan hadiah. Hadiah poin akan di-refresh setiap hari Senin pukul <unbreak>04</unbreak>:<unbreak>00</unbreak> (waktu server).\n● Trailblazer juga dapat memperoleh Stellar Jade dengan membuka Blessing dan Benda Langka di Arsip \"Simulated Universe\".\n● Trailblazer dapat memperoleh hadiah tambahan saat mengalahkan musuh di Simulated Universe: \"Zona — Elite\" atau \"Zona — Boss\".\n● Selesaikan \"Simulated Universe\" untuk mendapatkan Ability Point yang dapat digunakan di Ability Tree untuk mengaktifkan efek yang kuat, yang berguna untuk mendukung penjelajahanmu di gameplay \"Simulated Universe\".\n● Mulai dari \"Simulated Universe: Dunia 3\", penukaran hadiah \"Planar Ornament\" akan terbuka setelah mengalahkan musuh elite atau Boss.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueM9.png",
  "unlockConditions": "[FinishMainMission:1011502]"
}