{
  "_id": 60006,
  "id": "60006",
  "name": "Permukaan Tanpa Batas",
  "description": "Kali ini, Herta dan tiga anggota Genius Society yang lainnya membuat sejenis ... Uhh, perubahan kecil yang agak gila di Simulated Universe. Tapi ternyata, mereka masing-masing membuat kesalahan kecil, sehingga susunan kode menjadi berantakan. Akibatnya, Simulated Universe jadi mulai mengembang tanpa batas!\nSekarang ini, cuma kamu yang bisa membereskan masalah Simulated Universe yang menggila ini!",
  "type": 32,
  "tabName": "Permukaan Tanpa Batas",
  "tag": "Penjelasan Event",
  "introduction": "◆ Pengenalan ◆\nHerta, Ruan Mei, Screwllum, dan Stephen masing-masing telah melakukan modifikasi besar-besaran pada Simulated Universe.\n\n◆ Peraturan Event ◆\n● Setelah event dimulai, permukaan baru akan dibuka setiap harinya. Total terdapat 5 permukaan.\n● Setiap permukaan memiliki aturan berbeda yang membantu Trailblazer mendapatkan lebih banyak Blessing, Benda Langka, dan Cosmic Fragment untuk meningkatkan kekuatan.\n● Setiap permukaan terdiri dari Permukaan Biasa dan Permukaan Kegilaan. Setelah menyelesaikan Permukaan Biasa, Trailblazer dapat memasuki Permukaan Kegilaan.\n● Permukaan Kegilaan terdiri dari pertempuran banyak tingkatan yang beruntun, dan berlangsung selama 6 putaran hitung mundur. Jumlah musuh akan terus bertambah seiring dengan peningkatan tingkatan. Saat melewati stage, Trailblazer dapat memperoleh ekstra Manic Point jika masih ada jumlah Putaran yang tersisa.\n● Setelah menyelesaikan stage Permukaan Biasa, data karakter, Blessing, Benda Langka, Cosmic Fragment yang digunakan akan otomatis tersimpan. Trailblazer dapat menantang Permukaan Kegilaan berulang kali untuk memperoleh Manic Point yang lebih tinggi.\n● Saat Trailblazer meningkatkan \"Level Equilibrium\", level musuh dan karakter trial yang digunakan dalam event juga akan meningkat.\n\n◆ Hadiah Event ◆\nSelama event berlangsung, dengan menyelesaikan Permukaan Biasa, menantang Permukaan Kegilaan, dan memperoleh Manic Point, Trailblazer dapat mengambil Hadiah Permukaan di \"Hadiah Waktu Terbatas\".\n● Setelah jumlah Manic Point tertinggi di seluruh permukaan mencapai target tertentu, Trailblazer dapat mengambil hadiah yang sesuai.\n\n◆ Catatan Penting ◆\n● Semua Blessing, Benda Langka, Event yang ditemui di dalam permukaan tidak akan membuka entri di dalam Indeks Simulated Universe.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[PlayerLevel:21]"
}