{
  "_id": 60007,
  "id": "60007",
  "name": "Simulated Universe: Emas dan Mesin",
  "type": 34,
  "tabName": "Simulated Universe: Emas dan Mesin",
  "tag": "Panduan Bermain",
  "introduction": "◆ Pengenalan ◆\nHerta, Ruan Mei, Screwllum, dan Stephen telah bekerja sama untuk membuat update besar Simulated Universe yang kedua! Mereka tidak cuma melakukan update Blessing baru, benda langka dan event acak, tapi juga masih ada misi petualangan yang baru.\n\n◆ Tujuan Gameplay ◆\nDi \"Simulated Universe: Emas dan Mesin\", kamu harus mengumpulkan \"Rahasia Trailblaze\", mencari tahu kisah tentang IPC, dan membuka seluruh rahasia Aeon.\n\n◆ Konten Gameplay ◆\n● \"Dadu Kustom\": Dadu Kustom yang telah diperbarui mendukung fitur kustomisasi dan merakit permukaan dadu dengan bebas. Kumpulkan permukaan dadu dengan fungsi yang beragam untuk merakit \"Dadu Kustom\" dengan kemampuan yang beragam untuk memperoleh lebih banyak Blessing dan Benda Langka.\n●\"Resonance Extrapolation\": Saat melawan musuh Boss di kedalaman permukaan ketiga, kekuatan berlebih dari Path \"Erudition\" mengakibatkan gangguan pada sistem \"Simulated Universe\" sehingga mengeluarkan Path Resonance yang berbeda dan memberikan tantangan baru untuk pemain.\n● Selain itu, \"Simulated Universe: Emas dan Mesin\" kali ini telah memperbarui Blessing, Benda Langka, Event acak, dan juga Path Resonance.\n\n◆ Hadiah Gameplay ◆\n● Kumpulkan rahasia dari \"Simulated Universe: Emas dan Mesin\" untuk memperoleh hadiah koleksi.\n● Selesaikan \"Ujian\" dan \"Conundrum\" untuk memperoleh hadiah tantangan.\n● Saat menyelesaikan setiap tingkat kesulitan untuk pertama kalinya, kamu dapat memperoleh hadiah penyelesaian perdana.\n\n◆ Perhatian ◆\n●\"Simulated Universe: Emas dan Mesin\" memiliki total 5 tingkat kesulitan, dan stage tingkat kesulitan V memiliki tingkat kesulitan dan tantangan yang tinggi. Trailblazer dapat memilih tingkat kesulitan yang sesuai dengan kondisi Trailblazer sendiri untuk melakukan tantangan.\n● Path \"Erudition\" baru dalam Simulated Universe akan terbuka setelah Trailblazer berhasil mengumpulkan semua rahasia \"Emas dan Mesin\" dan menyelesaikan Misi Petualangan \"Emas dan Mesin: Akhir\".",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestRogueNous.png",
  "unlockConditions": "[FinishMainMission:8013103]"
}