{
  "_id": 60016,
  "id": "60016",
  "name": "Simulated Universe: Zona Rahasia",
  "description": "Di dalam Simulated Universe, para jenius menemukan area yang tidak bisa diamati yang disebut sebagai \"Zona Rahasia\".",
  "tabName": "Simulated Universe: Zona Rahasia",
  "tag": "Panduan Bermain",
  "introduction": "◆ Pengenalan ◆\nPerangkat Ekspansi baru. Herta dan Screwllum telah menemukan \"Simulated Universe: Zona Rahasia\" yang tidak bisa diamati! Benda Langka dan event acak yang tidak diketahui, beserta sistem \"Tongkat Kuasa\" dan Komponen peninggalan Rubert II ... Jangan-jangan mitra kelima yang disebut kedua jenius itu adalah ....\n\n◆ Tujuan Gameplay ◆\nSelesaikan \"Arsip Fraktal\" dan \"Kumpulan Manusia Fana\" untuk menyelesaikan tantangan\n\n◆ Hadiah Gameplay ◆\n● Kumpulkan Tongkat Kuasa, Komponen, Event, Benda Langka dari \"Simulated Universe: Zona Rahasia\" untuk memperoleh Hadiah Pengumpulan di \"Catatan Bionik\".\n● Dengan menyelesaikan setiap stage \"Arsip Fraktal\" untuk pertama kalinya, Trailblazer dapat memperoleh Hadiah Tantangan.\n● Dengan menyelesaikan setiap stage \"Kumpulan Manusia Fana\" untuk pertama kalinya, Trailblazer dapat memperoleh hadiah tambahan.\n● Segmen alur yang dikumpulkan selama stage dapat digunakan untuk memperoleh hadiah tambahan di \"Rahasia Trailblaze\".\n● Setelah menyelesaikan target \"Model Restrukturisasi\" yang ditentukan, Trailblazer dapat mengambil hadiah yang terkait.\n\n◆ Arsip Fraktal ◆\n● Selesaikan \"Arsip Fraktal\" untuk membuka stage baru, dan selesaikan stage baru untuk pertama kalinya untuk memperoleh hadiah tambahan. Di stage 5, Trailblazer dapat memasuki Permukaan Keempat untuk tantangan lebih lanjut.\n● Setelah menyelesaikan stage 5, sistem \"Level Conundrum\" akan ditambahkan ke stage 5.\n● Setelah mengaktifkan \"Level Conundrum\", tingkat kesulitan \"Arsip Fraktal\" akan meningkat drastis. Trailblazer dapat memilih Level Conundrum sesuai dengan kondisi Trailblazer untuk melakukan tantangan.\n● Trailblazer hanya dapat membuka \"Level Conundrum\" yang lebih tinggi dengan menyelesaikan stage 5 \"Arsip Fraktal\".\n● Trailblazer dapat memperoleh hadiah tambahan setiap menyelesaikan masing-masing \"Level Conundrum\" untuk pertama kalinya.\n\n◆ Kumpulan Manusia Fana ◆\n● Di \"Kumpulan Manusia Fana\" menawarkan tantangan khusus untuk pengalaman bermain, dan Trailblazer dapat memperoleh hadiah tambahan setelah menyelesaikan stage untuk pertama kalinya.\n● Setiap kali berhasil menantang \"Kumpulan Manusia Fana\", Trailblazer dapat melihat rekaman Konten Struktural untuk referensi saat menantang stage lainnya.\n● Segmen alur baru juga akan terbuka dengan berhasil menantang stage di \"Kumpulan Manusia Fana\".\n\n◆ Pemetaan Aritmetika ◆\n● Di \"Simulated Universe: Zona Rahasia\", Level Karakter, level Light Cone, Trace, dan Relic akan ditingkatkan setelah memenuhi syarat. Peningkatan tersebut sama seperti di \"Divergent Universe\".\n● Jika level karakter saat ini lebih rendah dari Max Level karakter di Level Equilibrium saat ini, maka akan ditingkatkan hingga mencapai Max Level karakter di Level Equilibrium saat ini.\n● Jika Trace yang sudah dibuka karakter belum diaktifkan, atau level Trace tidak memenuhi syarat Level Equilibrium saat ini, maka Trace akan diaktifkan atau ditingkatkan hingga level yang sesuai dengan Level Equilibrium saat ini.\n● Jika level penguatan Relic yang digunakan karakter tidak memenuhi syarat Level Equilibrium saat ini, maka Relic akan digantikan dengan Relic sementara yang sesuai dengan Level Equilibrium saat ini.\n\n◆ Poin Simulated Universe ◆\n● Poin Mingguan Simulated Universe dapat diperoleh baik dari \"Arsip Fraktal\" ataupun \"Kumpulan Manusia Fana\".",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueMagic.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}