{
  "_id": 60011,
  "id": "60011",
  "name": "Divergent Universe: Komedi Duniawi",
  "description": "Di Radiant Feldspar, Screwllum membuat cabang proyek baru yang terpisah untuk Simulated Universe.",
  "type": 233,
  "tabName": "Divergent Universe: Komedi Duniawi",
  "tag": "Panduan Bermain",
  "introduction": "◆ Pengenalan ◆\nMenggunakan teknologi Planet Screwllum sebagai media, Screwllum membuat cabang proyek yang benar-benar mandiri untuk Simulated Universe. Dia tidak hanya memperbarui Blessing, Benda Langka, dan event acak baru, tapi juga menyiapkan area uji coba baru, \"Persamaan\" dan \"Benda Langka Terbobot\", atau bahkan mungkin ada kejutan yang tak terduga.\n\n◆ Tujuan Permainan ◆\n● Selesaikan \"Kalkulasi Konvensional\" dan \"Kalkulasi Siklus\" untuk memperoleh Poin Kecocokan, agar dapat meningkatkan Level Kecocokan dan mendapatkan hadiah.\n\n◆ Hadiah Gameplay ◆\n● Kumpulkan Blessing, Persamaan, Event, Benda Langka, dan Benda Langka Terbobot di \"Divergent Universe\" untuk mendapatkan Hadiah Pengumpulan.\n● Dengan menyelesaikan setiap tingkat kesulitan \"Kalkulasi Konvensional\" untuk pertama kalinya, Trailblazer dapat memperoleh Hadiah Tantangan.\n● Trailblazer akan mendapatkan hadiah tambahan setelah menyelesaikan \"Kalkulasi Mingguan\" untuk pertama kalinya di setiap minggu.\n● Setelah menyelesaikan target \"Larik Stabil\" yang ditentukan, Trailblazer dapat mengambil hadiah yang terkait.\n\n◆ Kalkulasi Konvensional ◆\n● Selesaikan \"Kalkulasi Konvensional\" untuk membuka tingkat kesulitan baru, dan selesaikan tingkat kesulitan baru untuk pertama kalinya untuk memperoleh hadiah tambahan.\n● Setelah menyelesaikan tingkat kesulitan V, sistem \"Protokol Ambang Batas\" akan ditambahkan ke tingkat kesulitan V.\n● Setelah mengaktifkan \"Protokol Ambang Batas\", tingkat kesulitan \"Kalkulasi Konvensional\" akan meningkat drastis. Trailblazer dapat memilih level Protokol sesuai dengan kondisi Trailblazer untuk melakukan tantangan.\n● Trailblazer hanya dapat membuka \"Protokol Ambang Batas\" yang lebih tinggi dengan menyelesaikan stage \"Kalkulasi Konvensional\".\n● Trailblazer dapat memperoleh hadiah tambahan setiap menyelesaikan masing-masing level \"Protokol Ambang Batas\" untuk pertama kalinya.\n\n◆ Kalkulasi Siklus ◆\n● Di setiap minggunya, \"Kalkulasi Siklus\" akan memperbarui konten gameplay spesial, dan Trailblazer dapat memperoleh hadiah tambahan setelah menyelesaikan stage untuk pertama kalinya di setiap minggu.\n● Mainkan Kalkulasi Siklus untuk mendapatkan hadiah Poin Kecocokan tambahan (hadiah mingguan terbatas). Setelah mencapai batas maksimum, Trailblazer tetap dapat memperoleh \"Poin Kecocokan\" dengan menyelesaikan \"Kalkulasi Mingguan\".\n● Pada \"Kalkulasi Siklus\", Trailblazer dapat memilih tingkat kesulitan dan Protokol Ambang Batas yang akan dibuka di \"Kalkulasi Konvensional\".\n● \"Kalkulasi Siklus\" akan diperbarui setiap hari Senin pukul <unbreak>04</unbreak>:<unbreak>00</unbreak> (waktu server).\n\n◆ Pemetaan Aritmetika ◆\n● Di \"Divergent Universe\", Level Karakter, level Light Cone, Trace, dan Relic akan ditingkatkan setelah memenuhi syarat. Peningkatan tersebut hanya berlaku di \"Divergent Universe\".\n● Jika level karakter saat ini lebih rendah dari Max Level karakter di Level Equilibrium saat ini, maka akan ditingkatkan hingga mencapai Max Level karakter di Level Equilibrium saat ini.\n● Jika Trace yang sudah dibuka karakter belum diaktifkan, atau level Trace tidak memenuhi syarat Level Equilibrium saat ini, maka Trace akan diaktifkan atau ditingkatkan hingga level yang sesuai dengan Level Equilibrium saat ini.\n● Jika level penguatan Relic yang digunakan karakter tidak memenuhi syarat Level Equilibrium saat ini, maka Relic akan digantikan dengan Relic sementara yang sesuai dengan Level Equilibrium saat ini.\n\n◆ Ekspansi Hadiah Level Kecocokan ◆\n● Level Kecocokan \"Divergent Universe\" akan diekspansi secara berkala, dan menyediakan hadiah baru.\n● Sebelum Level Kecocokan diekspansi, jika Level Kecocokan mencapai batas maksimal, maka Trailblazer tidak dapat memperoleh Poin Kecocokan dari \"Divergent Universe\".\n\n◆ Poin Simulated Universe ◆\n● Poin Simulated Universe dapat diperoleh baik dari \"Kalkulasi Siklus\" ataupun \"Kalkulasi Konvensional\".",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall1.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}