{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Langlebigkeitspille der Grausamkeit",
  "description": "Erhöht nach der Verwendung im nächsten 3 Kämpfen die max. LP aller Verbündeten um 20 % und ihren Effekt-WDS um 6 %.",
  "story": "Ein exklusives Heilmittel der Xianzhou Yaoqing, das angeblich die allgemeine Fitness verbessert und diejenigen, die es einnehmen, für kurze Zeit gegen alle Krankheiten immun macht.\nAuf der Yaoqing verliebte sich der Legende nach ein Heiler namens Yu in ein foxianisches Händlermädchen. Aber die Vidyadhara-Rasse konnte tausend Jahre leben, viel länger als die Foxianer. Yu suchte nach Möglichkeiten, seine Geliebte aus dem Griff des Todes zu befreien. Er fiel auf die List der Jünger des Sanctus Medicus herein und bat seine Geliebte, die Langlebigkeitsmedizin des Überflusses einzunehmen, ohne ihr zu sagen, was es war. Das foxianische Mädchen verwandelte sich in eine Ausgeburt, die ihn nicht mehr liebte, bevor sie von den Wolkenrittern erschlagen wurde. Um zu verhindern, dass Yu, der von seinem Kummer übermannt wurde, in den Bann von Mara geriet, ordnete die Alchemiekommission an, dass er die Langlebigkeitspille der Grausamkeit einnehmen sollte, die ihn bis zu seinem Ableben der Liebe und des Verlangens beraubte.\nEs gibt noch eine andere Version der Legende, in der Yu nicht der Vidyadhara-Rasse angehörte, sondern ein einfacher Sterblicher war, während das foxianische Mädchen als Spionin von den Jüngern eingeschleust wurde, um die Alchemiekommission zu infiltrieren. Diese Version ist nicht so populär, denn sie macht aus einer Liebesgeschichte einen Machtkampf.\n\n„Wer mit ganzem Herzen liebt und lebt, wird von Mara befallen, während jene, die sich von Sehnsucht und Verlangen losmachen, ein Jahrtausend alt werden können. Fragt euch Folgendes: Welchen Schmerz verursacht Mara und welche Freude schenkt einem ein tausendjähriges Leben?“",
  "rarity": 5,
  "source": [
    {
      "description": "Omni-Synthesemaschine",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Saat",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Ambra des Überflusses",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Harter Chip der Nichtigkeit",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Baumaterial der Bewahrung",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Interdimensionales Blatt",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Verbrauchsgegenstand"
  }
}