{
  "_id": 403004,
  "id": "stone_from_the_everwinter_monument",
  "name": "Stein des Immerwinter-Denkmals",
  "description": "Erhöht nach der Verwendung die Chance von Effekt-WDS aller Verbündeter gegen Gefroren für den nächsten Kampf um 50 %.",
  "story": "Die Trauernden Mimen kamen vor langer Zeit nach Jarilo-VI, als das Stellaron noch nicht auf dem Planeten aufgetaucht war und es noch nicht die als Ewiger Frost bekannte Katastrophe gab. Die einzige Bedrohung, der sich dieser zerbrechliche kleine Planet gegenübersah, war der Krieg mit der Antimaterie-Legion. Die Trauernden Mimen hatten keine Kenntnis von den Architekten. Das Einzige, was sie sahen, war die Spur der Zerstörung, die die Legion hinterließ. Sie ruderten ihre Gondeln leise über den Himmel und verschwanden, bevor die Legion sie bemerken konnte, und sie hinterließen nur eine stumme Grabrede.\nDie Zeit verging wie im Flug, und die Architekten fanden einen schönen Stein, der in leuchtenden Farben schimmerte. Sie mischten den Stein mit Geomark und bauten ein Monument, von dem manche sagen, es stehe noch immer im Herzen der Festung Qlipoth in der Stadt Belobog.\n\n„Selbst wenn wir umkommen müssen, werden die, die nach uns kommen, wissen, dass dies der Ort ist, an dem wir einst standen.“",
  "rarity": 5,
  "source": [
    {
      "description": "Omni-Synthesemaschine",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 181005,
              "name": "Kern aus Eis",
              "rarity": 2,
              "count": 3
            },
            {
              "id": 182004,
              "name": "Baumaterial der Bewahrung",
              "rarity": 3,
              "count": 3
            },
            {
              "id": 182005,
              "name": "Harter Chip der Nichtigkeit",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183003,
              "name": "Tränenkristall des glorreichen Todes",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Verbrauchsgegenstände"
  }
}
