{
  "_id": 403005,
  "id": "topological_acceleration_band",
  "name": "Topologisches Beschleunigungsband",
  "description": "Erhöht nach der Verwendung die GES aller Verbündeten im nächsten 3 Kämpfen für 2 Rd. um 24 %.",
  "story": "Die Abteilung für angewandte Kunst der Herta-Raumstation hat einmal ein interessantes Experiment durchgeführt. Die Forscher fügten einem Stein der Jagd auf einem topologischen Schleifenband 3 Aidensche Vektoren hinzu, sodass der Stein sich selbst verfolgte. Auf diese Weise war der Stein in der Lage, unter bestimmten Bedingungen den Zustand eines Perpetuum mobile zu erreichen. Die Abteilung kümmerte sich nicht um den Verlust der Pfadleistung in dem Experiment, sondern bemerkte ein anderes Phänomen: Um seinen Pfad zu beschreiten, bewegte sich der Stein mit einer sehr geringen Geschwindigkeit, die jedoch allmählich in kleinen Schritten zunahm. Die Forscher machten sich dies zunutze und entwickelten das Topologische Beschleunigungsband. Abgesehen davon, dass es die gewöhnlichen Gummibänder für Trainingszwecke ersetzt, ist seine Verwendung zum jetzigen Zeitpunkt sehr begrenzt.\n\n„Angenommen, wir würden sie in Massenproduktion herstellen, könnten sie dann die gesamte Energie eines bestimmten Pfades verbrauchen?“\n„Keine Ahnung ... Derzeit wissen wir nicht viel darüber, wie Pfade funktionieren.“",
  "rarity": 5,
  "source": [
    {
      "description": "Omni-Synthesemaschine",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180006,
              "name": "Gasförmige Flüssigkeit",
              "rarity": 1,
              "count": 6
            },
            {
              "id": 182003,
              "name": "Stein der Jagd",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182007,
              "name": "Schleim der Harmonie",
              "rarity": 3,
              "count": 3
            },
            {
              "id": 183004,
              "name": "Mythosknoten",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Verbrauchsgegenstände"
  }
}
