{
  "_id": 10019,
  "id": "10019",
  "name": "Regreso a las estrellas",
  "type": 19,
  "tabName": "Regreso a las estrellas",
  "tag": "Evento de regreso",
  "introduction": "◆Información◆\nDurante el evento, los Trazacaminos que regresen al juego podrán recoger 1 vez los Regalos de regreso. Participa y completa los eventos «7 días de visitas» y «Camino de regreso» para obtener las recompensas correspondientes. También podrás disfrutar de Doble botín al desafiar y superar Cáliz o Caverna de la corrosión durante el evento.\n\n◆Recompensas por inicio de sesión acumulada durante «7 días de visitas»◆\nDurante el evento, inicia sesión diariamente y podrás obtener recompensas. Estas se actualizarán todos los días a las <unbreak>04</unbreak>:<unbreak>00</unbreak> (hora del servidor). Solo puedes reclamar cada recompensa una vez y recibir recompensas durante un máximo de 7 días.\n\n◆Recompensas del evento «Camino de regreso»◆\nDurante el evento, completa las misiones designadas y podrás obtener recompensas y Trayectoria de regreso. Cuando alcances cierta cantidad de Trayectoria de regreso, podrás obtener la recompensa correspondiente a ese nivel. Cada recompensa adicional solo se puede recibir una vez.\n\n◆Doble recompensa adicional en «Doble botín»◆\nDurante el periodo de regreso, recibirás oportunidades de obtener recompensas dobles en Cáliz, Caverna de la corrosión y desafíos para obtener ornamentos. Después de consumir oportunidades de recompensa doble y Poder trazacaminos, podrás obtener una recompensa adicional además de la recompensa original.\n※ Si el evento «Regreso a las estrellas» está disponible al mismo tiempo que algún evento de recompensas dobles como el de «Jardín de la opulencia», consumirás primero las oportunidades de recompensa doble de «Jardín de la opulencia» u otros eventos similares.\n\n◆Encuesta de regreso◆\nCompleta la encuesta y podrás obtener recompensas. Las recompensas serán enviadas por correo. Solo podrás llenar la encuesta una vez. Si ya la enviaste, no podrás volver a rellenarla ni modificarla.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}