{
  "_id": 10043,
  "id": "10043",
  "name": "Ven conmigo en este viaje",
  "description": "Querid{F#a}{M#o} Trazacaminos, ¡tus compañeros a bordo del Expreso te están esperando para que vuelvas a embarcarte en grandes aventuras cósmicas a su lado! ¡Gana hasta <unbreak>480</unbreak> Jades estelares!",
  "type": 38,
  "tabName": "Ven conmigo en este viaje",
  "tag": "Detalles del evento",
  "introduction": "◆Detalles del evento◆\n● Durante el evento, podrás invitar a otros Trazacaminos a que regresen y así obtener Jade estelar y otras jugosas recompensas.\n● Si eres un Trazacaminos activo, puedes compartir tu código de invitación personal para invitar a regresar a otros Trazacaminos que cumplan los requisitos, y obtener recompensas de Jade estelar y oportunidades de sorteo.\n● Tras iniciar sesión en el juego, los Trazacaminos de regreso también podrán compartir su código de invitación personal con otros Trazacaminos elegibles para que regresen y participen en el evento web.\n※ Si eres un Trazacaminos de regreso, la actualización de tu estado en la página del evento puede demorarse un poco. Espera 2 minutos y vuelve a refrescar la página.\n\n◆Trazacaminos de regreso◆\nLos Trazacaminos que pueden participar en el evento «Regreso a las estrellas» se consideran Trazacaminos de regreso. Los requisitos de participación para el evento «Regreso a las estrellas» son:\n● Haber alcanzado el nivel trazacaminos <unbreak>10</unbreak> o superior.\n● Haber completado la misión trazacaminos «La larga espera del filo de espada» de Jarilo-VI.\n● Llevar <unbreak>14</unbreak> días consecutivos o más sin iniciar sesión en el juego.\n● Haber pasado <unbreak>40</unbreak> días o más desde la última activación del evento «Regreso a las estrellas».\n※ La duración del estado de Trazacaminos de regreso es la misma que la duración del evento «Regreso a las estrellas» en el juego.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestRetrunRecall.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}