{
  "_id": 150005,
  "id": "150005",
  "name": "Guerras Etéreas",
  "description": "El popular juego Guerras Etéreas está celebrando el Festival del Torneo Interastral, en el que los jugadores están listos para mostrar su fuerza...",
  "type": 27,
  "tabName": "Guerras Etéreas",
  "tag": "Detalles del evento",
  "introduction": "◆Información◆\nGuerras Etéreas es un juego de batallas de cartas coleccionables desarrollado por la Corporación para la Paz Interastral que usa monedas etéreas como medio y que ha arrasado en el universo desde su lanzamiento. En este juego, los datos de cualquier organismo pueden transformarse en espíritus etéreos para que los jugadores \"coleccionen, luchen, entrenen y mejoren\". Actualmente, la Corporación ha decidido organizar un Festival del Torneo Interastral en Belobog, donde jugadores de Guerras Etéreas de todo el universo competirán por el título de campeón.\n\n◆Reglas del evento◆\n● El evento adoptará reglas de batalla especiales, y tendrás que luchar contra oponentes utilizando espíritus etéreos.\n● El objetivo del evento es llevarse el título de campeón del Festival del Torneo Interastral. Tendrás que superar todas las pruebas de cada una de las cuatro zonas de victoria y derrotar al aspirante al título para ganar insignias de maestría. Para poder participar en el torneo tienes que conseguir cuatro insignias de maestría.\n● En el modo de desafío del evento, Enfrentamiento de hipervínculos, podrás enfrentarte a otros jugadores del universo en un combate de espíritu etéreos, y ver con qué personas de tus viajes pasados te cruzarás.\n● Durante el desafío, podrás conocer a varios jugadores y espíritus etéreos, y reforzar tu equipo de espíritus etéreos coleccionándolos, haciéndolos luchar, entrenándolos y mejorándolos.\n\n◆Recompensas◆\n● En el evento Guerras Etéreas, puedes aumentar tu clasificación de victoria desafiando zonas de victoria y enfrentamientos de hipervínculos. Recibirás recompensas tras alcanzar distintas clasificaciones de victoria.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestAetherDivide.png",
  "unlockConditions": "[PlayerLevel:21]"
}
