{
  "_id": 30002,
  "id": "30002",
  "name": "Contienda cósmica",
  "description": "Alguien dejó un regalo misterioso en la Estación Espacial Herta. La primera persona que lo abra se meterá en problemas...",
  "type": 7,
  "tabName": "Contienda cósmica",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nEncuentra objetivos, atácalos e intenta derrotarlos. Cada día puedes buscar objetivos 3 veces y los intentos se actualizan a las <unbreak>04</unbreak>:<unbreak>00</unbreak>.\nObtendrás Estrellas de honor según tu rendimiento en los ataques. Cuantas más Estrellas de honor consigas, más recompensas podrás obtener.\n\n◆Requisitos de participación◆\nNivel trazacaminos ≥<unbreak>22</unbreak>.\n\n◆Ataques y ataques cooperativos◆\nPara lanzar un ataque necesitas consumir al menos un misil píxel. Los misiles consumidos se regeneran al día siguiente.\nTambién puedes lanzar ataques cooperativos compartiendo los objetivos que encuentres con tus amigos y otros Trazacaminos para que te ayuden.\nSi ayudas a otros jugadores, ganarás Estrellas de honor adicionales.\n\n◆Combates◆\nTras lanzar un ataque, comenzará una batalla de 7 ciclos en total contra el enemigo. Cuando pasen esos ciclos, la batalla terminará automáticamente.\nEl daño causado al enemigo se acumulará durante la batalla, hasta que el objetivo esté totalmente derrotado.\nSi quieres, puedes consumir 3 misiles píxel para aumentar el daño infligido en la batalla.\n\n◆Estrellas de honor◆\nEncuentra objetivos, participa en ataques y derrota enemigos antes de que escapen para ganar Estrellas de honor. Quien descubrió al objetivo obtiene Estrellas de honor adicionales.\nCuanto más daño inflijas al objetivo, y cuanto más peligroso sea este, más Estrellas de honor conseguirás.\nSi completas las misiones diarias de Contienda cósmica también ganarás Estrellas de honor.\nCuando tengas suficientes Estrellas de honor, podrás recoger las recompensas de la batalla.\n\n◆Registro de batalla◆\nPuedes ver el registro de batalla de cada ataque para revivir el proceso de derrota del enemigo.\nEn los ataques cooperativos también puedes repasar las batallas de otros Trazacaminos.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnAntiVirus.png",
  "unlockConditions": "[PlayerLevel:22]"
}