{
  "_id": 40002,
  "id": "40002",
  "name": "Narraciones extraordinarias",
  "description": "Tras aplacar la crisis del Luofu, las hazañas de los Anónimos empezaron a extenderse como la pólvora. El Sr. Xiyan, cuentacuentos de la Dársena de astroesquifes, parece tener mucho interés en sus aventuras y está pensando en adaptarlas en forma de narraciones orales...",
  "type": 28,
  "tabName": "Narraciones extraordinarias",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nLa fama de los Anónimos se ha extendido por todo Xianzhou, y Xiyan, el cuentacuentos del Luofu, no puede esperar más para contar sus hazañas. Con ese propósito se ha dirigido a ti para pedirte ayuda.\n\n◆Detalles del evento◆\n● Cuando comience el evento, cada día se desbloqueará un nuevo acto de Hazañas de los héroes, hasta un total de 3. Tras completar cada acto, también se irán desbloqueando las Leyendas perennes.\n● Durante el evento, tras superar Hazañas de los héroes, desbloquearás modelos de protagonista cuyas habilidades puedes fortalecer gradualmente. Usa estas habilidades para combatir en Leyendas perennes con más facilidad.\n● Los modelos de protagonista pueden proporcionar diversos tipos de combinaciones de halos brillantes; úsalos como quieras para que sus efectos se activen en Leyendas perennes.\n● Aprovecha y equípate las mejores combinaciones de halos brillantes de los modelos de protagonista para obtener una puntuación más alta durante la batalla.\n● Puedes elegir personajes de prueba para participar en Leyendas perennes.\n● Durante la batalla, los enemigos aparecerán continuamente durante cierto número de ciclos; inflige daño y derrótalos para poder conseguir puntos. Cada vez que termine la batalla, se actualizarán los puntos máximos según los resultados del desafío.\n● Si aumentas tu nivel de Equilibrio, la fuerza de los enemigos del evento y el nivel de los personajes de prueba también aumentará.\n\n◆Recompensas del evento◆\nDurante el evento, cada vez que alcances una cantidad específica de puntos en Leyendas perennes, podrás recoger las recompensas de desafío correspondientes de la lista de recompensas. Cuando consigas al menos <unbreak>10</unbreak> <unbreak>000</unbreak> puntos en una escena de Leyendas perennes, podrás desbloquear el capítulo correspondiente a esa escena en «Oda {F#a la}{M#al} Trazacaminos». Los protagonistas del capítulo variarán según los personajes que uses en combate. Desbloquea todos los capítulos para conseguir el objeto limitado Oda {F#a la}{M#al} Trazacaminos. Este objeto de misión de tu inventario permite volver a ver la historia, y solo se puede obtener en este evento.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}
