{
  "_id": 40006,
  "id": "40006",
  "name": "Crepúsculo oculto",
  "description": "Hay una niña perdida en medio del bullicioso mercado de Oqueima. Mira a todos lados, como si buscara algo...",
  "tabName": "Crepúsculo oculto",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nHay una niña perdida en medio del bullicioso mercado de Oqueima. Mira a todos lados, como si buscara algo... Eres {F#una}{M#un} trazacaminos amable. Sigue las pistas que ha dejado la niña para encontrar los pergaminos sagrados dispersos por todos lados y descubrir el pasado olvidado de la polis...\n\n◆Información del evento◆\n● Hay 5 pergaminos en este evento. Encuentra los pergaminos correspondientes en distintos escenarios y entra en combate para derrotar a los oponentes de esta historia.\n● Las 5 etapas de batalla se irán desbloqueando cada día. Para desbloquear la etapa 5, debes obtener puntos en las 4 etapas anteriores.\n● Si aumentas tu nivel de Equilibrio, la fuerza de los enemigos en este evento también aumentará.\n● Puedes elegir personajes de prueba para participar en los desafíos.\n● En Crepúsculo oculto, cuando un aliado elimina a un enemigo, solo recupera el 50% de la energía que recuperaría en las batallas normales.\n\n◆Pergaminos dispersos◆\n● En total, hay cuatro pergaminos dispersos por la polis (que corresponden a las etapas 1-4). En cada etapa hay un enemigo clave que cuenta con un mecanismo de mutación.\n● Una manera eficiente de derrotar al enemigo es concentrarte en desafiar su mecanismo de mutación. Al activar el mecanismo de mutación durante el combate, el nivel de bonificación de etapa aumentará.\n● El nivel de bonificación de etapa es un efecto positivo que se puede acumular y aumentar durante la etapa. Acumular un mayor nivel de bonificación de etapa aumentará la capacidad de combate de los personajes.\n●Las etapas 1-4 constan de 2 fases, la acumulación de bonificaciones y el desafío final.\n● La fase de acumulación de bonificaciones tiene una cuenta regresiva de 3 ciclos. Los enemigos aparecerán continuamente. Durante esta fase, utiliza el mecanismo de mutación de los enemigos clave para aumentar todo lo posible el nivel de bonificación de etapa.\n● Durante la fase de desafío final, ya no se puede incrementar el nivel de bonificación de etapa. Derrota a todas las oleadas de enemigos que puedas en 4 ciclos para obtener más puntos. Si te sobran ciclos al superar la etapa, conseguirás puntos adicionales. Si te retiras en esta fase, el nivel de bonificación de etapa que obtengas será registrado.\n● Cuando comience la fase de desafío final, las habilidades definitivas de todos los aliados se activarán de inmediato.\n\n◆Desafío del Titán◆\n● Desafío del Titán es la etapa 5, el desafío con el jefe final. Puedes heredar el nivel de bonificación de etapa más alto que hayas obtenido en cada una de las etapas 1-4.\n● Antes de entrar en la etapa, selecciona 2 bonificaciones de etapa acumuladas de las etapas 1-4 y utilízalas para desafiar al jefe final.\n● Derrota a todas las oleadas de enemigos que puedas en 4 ciclos para obtener más puntos. Si te sobran ciclos al superar la etapa, conseguirás puntos adicionales.\n\n◆Recompensas◆\n● Durante el evento, alcanza el nivel de bonificaciones de etapa requerido y obtén la cantidad de puntos indicada para reclamar las recompensas de duración limitada.\n● Desafía todas las etapas y obtén el puntaje requerido para obtener el Botín del tiempo.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnTVSeason2.png",
  "unlockConditions": "[PlayerLevel:21]"
}