{
  "_id": 40004,
  "id": "40004",
  "name": "Aventura aromática",
  "description": "El programa de pruebas especiales sobre alucinaciones y percepciones autoinducidas de organismos desconocidos del Departamento de Ecología ha comenzado, y te han invitado a participar en las pruebas como {F#testeadora}{M#testeador}...",
  "tabName": "Aventura aromática",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nEl Departamento de Ecología está muy ocupado: con la llegada de los genios del Círculo, han puesto en marcha un programa de pruebas especiales sobre alucinaciones y percepciones autoinducidas de organismos desconocidos. En estas pruebas, la activación de ciertos complementos aromáticos altera la percepción de los evaluadores, causándoles alucinaciones de todo tipo. Te han pedido que te enfrentes a estas pruebas y superes las ilusiones generadas durante las pruebas para ayudar al Departamento de Ecología a recopilar información crucial de todo tipo.\n\n◆Aviso◆\n● Una vez comience el evento, primero se desbloqueará el modo normal de Aventura aromática. Después de completar todas las etapas del modo normal, podrás desbloquear las etapas del modo desesperación al hablar con Nubebot.\n● Cuando finalice el evento de duración limitada, no podrás recoger las recompensas por tiempo limitado del evento.\n\n◆Aventura aromática◆\n● Las ilusiones simuladas por la estimulación aromática difieren en parte de los jefes normales. Lee las descripciones de sus características al inicio de la batalla.\n● Solo podrás pasar a la siguiente etapa de desafío una vez que alcances cierta puntuación en la etapa anterior.\n● La dificultad de los enemigos en el modo normal aumentará con el nivel de Equilibrio. La dificultad de los enemigos en el modo desesperación será siempre la misma.\n● Durante el evento, puedes elegir configurar diferentes complementos aromáticos para obtener bonificaciones de habilidades en la batalla.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityStrongChallenge.png",
  "unlockConditions": "[PlayerLevel:21]"
}