{
  "_id": 50006,
  "id": "50006",
  "name": "Historias raposianas para no dormir",
  "description": "El Horno de la Creación ha estallado y los heliobus que había en su interior se han fugado. La Comisión de los Diez Líderes se encarga de erradicar a estos demonios, por lo que estás a punto de adentrarte en una aventura sobrenatural en compañía de los jueces de la Comisión.",
  "tabName": "Historias raposianas para no dormir",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nEl Horno de la Creación ha estallado y los heliobus que había en su interior se han fugado. La Comisión de los Diez Líderes se encarga de erradicar a estos demonios, por lo que estás a punto de adentrarte en una aventura sobrenatural en compañía de las juezas de la Comisión.\n\n◆Requisitos de participación◆\nPuedes participar en el evento tras completar la continuación trazacaminos «Sustos en el parque». Podrás realizar los encargos de investigación de Páramo Paranormal y acceder a las etapas de desafíos de los Archivos sobrenaturales.\nUna vez que concluya el evento de duración limitada «Historias raposianas para no dormir», ya no podrás obtener las recompensas por tiempo limitado de este evento. Sin embargo, puedes ir a los capítulos de la continuación trazacaminos «Historias raposianas para no dormir» y visitar el Jardín del Sosiego en el Luofu de Xianzhou para participar en los eventos de Páramo Paranormal y los Archivos sobrenaturales para obtener las recompensas permanentes.\n\n◆Páramo Paranormal◆\n● En Páramo Paranormal, la brigada cazafantasmas y tú se encargan de gestionar la cuenta de PequeñaGuiGuinevere. Ayuda a aumentar el nivel de popularidad de la cuenta al conseguir más seguidores.\n● En Páramo Paranormal puedes aceptar encargos de investigación. Al completar estos encargos, puedes editar y subir las publicaciones de la brigada cazafantasmas para atraer comentarios de los internautas, conseguir muchos seguidores y recibir puntos de gratificación.\n● Acumular seguidores aumenta la fase de popularidad de la cuenta en Páramo Paranormal. Al alcanzar nuevas fases de popularidad, se desbloquean nuevos capítulos de la continuación trazacaminos «Historias raposianas para no dormir». Complétalos para desbloquear más encargos de investigación.\n● Además de aceptar encargos de investigación, también puedes responder comentarios de los internautas de Páramo Paranormal y obtener puntos de gratificación.\n\n◆Archivos sobrenaturales◆\n● Completa la continuación trazacaminos «Historias raposianas para no dormir» para desbloquear las torres de supresión del Jardín del Sosiego, junto con sus respectivos desafíos en Archivos sobrenaturales. Cada torre de supresión consta de cuatro niveles de dificultad.\n● Al completar las etapas de los Archivos sobrenaturales, obtendrás puntos de gratificación. Completar los desafíos en estas etapas permite obtener recompensas en la sección de Recompensas sobrenaturales.\n● Tras completar la continuación trazacaminos «Sueño raposiano», podrás acceder a Expulsión del mal en los Archivos sobrenaturales, compuesta por cuatro Incursiones bélicas. Cada una se desbloquea después de completar todos los niveles de dificultad de las etapas en una torre de supresión.\n● Todos los desafíos en los Archivos sobrenaturales requieren del uso de las técnicas de exorcismo que se obtienen en «Historias raposianas para no dormir».\n\n◆Recompensas permanentes◆\n● Puedes obtener puntos de gratificación al completar encargos de investigación en Páramo Paranormal y etapas en los Archivos sobrenaturales.\n● Con el Plan de suscripción puedes reclamar recompensas de subscripción al aumentar tu nivel de suscripción mediante el envío de puntos de gratificación.\n\n◆Recompensas de duración limitada◆\n● Durante el evento de duración limitada, obtendrás un cono de luz al completar «Sustos en el parque». Al elevar tu nivel de popularidad en Páramo Paranormal obtendrás materiales de superposición como recompensa.\n● Durante el evento de duración limitada, podrás reclamar recompensas en la sección Recompensas de duración limitada al completar encargos de investigación en Páramo Paranormal, completar los desafíos de los Archivos sobrenaturales y participar en el modo de juego del mapa del Jardín del Sosiego.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesHeliobus.png",
  "unlockConditions": "[PlayerLevel:21]"
}