{
  "_id": 50003,
  "id": "50003",
  "name": "El bullicio del Callejón Aurum",
  "description": "La zona comercial del Callejón Aurum, que ha estado en decadencia durante mucho tiempo, ahora tiene una oportunidad de revitalizarse. Puede ser financiada por la Corporación o revitalizada por el gremio local y tú tienes el poder de influir en esta decisión.",
  "tabName": "El bullicio del Callejón Aurum",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nLa zona comercial del Callejón Aurum, que ha estado en decadencia durante mucho tiempo, ahora tiene una oportunidad de revitalizarse. Puede ser financiada por la Corporación o revitalizada por el gremio local y tú tienes el poder de influir en esta decisión.\n\n◆Aviso◆\n● Cuando se active el evento, cada día se desbloqueará una nueva misión de aventuras de la serie «De nuevo en activo». Tras completar «De nuevo en activo I», podrás empezar con la gestión del Callejón Aurum. En total hay 4 fases de gestión.\n● Cuando termine el evento por tiempo limitado «El bullicio del Callejón Aurum», ya no podrás recoger las recompensas de duración limitada, pero podrás seguir jugando «El bullicio del Callejón Aurum» en el Sánctum de la Exaltación del Luofu de Xianzhou y obtener las recompensas permanentes.\n\n◆Gestión del Callejón Aurum◆\n● Durante la gestión del Callejón Aurum, gana fondos del gremio para ayudar al gremio de comerciantes a resolver la crisis. Tras conseguir la meta de recaudación de cada fase y entregársela al gremio, se activará la siguiente misión y cambiará la apariencia del Callejón Aurum.\n● Durante el periodo de gestión, también podrás completar los eventos de tiendas para establecer relaciones de colaboración con ellas. Acto seguido, podrás avanzar en el proceso de gestión y modificar la apariencia de la tienda. Algunas tiendas, después de establecer colaboraciones, proporcionarán bienes que se podrán vender.\n● Después de avanzar en la fase de gestión del Callejón Aurum, se desbloquearán más eventos de tiendas. \n\n◆Cargamento de mercancía◆\n● Durante el periodo de gestión del Callejón Aurum, podrás ganar fondos del gremio cargando mercancías.\n● Tras completar eventos de tiendas, podrás añadir nuevos pedidos y mercancías.\n● Después de alcanzar el objetivo de fase del Callejón Aurum, desbloquearás los pedidos personalizados de cada tienda como un desafío de juego.\n● Tras avanzar en la fase de gestión del Callejón Aurum, un astroesquife de carga de mayor capacidad estará disponible, permitiendo la obtención de mayores ganancias.\n\n◆Planificación logística◆\n● Durante el periodo de gestión del Callejón Aurum, podrás planificar rutas en Planificación logística y obtener las recompensas correspondientes al alcanzar determinadas puntuaciones.\n● Tras completar eventos de tiendas, podrás desbloquear las tiendas correspondientes en Planificación logística y planificar la ruta logística desde la tienda hasta el muelle.\n● Después de alcanzar el objetivo de fase del Callejón Aurum, aparecerán los eventos callejeros. Complétalos para obtener recompensas y desbloquear las bonificaciones de ruta en Planificación logística.\n● Al mejorar el nivel de la fase de gestión del Callejón Aurum, se habilitarán los carriles de elevación baja, media y alta para dar cabida a más tiendas.\n\n◆Recompensas permanentes◆\n● Obtén certificados de prosperidad a través de la planificación logística, los eventos de tiendas, los eventos callejeros y los pedidos personalizados.\n● Canjea certificados de prosperidad por recompensas en Beneficios del gremio.\n\n◆Recompensas de duración limitada◆\n● Durante el periodo del evento de duración limitada, completa los modos de juego de almacenamiento de mercancías, planificación logística, etc. y consigue recompensas de planificación logística en Recompensas de duración limitada.\n● Durante el periodo de evento de duración limitada, si completas eventos de tiendas y eventos callejeros puedes obtener recompensas de progreso de revitalización en Recompensas de duración limitada.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesAlley.png",
  "unlockConditions": "[PlayerLevel:21]"
}