{
  "_id": 50015,
  "id": "50015",
  "name": "Saga de la hoja primaveral",
  "description": "La ceremonia de Habilidades Estelares de Combate está a la vuelta de la esquina, y Siete de Marzo ha sido invitada a aprender el arte de la espada de la mano de Yanqing y Yunli. Como su maestr{F#a}{M#o} asistente, tendrás que organizar su programa de entrenamiento para ayudarla a ganar su próximo duelo de espadas.",
  "type": 240,
  "tabName": "Saga de la hoja primaveral",
  "tag": "Instrucciones",
  "introduction": "◆Introducción◆\nEn «Saga de la hoja primaveral», serás {F#la}{M#el} maestr{F#a}{M#o} asistente de espada y organizarás el programa de entrenamiento de Siete de Marzo. Ayúdala a dominar los movimientos de espada para derrotar a Skott en 15 días.\n\n◆Información del evento◆\nPuedes programar hasta 4 sesiones de entrenamiento para Siete de Marzo al día. Aumenta sus atributos a través del entrenamiento básico y construye una base sólida para aprender a usar la espada.\n● Haz que Siete de Marzo domine movimientos de espada más avanzados para que supere hitos y progrese hasta alcanzar el nivel de Corazón forjado a espada.\n● El evento incluye múltiples encuentros de práctica de espada, que pueden completarse a través de diferentes encuentros de Xianzhou, ayudantes y anécdotas de entrenamiento. El final de las historias puede variar en los distintos encuentros de práctica de espada.\n\n◆Recompensas permanentes◆\nAl completar diferentes finales, podrás obtener recompensas de recolección. Además, tras alcanzar cierta cantidad de finales, podrás obtener el objeto para desbloquear el Eidolon de la Vía de la Cacería de Siete de Marzo.\n\n◆Recompensas de duración limitada◆\n● Durante el evento de duración limitada, completa misiones de Práctica de espada determinadas y gana recompensas. Una vez que termine el evento de duración limitada, ya no podrás obtener las recompensas de duración limitada.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestSwordTraining.png",
  "unlockConditions": "[PlayerLevel:21]"
}