{
  "_id": 50014,
  "id": "50014",
  "name": "Choque de pajaritos de papel",
  "description": "¿Qué es esto? ¿Una invitación para probar el juego \"Choque de pajaritos de papel\"? Dado que el remitente es La Familia, no debería ser una estafa...",
  "type": 231,
  "tabName": "Choque de pajaritos de papel",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nChoque de pajaritos de papel es un juego de batalla de máquina recreativa coleccionable desarrollado por La Familia, que ofrece un sencillo modo de juego eliminación de bloques. Te invitamos a participar en una sesión de prueba de este proyecto en curso.\n\n◆Información del evento◆\n● En el evento «Choque de pajaritos de papel», tendrás que localizar las máquinas recreativas distribuidas por los desarrolladores en varias ubicaciones de Colonipenal y luego regresar al campo de batalla en el {TEXTJOIN#87} para enfrentarte en batallas de eliminación de bloques con otros participantes.\n● Durante la batalla, tendrás que eliminar frutas para alimentar a tus pajaritos de papel y aumentar su poder de combate. Consigue la victoria en el último duelo.\n● Alimenta a los pajaritos de papel con las frutas que más les gusten o aprovecha los mecanismos especiales del campo de batalla para eliminar frutas más fácilmente.\n● Tras completar los Desafíos de la máquina recreativa básicos, se desbloqueará el modo de Trifulca multijugador. Podrás enfrentarte a otros Trazacaminos de otros mundos en un combate multijugador.\n\n● Además, habrá disponible un Desafío libre, que te permitirá participar en duelos más emocionantes con tus compañeros.\n\n◆Recompensas permanentes◆\n● Supera una etapa de desafío por primera vez para obtener recompensas.\n\n◆Recompensas de duración limitada◆\n● Durante el evento de duración limitada, completa objetivos determinados y gana recompensas.\n\n◆Nota◆\n● Una vez que termine el evento de duración limitada «Choque de pajaritos de papel», ya no podrás obtener las recompensas de duración limitada ni enfrentarte a otros Trazacaminos en modo multijugador. Sin embargo, todavía podrás dirigirte a la máquina recreativa de pajaritos de papel en el {TEXTJOIN#87} y seguir jugando para obtener las recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMatchThree.png",
  "unlockConditions": "[PlayerLevel:21]"
}