{
  "_id": 50018,
  "id": "50018",
  "name": "Ceremonia de Habilidades Estelares de Combate",
  "description": "La ceremonia de Habilidades Estelares de Combate comienza con gran pompa en la Bifurcacielos del Luofu, y expertos en artes marciales de todo el cosmos se reúnen para medir sus habilidades. Tú también participarás en esta suprema competencia marcial y comenzarás un viaje de leyenda...",
  "tabName": "Ceremonia de Habilidades Estelares de Combate",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nLa ceremonia de Habilidades Estelares de Combate comienza con gran pompa en la Bifurcacielos del Luofu, y expertos en artes marciales de todo el cosmos se reúnen para medir sus habilidades. Tú también participarás y tendrás un papel muy especial...\n\n◆Información del evento◆\n● Durante el evento, serás {F#la entrenadora}{M#el entrenador} de Luka, participante y representante de Belobog en la ceremonia de Habilidades Estelares de Combate.\n● El torneo consta de varias fases. Derrota a cada uno de los campeones en los combates eliminatorios para progresar a la siguiente fase del torneo y enfrentarte finalmente a Yanqing, el defensor del título, en el desafío por el título final.\n● Antes de desafiar al campeón en cada fase del torneo, debes derrotar al resto de contendientes en los combates de cualificación para acumular puntos. Cuando consigas los puntos requeridos, estarás cualificad{F#a}{M#o} para desafiar al campeón en el combate eliminatorio de la fase actual del torneo.\n\n◆Normas del combate◆\n● En los combates, ambos contendientes acumularán Bullicio según el apoyo del público.\n● Cada combate presenta diferentes mecanismos denominados momentos destacados, donde los competidores deben realizar acciones específicas en batalla para desencadenarlos y acumular Bullicio para su bando.\n● Cuando el avatar del oponente en el orden de acción parpadee con un aviso rojo, sus acciones acumularán Bullicio.\n● A medida que tu Bullicio aumente, el Bullicio del oponente disminuirá, y viceversa.\n● Cuando el Bullicio de cualquier contendiente alcance el máximo, el campo de batalla entrará en el estado de Motivación potenciada, que otorgará una poderosa bonificación al bando que tenga el apoyo del público.\n● Como {F#entrenadora}{M#entrenador}, puedes usar durante la batalla secretos tácticos con diferentes efectos para apoyar a Luka, además de equipar bebidas tácticas antes del combate para proporcionarle mejoras pasivas de combate.\n● Puedes usar personajes de prueba para participar en los combates.\n● A medida que aumenta el nivel de Equilibrio, los enemigos serán más fuertes.\n\n◆Combates de cualificación◆\nParticipa en los combates de cualificación para derrotar a otros competidores y obtener puntos. Cuando obtengas suficientes puntos, podrás desafiar a un campeón en el combate eliminatorio de la fase del torneo actual.\n● Hay 2 posibles competidores para desafiar en los combates de cualificación de cada fase, pero solo podrás desafiar a uno al mismo tiempo.\n● Tras obtener los puntos requeridos, visita el tablón de resultados de la sala para confirmar tu cualificación para participar en el combate eliminatorio de esa fase del torneo y desafiar al campeón.\n\n◆Combate por invitación especial◆\n● En algunas fases del torneo hay combates por invitación especial que puedes seleccionar. Al participar en ellos, no obtendrás puntos de combate de cualificación.\n● Cuando desafíes los combates por invitación especial, podrás participar en los combates de cualificación con normalidad.\n\n◆Entrenamiento onírico◆\n● En Entrenamiento onírico, podrás desafiar a los campeones en combates de mayor dificultad, con un total de 5 etapas.\n● Al completar el combate eliminatorio de cada fase del torneo, se desbloqueará una nueva etapa del Entrenamiento onírico.\n● En las batallas del Entrenamiento onírico, tendrás que derrotar en 6 ciclos a los jefes de las 3 fases.\n● Al final de cada desafío, puedes ganar una puntuación más alta si quedan ciclos restantes sin usar.\n● En las batallas del Entrenamiento onírico, las acciones de los aliados no acumulan Bullicio.\n● Completa los objetivos del Entrenamiento onírico para obtener recompensas de entrenamiento.\n\n◆Recompensas permanentes◆\n● Completa los combates eliminatorios y de cualificación para obtener insignias de espada de la ceremonia.\n● En \"Recompensas de la ceremonia\", podrás canjear las insignias de espada de la ceremonia por recompensas.\n● También podrás obtener la mascota colmipir y los objetos para desbloquear los Eidolon de Siete de Marzo (Cacería) en \"Recompensas de la ceremonia\".\n\n◆Recompensas de duración limitada◆\n● Durante el evento de duración limitada, completa objetivos determinados y gana recompensas.\n\n◆Aviso◆\n● Una vez que termine el evento de duración limitada «Ceremonia de Habilidades Estelares de Combate», ya no podrás obtener las recompensas de duración limitada. Sin embargo, todavía podrás dirigirte al tablón de tácticas de la Bifurcacielos para jugar al evento y obtener las recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}