{
  "_id": 50012,
  "id": "50012",
  "name": "«Relojito: Dulces sueños del pasado»",
  "description": "Estudios Reloj, la productora detrás de la serie de animación de Relojito, se enfrenta a una crisis. Y justo en este momento, el director de la película ha desaparecido...",
  "type": 221,
  "tabName": "«Relojito: Dulces sueños del pasado»",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nEstudios Reloj sufre una crisis de producción debido a la desaparición del Relojero. ¡Ayúdalos a completar la edición de la película de Relojito «Dulces sueños del pasado»!\n\n◆Información del evento◆\n● Completa la misión de aventuras «Reloj parado» para poder comenzar a editar la película «Dulces sueños del pasado».\n● El progreso en la edición ayudará al parque temático a obtener fondos y, cuando alcances el 100%, podrás lanzar un estreno para revitalizarlo. Los fondos que obtengas tras completar la proyección se utilizarán para reparar las pantallas dañadas del parque.\n● A medida que avance el proceso de edición, el equipo de producción tendrá la oportunidad de grabar comerciales. Completa las misiones de comerciales para obtener recompensas.\n● Podrás desbloquear más comerciales a medida que progresa la edición de «Dulces sueños del pasado».\n\n◆Edición cinematográfica◆\n● La clave para editar la película es saber utilizar los dados de tiempo de forma adecuada. Asignar los dados de tiempo a diferentes tropos aumentará el número de tomas en cada tropo y recibirás diferentes reacciones de los espectadores, lo que producirá cambios en las emociones de Nervios, Risas y Lágrimas que provoca la película. Estas tres emociones de la audiencia son la clave para que la película triunfe o sea un fracaso.\n● Antes de completar la película, se llevará a cabo una proyección de prueba interna. Cada película tiene sus propios estándares de proyección de prueba. La película solo podrá superar la proyección de prueba interna cuando satisfaga ciertos requisitos específicos.\n● Si la película no cumple con los requisitos durante la proyección de prueba interna, se considerará que la edición ha fracasado. Además, si alguno de los tres tipos de emociones de la audiencia llega a 0, significa que el contenido de la película es problemático y también se considerará un fracaso de edición.\n\n◆Historias derivadas◆\n● Tras editar satisfactoriamente la película durante el proceso de edición cinematográfico, obtendrás rollos de película con las historias derivadas de los personajes secundarios. Tras grabar fragmentos de la trama que contengan avances de cada historia derivada, podrás desbloquear la película de la historia derivada correspondiente. ¡Ayuda a los animadores del parque a completar las historias de los personajes secundarios!\n\n◆Recompensas permanentes◆\n● Durante el proceso de edición, también tendrás la oportunidad de probar diferentes direcciones de la trama, que pueden desembocar en un final completamente distinto al original. Por cada edición que completes con un final distinto, podrás obtener las recompensas correspondientes en la Paga Relojito.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnClockPark.png",
  "unlockConditions": "[PlayerLevel:21]"
}