{
  "_id": 50010,
  "id": "50010",
  "name": "Corrientes de guerra",
  "description": "Un investigador del Departamento de Mantenimiento ha creado un juego de combate en una burbuja del recuerdo, y te ha invitado a entrar y jugar...",
  "type": 210,
  "tabName": "Corrientes de guerra",
  "tag": "Instrucciones",
  "introduction": "◆Introducción◆\nUn investigador del Departamento de Mantenimiento es fan tuyo. Utilizó burbujas del recuerdo para recrear su juego favorito de la infancia y ha pedido a alguien que te invite a jugarlo, e incluso ha creado una función de apoyo para ti. Sería demasiado grosero rechazarlo...\n\n◆Información del evento◆\n● Durante el evento, se desbloquearán 6 etapas de combate.\n● Durante el combate, debes derrotar 3 oleadas de jefes enemigos en 6 ciclos. Además, aparecerán constantemente enemigos que no son jefes.\n● Puedes lograr una puntuación más alta si quedan ciclos restantes sin usar cuando superes la etapa.\n● La energía recuperada cuando un aliado derrota a un enemigo es igual al <unbreak>50%</unbreak> de la de un combate normal.\n● Puedes seleccionar personajes de prueba para participar en el desafío.\n● Cuando aumentes tu nivel de Equilibrio, los enemigos también aumentarán su fuerza.\n\n◆Modo de juego◆\n● Cada etapa tiene su propio mecanismo de Coraje. Actívalo para acumular valor de Coraje, aumentar tu fase de Coraje y obtener más bonificaciones.\n● Después de ingresar a Coraje fase 4: El despertar del poder, ¡obtendrás poderosas bonificaciones de etapa para derrotar a los enemigos!\n\n◆Valor de Coraje◆\n● El valor de Coraje se acumula cada vez que se activan los mecanismos de Coraje durante una batalla.\n● Los personajes pueden acumular una pequeña cantidad de valor de Coraje cada vez que realizan una acción.\n● Una vez que tu valor de Coraje alcance el valor objetivo, puedes aumentar tu fase de Coraje.\n● La cantidad de valor de Coraje necesaria para aumentar tu fase de Coraje en cada etapa es diferente. Puedes verificarlo en cada etapa.\n\n◆Fases de Coraje◆\n● Hay 4 fases de Coraje en total. Cada vez que alcances la siguiente fase, puedes activar una función de apoyo adicional para obtener más bonificaciones de etapa.\n● Ingresa a Coraje fase 4: El despertar del poder para obtener grandes bonificaciones. La función de apoyo activa en esta fase es la bonificación pilar de esta etapa. Se añade por defecto y no se puede elegir.\n● En cada etapa, las funciones de apoyo en Coraje fase 2 y Coraje fase 3 deben seleccionarse antes de entrar en combate.\n● Coraje fase 4: El despertar del poder terminará cuando se alcance cierto valor de acción, y el combate volverá a Coraje fase 3 cuando esto ocurra.\n● Durante Coraje fase 4: El despertar del poder, cada ataque contra un enemigo acumula ataques del despertar. Se devolverá una cierta cantidad de valor de Coraje cuando regreses a Coraje fase 3 según el número de ataques del despertar acumulados, lo que te ayudará a volver rápidamente a Coraje fase 4: El despertar del poder.\n\n◆Recompensas del evento◆\n● Durante el evento, aumenta la fase de Coraje a una fase específica en cada etapa y derrota al jefe de la etapa para recoger las recompensas de duración limitada de esa etapa.\n● Desafía todas las etapas y derrota a la primera oleada de jefes en todas las etapas para recoger el regalo de Bob.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFeverTime.png",
  "unlockConditions": "[PlayerLevel:21]"
}