{
  "_id": 50011,
  "id": "50011",
  "name": "La leyenda del Bate Galáctico",
  "description": "Giovanni te ha invitado a probar un juego basado en ti. ¡Derrota a enemigos de todo el universo y fabrica las armas más poderosas para ascender a la cima de tu personificación como Bate Galáctico!",
  "type": 220,
  "tabName": "La leyenda del Bate Galáctico",
  "tag": "Instrucciones",
  "introduction": "◆Introducción◆\nGiovanni te ha invitado a probar un juego basado en ti. ¡Derrota a enemigos de todo el universo y fabrica las armas más poderosas para ascender a la cima de tu personificación como Bate Galáctico!\n\n◆Información del evento◆\n● Este evento está compuesto por un total de seis etapas de combate con tres dificultades. Cada etapa consta de tres fases de combate.\n● Derrota a un número determinado de enemigos dentro de un número limitado de rondas a lo largo de tres fases de combate para completar el desafío de la etapa.\n● Cuando comience el evento, deberás alcanzar la puntuación requerida en la etapa previa para desbloquear la etapa posterior.\n● Si aumentas tu nivel de Equilibrio, la fuerza de los enemigos del evento también aumentará.\n● Puedes elegir personajes de prueba para participar en los desafíos.\n● La energía que recuperan los aliados al derrotar un enemigo en «La leyenda del Bate Galáctico» es un 50% de la que recuperarían en un combate normal.\n\n◆Modo de juego◆\n● Derrota enemigos en las etapas para obtener EXP y mejorar el nivel del equipo.\n● Cada etapa tiene un efecto de bonificación de equipo distinta. Al aumentar el nivel del equipo, los aliados obtienen la bonificación correspondiente de acuerdo con los efectos de la bonificación de equipo de la etapa actual.\n● Al mejorar el nivel del equipo, podrás escoger un arma o accesorio al azar. Si obtienes un arma o accesorio que ya tenías, aumentará su nivel y obtendrán efectos más potentes.\n● Las armas pueden actuar de manera independiente o ser activadas por un aliado para infligir daño a los enemigos. Mientras que los accesorios proporcionan diversos efectos positivos a las armas y a los aliados.\n● Cada arma tiene un accesorio de resonancia especial. Cuando tengas un arma a nivel máximo y su accesorio de resonancia, podrás mejorarla a una poderosa arma legendaria.\n● En las etapas, los enemigos serán progresivamente más fuertes en cada oleada y fase. Combina sabiamente tus armas y accesorios, y sube las armas de nivel hasta convertirlas en armas legendarias para derrotar los enemigos cada vez más fuertes.\n\n◆Modo de juego de las etapas◆\n● En cada etapa, habrá varias oleadas de enemigos a lo largo de tres fases. Al final de cada fase debes enfrentarte a enemigos de élite o un jefe.\n● En cada oleada, habrá un número determinado de enemigos. Los enemigos aparecerán continuamente hasta que se derroten todos los enemigos de la oleada actual.\n● En cada oleada de combate hay una cuenta regresiva con un límite de ciclos. Cuando termine la cuenta regresiva, los enemigos que no hayan sido derrotados desaparecerán y no podrás obtener los puntos ni la EXP que habrías obtenido al derrotarlos.\n● En la oleada de enemigos de élite de cada fase, habrá determinados objetivos de superación que requieren derrotar a cierta cantidad de enemigos de élite para poder pasar a la siguiente fase de combate.\n● Derrota al mayor número posible de enemigos e inflige el mayor daño posible al jefe final para obtener más puntos. Si quedan ciclos restantes al completar la etapa, obtendrás puntos adicionales.\n● Al concluir cada fase de combate, el nivel del equipo actual, las armas y accesorios obtenidos y otros datos se guardarán automáticamente. Si decides salir temporalmente, podrás usar los datos guardados para continuar el desafío actual.\n\n◆Exploración cósmica◆\n● Cada etapa desde la primera (Planeta volcánico) hasta la quinta (Planeta de dulces sueños) tiene designada un arma inicial diferente. En la etapa final, Agujero negro eterno, puedes escoger tu arma inicial.\n● A partir de la cuarta etapa, Planeta en miniatura, puedes elegir distintas estrategias de aventura al principio de cada fase dentro de la etapa para obtener bonificaciones de etapa adicionales.\n● Tras completar las tres fases normales de la última etapa, Agujero negro eterno, se desbloqueará una fase de desafío adicional en la que podrás enfrentarte a un enemigo poderoso y obtener así una mayor puntuación.\n\n◆Mapachelines◆\n● Obtendrás mapachelines al derrotar enemigos en las etapas.\n● Obtendrás tesoros cósmicos tras superar oleadas de enemigos de élite en cada etapa. Los tesoros cósmicos otorgan una cantidad aleatoria de armas, accesorios y mapachelines.\n● Tras completar los desafíos de cada etapa, puedes gastar mapachelines en la Cosmitienda para mejorar atributos, potenciar armas y comprar funciones de juego.\n\n◆Recompensas del evento◆\n● Durante el evento, alcanza cierta puntuación en las etapas para reclamar las recompensas de etapa en \"Recompensas del viaje\".\n● Desafía las etapas para obtener reputación cósmica, lo cual a su vez aumentará tu nivel de reputación y te permitirá reclamar las recompensas correspondientes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}