{
  "_id": 50020,
  "id": "50020",
  "name": "¡Trazar caminos y la magia de la amistad!",
  "description": "El amigo gris que conociste en tus sueños llegó solo a la realidad de Belobog para resolver una crisis en la que misteriosas sombras atacan a los ciudadanos. Pero necesita urgentemente tu ayuda y la de tus compañeros...",
  "tabName": "¡Trazar caminos y la magia de la amistad!",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nEl amigo gris que conociste en tus sueños llegó solo a la realidad de Belobog para resolver una crisis en la que misteriosas sombras atacan a los ciudadanos. Pero necesita urgentemente tu ayuda y la de tus compañeros...\n\n◆Información del evento◆\n● Cuando se active el evento, cada día se desbloqueará una nueva etapa de prueba, hasta un total de 5 etapas.\n● Cada desafío tiene dos niveles de dificultad: prueba inicial y prueba formal. Al completar la prueba inicial, se desbloqueará la prueba formal.\n● Durante esta prueba, solo podrás usar personajes de prueba específicos o los personajes que hayas obtenido para participar en el desafío.\n● Si aumentas tu nivel de Equilibrio, la fuerza de los enemigos del evento también aumentará.\n\n◆Modo de juego◆\n● En cada etapa de prueba, diferentes personajes desempeñarán el papel del Mago, e invocarán cubitos con diferentes habilidades para luchar codo con codo.\n● La habilidad básica y la habilidad definitiva del Mago tendrán efectos de batalla completamente nuevos para controlar a los cubitos durante el combate.\n● Los cubitos poseen nuevas habilidades de ataque y talento, que ofrecen diversas experiencias de combate.\n● Durante la prueba formal, completa los objetivos de combinaciones de habilidades y derrota a las oleadas de enemigos designadas antes de que termine el ciclo para obtener evaluaciones para recompensas por estrellas\n\n◆Recompensas◆\n● Durante el evento, completa los objetivos designados en cada etapa para poder recoger las recompensas correspondientes en \"Recompensas de cubo\".",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrashCanSummon.png",
  "unlockConditions": "[PlayerLevel:21]"
}