{
  "_id": 50022,
  "id": "50022",
  "name": "Pergamino ninja de la Cacería del Sonido",
  "description": "Una amenaza acecha oculta en el festival de música mientras la Ninja Deslumbrante se sube al escenario. ¡La cacería está de vuelta! ¡La inminente actuación de la banda promete ser electrizante!",
  "type": 261,
  "tabName": "Pergamino ninja de la Cacería del Sonido",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\n●Una amenaza acecha oculta en el festival de música mientras la Ninja Deslumbrante se sube al escenario. ¡La cacería está de vuelta! ¡La inminente actuación de la banda promete ser electrizante!\n\n◆Información del evento◆\n● En «Pergamino ninja de la Cacería del Sonido», asumirás el papel {F#de la}{M#del} agente de una banda en la fiesta de la música y tendrás que guiar a sus integrantes para completar tres actuaciones en el escenario central del campus. Durante la preparación, completa diferentes desafíos musicales para obtener inspiración para componer.\n● Cuando obtengas suficiente inspiración y la composición esté completa, podrás editar la música para la actuación y subir al escenario. La canción editada continuará sonando en el escenario central de la Academia de Origami.\n\n◆Recompensas permanentes◆\n● Completa los desafíos musicales en modo fácil o difícil para obtener insignias conmemorativas.\n● Canjea insignias conmemorativas para aumentar tu popularidad y obtener recompensas en el pago por la actuación.\n\n◆Recompensas de duración limitada◆\n● Durante el evento de duración limitada, completa la misión «Cacería del Sonido: Comienzo» para obtener un cono de luz como recompensa, y reúne inspiración compositiva para obtener materiales de superposición como recompensa.\n ● Durante el evento de duración limitada, completa objetivos determinados y gana recompensas.\n\n◆Nota◆\n● Una vez que termine el evento de duración limitada «Pergamino ninja de la Cacería del Sonido», ya no podrás obtener las recompensas de duración limitada. Sin embargo, todavía podrás dirigirte al escenario central de la Academia de Origami de Colonipenal para jugar al evento y obtener las recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMusicRhythm.png",
  "unlockConditions": "[PlayerLevel:21]"
}