{
  "_id": 50029,
  "id": "50029",
  "name": "Gran choque de focas",
  "description": "Un sueño profético inesperado te lleva a la arena de competición del Gran choque de focas. Olas revoltosas, canciones alegres y foquitas... ¿Qué clase de historia se desarrollará en esta celebración del cumpleaños de Fagusa?",
  "tabName": "Gran choque de focas",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\n● Un sueño profético inesperado te lleva a la arena de competición del Gran choque de focas. Olas revoltosas, canciones alegres y foquitas... ¿Qué clase de historia se desarrollará en esta celebración del cumpleaños de Fagusa?\n\n◆Información del evento◆\n● En «Gran choque de focas», te unes a Burbujita y lideras a las foquitas para que lleguen a ser el equipo campeón. La competencia consta de 3 fases: una fase de grupos, una fase eliminatoria y la final. Derrota a tus rivales para avanzar en la competencia.\n● Tras completar cada combate en el modo historia, obtendrás foquifichas que sirven para comprar nuevas focas en la tienda de focas.\n● Cuando la competencia avance hasta cierto punto, se desbloqueará el modo competitivo, en el que podrás desafiar a misteriosos entrenadores de todo el mundo y subir en la clasificación.\n\n◆Recompensas permanentes◆\n● Tras completar cada combate en el modo historia, obtendrás Melodía de celebración.\n● Canjea Melodía de celebración por recompensas en Canje de premios.\n● En Canje de premios puedes obtener la mascota Burbujita.\n\n◆Recompensas de duración limitada◆\n● Durante el evento de duración limitada, completa objetivos determinados y gana recompensas.\n\n◆Aviso◆\n● Una vez que termine el evento de duración limitada «Gran choque de focas», ya no podrás obtener las recompensas de duración limitada. Sin embargo, todavía podrás dirigirte a la arena de choque de focas en Oqueima para jugar al evento y obtener las recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnActivityMarble.png",
  "unlockConditions": "[PlayerLevel:21]"
}