{
  "_id": 50024,
  "id": "50024",
  "name": "Guía de decoración galáctica",
  "description": "No todo en la vida de los Anónimos es disfrutar de expediciones emocionantes, también hay ciertas tareas mundanas que se tienen que hacer. Pero bueno, construir tu habitación por primera vez también es un poco como trazar caminos en lo desconocido, ¿no?",
  "tabName": "Guía de decoración galáctica",
  "tag": "Instrucciones",
  "introduction": "◆Introducción◆\nNo todo en la vida de los Anónimos es disfrutar de expediciones emocionantes, también hay ciertas tareas mundanas que se tienen que hacer. Pero bueno, construir tu habitación por primera vez también es un poco como trazar caminos en lo desconocido, ¿no?\n\n◆Información del evento◆\n● {F#La}{M#El} Trazacaminos tiene una habitación propia que debe renovar y decorar para que sea cada vez mejor.\n● Para renovar la habitación tienes que gastar fondos del Expreso que puedes ganar trabajando en los turnos diarios.\n● Durante la reunión de la cena, informa de los resultados de tu turno de trabajo para conseguir fondos del Expreso adicionales.\n\n◆Construcción de la habitación◆\n● La habitación consta de 6 zonas y cada una de ellas tiene su propio progreso de construcción.\n● Gasta fondos del Expreso para completar la construcción de la habitación, aumentar la calificación de la decoración y obtener recompensas.\n● Durante la reunión de la cena puedes conseguir planos y decoraciones. Con los planos se desbloquea la construcción de muebles adicionales, y las decoraciones sirven para colocarlas en diferentes lugares de la habitación.\n\n◆Turnos de trabajo◆\n● Cada vez habrá 5 miembros que formarán un equipo de trabajo para ganar fondos del Expreso.\n● Elige distintas acciones y activa eventos de la suerte para obtener más fondos del Expreso.\n● A medida que avancen los turnos, podrás desbloquear más miembros para el equipo de trabajo.\n\n◆Reunión de la cena◆\n● Durante tu turno de trabajo, cada cierto tiempo, se llevará a cabo la reunión de la cena.\n● Durante la reunión de la cena, informa a Pom-Pom sobre los resultados de tu turno de trabajo para aumentar tu puntuación y obtener fondos del Expreso adicionales.\n\n◆Recompensas permanentes◆\n● Completa la construcción de la habitación para obtener subsidios como recompensa.\n● Después de participar en una cantidad determinada de turnos de trabajo, podrás obtener recompensas en Directorio del turno.\n\n◆Recompensas de duración limitada◆\n● Durante el evento de duración limitada, completa objetivos determinados para obtener las recompensas correspondientes y elegir un personaje de 4 estrellas.\n\n◆Aviso◆\n● Una vez que termine el evento de duración limitada «Guía de decoración galáctica», ya no podrás obtener las recompensas de duración limitada. Sin embargo, todavía podrás dirigirte al vagón de fiestas para jugar al evento y obtener las recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrainParty.png",
  "unlockConditions": "[PlayerLevel:21]"
}