{
  "_id": 50028,
  "id": "50028",
  "name": "Star Rail☆WORLD",
  "description": "El Expreso Astral ha recibido otro paquete. Esta vez es una invitación de un desarrollador de juegos...",
  "tabName": "Star Rail☆WORLD",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nEl Expreso Astral ha recibido otro paquete. Esta vez es un regalo de un desarrollador de juegos...\n\n◆Objetivo del evento◆\n● En el juego, {F#la}{M#el} Trazacaminos asumirá el papel de la organización y se encargará de gestionar el recinto de exposición de Star Rail☆WORLD.\n● El recinto tiene puestos únicos de todo el cosmos. Podrás invitar a personajes conocidos para que sean tus asistentes y te ayuden a gestionar la exposición.\n● Organiza a los asistentes y completa los eventos de exposición para incrementar la eficiencia de ingresos. Gana más monedas para mejorar el nivel de recinto y que la exposición sea más próspera.\n● El nivel de recinto máximo es 10.\n● Los ingresos acumulados entre todos los Trazacaminos del cosmos servirán para incrementar el progreso del juego. Cuando este llegue al 100%, se desbloquearán recompensas.\n\n◆Días de exposición◆\n● Cada día natural se desbloquean 2 días de exposición. Cada día de exposición incluye un número determinado de eventos de exposición.\n● Los eventos de exposición se dividen en envíos de Pom-Pom y eventos de visitante. Completa eventos de exposición para obtener muchas monedas u otros recursos.\n● Tras completar todos los eventos de exposición del día de exposición, ese día terminará.\n● Cuando el progreso del juego alcance el 100%, los días de exposición no estarán bloqueados y podrás jugar sin límites.\n\n◆Aviso◆\n● Mejora el nivel de los asistentes y crea un vínculo entre asistentes determinados para mejorar en gran medida la eficiencia de ingresos. \n● Los asistentes seguirán ganando monedas incluso cuando no estés en línea.\n● Cuando termine el día de exposición, ya no se podrán refrescar los eventos de exposición y las misiones de exposición y las monedas obtenidas disminuirán considerablemente.\n\n◆Recompensas◆\n● En «Star Rail☆WORLD», puedes ganar monedas de oro para mejorar el nivel de recinto. Al alcanzar un nuevo nivel de recinto, obtendrás recompensas de nivel.\n● Completa los objetivos operativos por tiempo limitado para obtener las recompensas.\n● Obtén ingresos de exposición junto con los Trazacaminos de todo el cosmos para avanzar el progreso del juego. Cuando el progreso del juego alcance el 100%, podrás obtener recompensas de todo el cosmos.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestPlanetFes.png",
  "unlockConditions": "[PlayerLevel:21]"
}