{
  "_id": 50034,
  "id": "50034",
  "name": "Compañía Auuuu",
  "description": "El Jardín de la Vida ha criado unas quimeras que resultan ser las ayudantes perfectas de los habitantes de Oqueima. ¡Conviértete en {F#la supervisora}{M#el supervisor} de estos animalitos y ayuda a quienes lo necesiten!",
  "tabName": "Compañía Auuuu",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\n● El Jardín de la Vida ha criado unas quimeras que resultan ser las ayudantes perfectas de los habitantes de Oqueima. ¡Conviértete en {F#la supervisora}{M#el supervisor} de estos animalitos y ayuda a quienes lo necesiten!\n\n◆Información del evento◆\n● En la Compañía Auuuu, puedes convertirte en {F#supervisora}{M#supervisor} de quimeras. Asigna trabajos a las quimeras adecuadas y ajusta el equipo según sus rasgos para aumentar la clasificación del equipo de quimeras en el Jardín de la Vida.\n\n◆Modo de horas extras◆\n● Cuando hayas completado las misiones del evento, se desbloqueará el modo de horas extras en el Jardín.\n● En este modo, el equipo de quimeras tendrá que completar varias rondas de trabajo. Al terminar cada ronda de trabajo, regresarás a la interfaz de formación de equipo. En ese momento, los atributos de las quimeras que llegaron al final en la ronda anterior se heredarán. Las quimeras que estén agotadas no podrán participar en la siguiente ronda.\n● Antes de que todas las quimeras caigan agotadas, busca la forma de obtener más galletitas auuuu.\n\n◆Recompensas permanentes◆\n● Si subes de puesto en la clasificación del equipo de quimeras, obtendrás recompensas.\n\n◆Recompensas de duración limitada◆\n● Durante el evento de duración limitada, completa objetivos determinados para obtener las recompensas correspondientes y elegir un personaje de 4 estrellas.\n\n◆Aviso◆\n● Una vez que termine el evento de duración limitada «Compañía Auuuu», ya no podrás obtener las recompensas de duración limitada. Sin embargo, todavía podrás dirigirte al Jardín de la Vida para jugar al evento y obtener las recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestChimera.png",
  "unlockConditions": "[PlayerLevel:21]"
}