{
  "_id": 50032,
  "id": "50032",
  "name": "Estrella cósmica de la suerte",
  "tabName": "Estrella cósmica de la suerte",
  "tag": "Detalles del evento",
  "introduction": "◆Detalles del evento◆\n● El evento consta de 7 fases. A partir del primer día, cada día se actualiza la fase del sorteo.\n● Durante cada fase (la hora exacta de finalización de cada fase se muestra en la interfaz del evento) podrás elegir participar en el sorteo o recoger directamente 100 Jades estelares. Solo puedes elegir una opción. En cada fase puedes seleccionar una opción diferente para el sorteo.\n● Si no realizas ninguna acción durante el periodo del sorteo, se considerará que eliges la recompensa fija de Jades estelares y no participarás en el sorteo. Después de que comience el evento, además de los premios del sorteo o las recompensas fijas, podrás reclamar directamente 100 Jades estelares como recompensa de la bendición de la fortuna. Si no inicias sesión durante el periodo del sorteo, puedes reclamar una recompensa única de 800 Jades estelares al iniciar sesión antes de que finalice el evento.\n● El sorteo de cada fase se llevará a cabo al día siguiente. Puedes consultar los horarios específicos en la interfaz del evento.\n● Durante el evento, puedes recoger tus recompensas en la interfaz del evento.\n\n◆Recompensas del sorteo◆\n● Estrella afortunada: 500 000 Jades estelares\n● Primer premio: 600 Jades estelares\n● Segundo premio: 50 Jades estelares\n\n◆Información del sorteo◆\n● En cada una de las fases 1, 2 y 3, dos Trazacaminos tendrán la oportunidad de convertirse en estrellas afortunadas. En las fases 4, 5 y 6, tres Trazacaminos tendrán la oportunidad de convertirse en estrellas afortunadas. En la fase 7, cinco Trazacaminos tendrán la oportunidad de convertirse en estrellas afortunadas.\n● En el sorteo de cada fase, si eliges participar en el sorteo, pero no resultas ser la estrella afortunada, tienes una probabilidad del 10% de obtener el primer premio y una probabilidad del 90% de obtener el segundo premio.\n● En cada fase solo puedes obtener un premio (estrella afortunada, primer premio o segundo premio).\n● Solo puedes convertirte en estrella afortunada una vez durante las 7 fases del evento. El mismo Trazacaminos no puede volver a ser la estrella afortunada.\n\n◆Información adicional sobre ser la estrella afortunada◆\n● Si infringes los Términos de servicio al utilizar los servicios de HoYoverse, perderás automáticamente la posibilidad de convertirte en la estrella afortunada.\n● Es necesario cumplir con las leyes aplicables para participar en este evento. Si eres menor de edad, tienes que obtener el consentimiento de tu tutor legal para participar en este sorteo.\n● Si te conviertes en la estrella afortunada, HoYoverse puede recopilar tu información personal.\n● Cualquier otro asunto relacionado con este evento y las acciones posteriores de los jugadores se rigen por los Términos de servicio de Honkai: Star Rail que aceptaste.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}