{
  "_id": 50048,
  "id": "50048",
  "name": "Dulces sueños y el Santo Grial",
  "description": "Un cáliz omnipotente que concede deseos, el Santo Grial, ha llegado al planeta de los sueños. El magnate de Colonipenal, que ha vivido durante diez Eras del Ámbar, ha enviado invitaciones para la Guerra del Santo Grial a sus distinguidos invitados...",
  "tabName": "Dulces sueños y el Santo Grial",
  "tag": "Detalles del evento",
  "introduction": "▌ Los personajes de la colaboración no tienen voces en inglés. Puedes cambiar a otro idioma de audio si lo prefieres.\n\n▌ Fate/Noche de los sueños detenidos\nUn cáliz omnipotente que concede deseos, el Santo Grial, ha llegado al planeta de los sueños. El magnate de Colonipenal, que ha vivido durante diez Eras del Ámbar, ha enviado invitaciones para la Guerra del Santo Grial a sus distinguidos invitados...\n\n▌ Fate/stay night\n◆Introducción◆\n● La Guerra del Santo Grial de Colonipenal ha terminado, pero los genios han dotado al Santo Grial de nuevos poderes. ¡Una Guerra del Santo Grial Simulada está a punto de comenzar en el Feldespato Radiante!\n\n◆Información del evento◆\n● En «Fate/stay night», participarás con 7 personajes simulados en la Guerra del Santo Grial. El vencedor final se decidirá tras múltiples enfrentamientos uno contra uno.\n\n◆Recompensas permanentes◆\n● Al participar en «Fate/stay night», ganarás puntos de recompensa. Al alcanzar una cantidad determinada de puntos de recompensa, podrás recoger las recompensas permanentes en Recompensas de puntos.\n\n◆Recompensas de duración limitada◆\n● Durante el evento de duración limitada, al participar en «Fate/stay night», ganarás puntos de recompensa. Al alcanzar una cantidad determinada de puntos de recompensa, podrás recoger las recompensas de duración limitada en Recompensas de puntos.\n\n◆Aviso◆\n● Una vez finalizado el evento de duración limitada «Fate/stay night», no podrás obtener las recompensas de duración limitada de Recompensas de puntos, pero aún podrás dirigirte al Feldespato Radiante para participar en el evento y obtener las recompensas permanentes.\n\n▌ Regalo Fate\n● Durante el evento, consume en total 200 Pases especiales de los raíles estelares en cualquier Salto de la versión 3.4 para recibir recompensas tras la apertura del Salto de colaboración.\n● Se cuentan los Pases especiales de los raíles estelares que hayas utilizado en todos los Saltos de la versión 3.4.\n● Solo se puede obtener la recompensa una vez durante el evento.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnCollaborationEventVersionQuest0340.png",
  "unlockConditions": "[PlayerLevel:21]"
}