{
  "_id": 50042,
  "id": "50042",
  "name": "Gran Restaurante de la Floresta Dorada",
  "description": "Las historias tienen posibilidades infinitas. Cultiva la tierra y cocina junto a compañeros conocidos mientras disfrutas de estos preciados momentos de tranquilidad. El restaurante en lo profundo de la Floresta finalmente está listo para abrir sus puertas.",
  "tabName": "Gran Restaurante de la Floresta Dorada",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nCultiva la tierra y cocina junto a compañeros conocidos mientras disfrutas de estos preciados momentos de tranquilidad. El restaurante en lo profundo de la Floresta finalmente está listo para abrir sus puertas.\n\n◆Información del evento◆\n● Durante el evento, administrarás unos campos de cultivo y un restaurante en las profundidades de la Floresta junto con compañeros conocidos.\n● Hay dos modos de juego: cultivo de los campos y gestión del restaurante. Cada día de operación puedes sembrar una vez y abrir el restaurante una vez.\n● En el modo de cultivo, puedes gastar hadoblones para plantar cosechas. A medida que aumente el nivel de estrellas del restaurante, se desbloquearán nuevas semillas.\n● En el modo de gestión del restaurante, deberás usar los cultivos cosechados para planificar el menú del día y desarrollar o mejorar platillos. Durante el servicio, usa ingredientes para preparar platillos que satisfagan las necesidades de los clientes y gana hadoblones. También puedes gastar hadoblones para entrenar al personal y decorar el restaurante, mejorando así la eficiencia general.\n● Al alcanzar suficientes ingresos y completar las misiones de gestión, podrás aumentar el nivel de estrellas del restaurante. El nivel máximo es de 4 estrellas, y conforme aumentes de nivel, se incrementará el número de clientes diarios y se desbloquearán más semillas, personal, instalaciones y platillos.\n\n◆Recompensas◆\n● Completa las secciones del Manual {F#de la}{M#del} gerente para obtener las recompensas permanentes del evento.\n● Completa las entradas de las recompensas de duración limitada para obtenerlas.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestElfRestaurant.png",
  "unlockConditions": "[PlayerLevel:21]"
}