{
  "_id": 60003,
  "id": "60003",
  "name": "Universo Simulado: La Plaga",
  "type": 31,
  "tabName": "Universo Simulado: La Plaga",
  "tag": "Instrucciones",
  "introduction": "◆Información◆\nGracias a la colaboración entre Herta, Ruan Mei, Tornillum y Stephen, ¡se ha completado la primera gran actualización del Universo Simulado!\nNo solo han actualizado las bendiciones, los objetos raros y los eventos aleatorios, sino que hay un mapa completamente nuevo, Viaje de la audiencia, el misterioso Dado de la audiencia y el Dispositivo de audiencia.\n\n◆Objetivo del juego◆\n● En el Universo Simulado: La Plaga, tienes que desafiar el Camino del Andavías y mejorar los puntos de Rastros de audiencia para desbloquear todos los capítulos.\n\n◆Contenido de juego◆\n● Viaje de la audiencia: muévete por el mapa formado por distintas zonas, planea tu ruta y llega a la meta.\n● Dado de la audiencia: usa el Dispositivo de audiencia para tirar el Dado de la audiencia. Los Dados de la audiencia de cada Vía tienen distintos efectos. Utilízalos sabiamente para obtener más bendiciones y objetos raros.\n● Rastros de audiencia: tras incrementar la puntuación de los Rastros de audiencia, podrás desbloquear efectos positivos especiales (ten en cuenta que estos efectos positivos solo tienen efecto dentro del Universo Simulado: La Plaga).\n● Gran Insecto Aguijoneador del Enjambre: en las profundidades del tercer plano puedes desafiar al nuevo jefe Gran Insecto Aguijoneador del Enjambre.\n● Además, en esta versión del Universo Simulado: La Plaga se han implementado muchas bendiciones, objetos raros y eventos aleatorios completamente nuevos, así como Resonancias de Vías.\n\n◆Recompensas◆\n● Reúne los capítulos de La Plaga para conseguir recompensas.\n● Completa Camino del Andavías para obtener las recompensas correspondientes.\n● Al superar cada dificultad por primera vez, obtendrás recompensas.\n\n◆Importante◆\n● Universo Simulado: La Plaga tiene 5 niveles de dificultad, entre los cuales el V es el más difícil y desafiante. Elige el nivel de dificultad que mejor se adapte a tu situación.\n● Cuando hayas reunido todos los capítulos del Universo Simulado: La Plaga y completado la misión de aventuras «Universo Simulado: La Plaga», desbloquearás la Vía de la Propagación en el Universo Simulado.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnRogueDlcQuestBannerSmall1.png",
  "unlockConditions": "[FinishMainMission:8013103]"
}
