{
  "_id": 60007,
  "id": "60007",
  "name": "Universo Simulado: Oro y maquinaria",
  "tabName": "Universo Simulado: Oro y maquinaria",
  "tag": "Instrucciones",
  "introduction": "◆Introducción◆\nGracias a la colaboración entre Herta, Ruan Mei, Tornillum y Stephen, ¡se ha completado la segunda gran actualización del Universo Simulado! No solo han actualizado las bendiciones, los objetos raros y los eventos aleatorios, sino que hay también eventos de aventura.\n\n◆Objetivo del juego◆\nEn el Universo Simulado: Oro y maquinaria, tienes que recopilar Secretos del Trazacaminos para comprender las historias de la Corporación para la Paz Interastral y desbloquear los Secretos de los Eones.\n\n◆Contenido de juego◆\n● Dado personalizado: esta versión del dado personalizado permite ensamblar y personalizar sus caras. Recopila caras con funciones variadas y combínalas de forma adecuada para obtener más bendiciones y objetos raros.\n● Extrapolación de Resonancia: en la batalla contra el jefe en el nivel más profundo del tercer plano, el flujo desbordante de energía de la Vía de la Erudición interferirá con el sistema del Universo Simulado, generando Resonancias de Vía para diferentes destinos y proporcionando nuevos desafíos.\n● Además, en esta versión del Universo Simulado: Oro y maquinaria se han implementado muchas bendiciones, objetos raros y eventos aleatorios completamente nuevos, así como Resonancias de Vías.\n\n◆Recompensas◆\n● Reúne los secretos del Universo Simulado: Oro y maquinaria para conseguir recompensas.\n● Completa las pruebas y las pruebas difíciles para obtener recompensas de desafío.\n● Al superar cada dificultad por primera vez, obtendrás recompensas.\n\n◆Importante◆\n● Universo Simulado: Oro y maquinaria tiene 5 niveles de dificultad, entre los cuales el V es el más complicado. Elige el nivel de dificultad que mejor se adapte a tu situación.\n● Cuando hayas reunido todos los secretos del Universo Simulado: Oro y maquinaria y completado la misión de aventuras «Universo Simulado: final», desbloquearás la nueva Vía de la Erudición en el Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestRogueNous.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}