{
  "_id": 60006,
  "id": "60006",
  "name": "Plano infinito",
  "description": "Esta vez, Herta y los otros tres miembros del Círculo de Genios han hecho unos, ejem, pequeños cambios locos en el Universo Simulado, pero cada uno de ellos cometió algunos errores. Ahora los códigos están hechos un lío y el programa ha comenzado a expandirse de forma ilimitada.\n¡Solo tú puedes hacerte cargo de este caótico universo!",
  "tabName": "Plano infinito",
  "tag": "Detalles del evento",
  "introduction": "◆Introducción◆\nHerta, Ruan Mei, Tornillum y Stephen... Cada uno de estos genios ha hecho sus propias modificaciones alocadas en el Universo Simulado.\n\n◆Información del evento◆\n● Cuando comience el evento, cada día se desbloqueará un nuevo plano, hasta un total de 5 planos.\n● Cada plano tiene normas diferentes que te ayudarán a obtener más bendiciones, objetos raros y fragmentos cósmicos para potenciar tu poder.\n● Cada plano consta de un plano normal y un plano loco. Tras superar los planos normales, puedes entrar en los planos locos.\n● El plano loco consta de múltiples niveles de batalla consecutivos con una cuenta regresiva de 6 ciclos. A medida que suba el nivel, los enemigos aumentarán constantemente. Obtendrás puntos locos según el nivel del desafío. Si quedan ciclos restantes al superar el desafío, obtendrás puntos locos adicionales.\n● Tras superar el plano normal, los datos como personajes, bendiciones, objetos raros y fragmentos cósmicos usados se guardarán automáticamente. Puedes desafiar repetidamente los planos locos para obtener más puntos locos.\n● Si aumentas tu nivel de Equilibrio, la fuerza de los enemigos y el nivel de los personajes de prueba del evento también se incrementará.\n\n◆Recompensas◆\n● Durante el evento, supera el plano normal de cada plano, desafía los planos locos y consigue cierta cantidad de puntos locos para recoger las recompensas de duración limitada.\n● Tras conseguir el máximo objetivo de acumulación de puntos locos en todos los planos, puedes recoger las recompensas acumuladas.\n\n◆Importante◆\nLas bendiciones, objetos raros y eventos del plano no desbloquearán entradas de la enciclopedia del Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[PlayerLevel:21]"
}