{
  "_id": 60016,
  "id": "60016",
  "name": "Universo Simulado: Región desconocida",
  "description": "En el Universo Simulado, los genios descubrieron una zona no observable a la que llamaron Región desconocida.",
  "type": 260,
  "tabName": "Universo Simulado: Región desconocida",
  "tag": "Instrucciones",
  "introduction": "◆Introducción◆\nUn nuevo módulo de expansión: Herta y Tornillum han descubierto una zona no observable en el Universo Simulado: ¡la Región desconocida! Objetos raros desconocidos, eventos aleatorios y el sistema de cetros y componentes que dejó atrás Rupert II. El quinto socio del que hablaban estos dos genios, ¿podría ser...?\n\n◆Objetivo del juego◆\n● Supera Archivos fragmentados y Congregación de mediocres para completar el desafío.\n\n◆Recompensas◆\n● Reúne cetros, componentes, eventos y objetos raros del Universo Simulado: Región desconocida para obtener recompensas de recolección en los Registros de emulación.\n● Obtendrás recompensas de desafío la primera vez que superes cada etapa en Archivos fragmentados.\n● Obtendrás recompensas adicionales la primera vez que superes cada etapa en Congregación de mediocres.\n● En Secretos del Trazacaminos, podrás obtener recompensas adicionales por los fragmentos de historia recogidos en las etapas.\n● Completa los objetivos marcados en Modelo reorganizado para obtener las recompensas correspondientes.\n\n◆Archivos fragmentados◆\n● Supera Archivos fragmentados para desbloquear nuevas etapas. Al superar una nueva etapa por primera vez, obtendrás recompensas adicionales. En la quinta etapa podrás acceder al cuarto plano para desafiarlo.\n● Tras superar la etapa 5, se añadirá a las etapas un sistema de prueba difícil.\n● Al activar la prueba difícil, la dificultad de Archivos fragmentados aumentará en gran medida. Puedes elegir el nivel de prueba difícil adecuado según tus circunstancias.\n● Solo superando la etapa 5 de Archivos fragmentados podrán desbloquearse niveles de prueba difícil más altos.\n● Podrás obtener recompensas adicionales tras superar cada nivel de prueba difícil por primera vez.\n\n◆Congregación de mediocres◆\n● Congregación de mediocres incluye desafíos personalizados para que los pruebes, con recompensas adicionales por primera superación.\n● Cada vez que superes una etapa en Congregación de mediocres, podrás revisar la Construcción registrada como referencia para desafíos posteriores.\n● Al superar las etapas de Congregación de mediocres, también se desbloquearán nuevos fragmentos de historia.\n\n◆Mapeo aritmético◆\n● En el Universo Simulado: Región desconocida, los niveles de los personajes, los niveles de los conos de luz, los Rastros y los artefactos mejorarán si cumples los requisitos. Esta mejora es similar a la del Universo Diferenciado.\n● Cuando el nivel de un personaje sea inferior a su nivel máximo en el nivel de Equilibrio actual, el nivel del personaje aumentará hasta alcanzar su nivel máximo en el nivel de Equilibrio actual.\n● Cuando un Rastro ya desbloqueado se encuentre inactivo o su nivel sea inferior al requerido en el nivel de Equilibrio actual, el Rastro se activará o su nivel aumentará hasta el requerido para el nivel de Equilibrio actual.\n● Cuando el nivel total de potenciación de los artefactos equipados por el personaje sea inferior al requerido en el nivel de Equilibrio actual, los artefactos serán reemplazados temporalmente por otros acordes al nivel de Equilibrio actual.\n\n◆Puntos del Universo Simulado◆\n● Supera Archivos fragmentados y Congregación de mediocres para obtener puntos del Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueMagic.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}