{
  "_id": 60011,
  "id": "60011",
  "name": "Universo Diferenciado: Comedia humana",
  "type": 233,
  "tabName": "Universo Diferenciado: Comedia humana",
  "tag": "Instrucciones",
  "introduction": "◆Introducción◆\nTornillum ha creado una rama completamente independiente del Universo Simulado usando la tecnología del planeta Tornillia. No solo ha actualizado las bendiciones, los objetos raros y los eventos aleatorios, sino que ha diseñado un campo de pruebas, ecuaciones y objetos raros ponderados completamente nuevos. Quién sabe, puede que hasta tengas encuentros inesperados.\n\n◆Objetivo◆\n● Supera Cálculo convencional y Cálculo periódico para obtener Sincronicidad y aumentar tu nivel de Sincronicidad.\n\n◆Recompensas◆\n● Reúne bendiciones, ecuaciones, eventos, objetos raros y objetos raros ponderados en el Universo Diferenciado para obtener recompensas.\n● Al superar cada dificultad de Cálculo convencional por primera vez, obtendrás recompensas.\n● La primera vez que superes Cálculo periódico cada semana, obtendrás recompensas adicionales.\n● Completa los objetivos establecidos de la Matriz de computación estable para obtener las recompensas correspondientes.\n\n◆Cálculo convencional◆\n● Completa Cálculo convencional para desbloquear nuevas dificultades. Al superar una nueva dificultad por primera vez, obtendrás recompensas adicionales.\n● Al superar la dificultad V, se activará en dicha dificultad el sistema de protocolo de umbral.\n● Tras activar el protocolo de umbral, la dificultad de Cálculo convencional aumentará en gran medida. Puedes elegir un nivel de protocolo de umbral adecuado según tus circunstancias para continuar con el desafío.\n● Solo podrás desbloquear protocolos de umbral más altos superando etapas de Cálculo convencional.\n● Obtendrás recompensas adicionales al superar cada nivel de protocolo de umbral por primera vez.\n\n◆Cálculo periódico◆\n● Cálculo periódico se actualiza cada semana con contenido especial. Obtendrás recompensas adicionales al superarlo por primera vez cada semana.\n● Completa Cálculo periódico para obtener recompensas de Sincronicidad adicionales. Estas recompensas adicionales tienen un límite cada semana. Sin embargo, puedes seguir obteniendo Sincronicidad tras alcanzar dicho límite al superar Cálculo periódico.\n● En Cálculo periódico, puedes seleccionar cualquier dificultad y nivel de protocolo de umbral que hayas desbloqueado en Cálculo convencional.\n● Cálculo periódico se actualiza cada lunes a las 04:00 (hora del servidor).\n\n◆Mapeo aritmético◆\n● En el Universo Diferenciado, los niveles de los personajes, los niveles de los conos de luz, los Rastros y los artefactos mejorarán si cumples los requisitos. Esta mejora solo tiene efecto en el Universo Diferenciado.\n● Cuando el nivel de un personaje sea inferior a su nivel máximo en el nivel de Equilibrio actual, el nivel del personaje aumentará hasta alcanzar su nivel máximo en el nivel de Equilibrio actual.\n● Cuando un Rastro ya desbloqueado se encuentre inactivo o su nivel sea inferior al requerido en el nivel de Equilibrio actual, el Rastro se activará o su nivel aumentará hasta el requerido para el nivel de Equilibrio actual.\n● Cuando el nivel total de potenciación de los artefactos equipados por el personaje sea inferior al requerido en el nivel de Equilibrio actual, los artefactos serán reemplazados temporalmente por otros acordes al nivel de Equilibrio actual.\n\n◆Recompensas de expansión del nivel de Sincronicidad◆\n● El nivel de Sincronicidad del Universo Diferenciado se expandirá regularmente, lo que proporcionará nuevas recompensas.\n● No podrás obtener más Sincronicidad en el Universo Diferenciado si alcanzas el nivel de Sincronicidad máximo antes de que este se expanda.\n\n◆Puntos del Universo Simulado◆\n● Supera Cálculo periódico y Cálculo convencional para obtener puntos del Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall1.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}