{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "Arcadia of Woven Dreams",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "When the number of ally targets on the field is not equal to 4, for every 1 additional/missing ally target, increases the DMG dealt by the wearer and their memosprite by <nobr>9%</nobr>/<nobr>12%</nobr>, stacking up to <nobr>4</nobr>/<nobr>3</nobr> time(s)."
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "Membrance Maze's Serene Treehouse",
      "type": "NECK",
      "desc": "Encapsulated in the Planar Sphere is the Membrance Maze of Aedes Elysiae. Brush aside the golden wheat, and down, down, down you tumble into a deep tree hollow. Huh? There are so many little fairies! \"One two three four five six seven?\" Wrong! It's \"Do re mi fa sol la si!\"",
      "typeText": "Planar Sphere",
      "backstory": "\"Hehe, children, the Membrance Maze's harvest season is upon us once again. So... what must we prepare?\" The chief stroked his white beard with a jolly smile.\n\"The Brew Festival!\" The fairies cheered in unison.\n\nAt the beginning, the Membrance Maze was but a barren land. A small boy and girl from Aedes Elysiae brought seeds from the outside world and taught the fairies to plant them. When the seeds bloomed into flowers, the fairies followed their lead, collecting nectar along the grape trellises, where golden fuzzy-legged bees buzzed about. Then came the fruits, ripe and plump — the season of harvest. The fairies would gather to sing celebratory songs and hold feasts lasting deep into the night. And after the night? They'd bottle up that year's nectar, bury it deep in the earth, and wait for it to ferment into a potion that'd heal both winter's cold and the aches of growing up.\n\nThat's how every Brew Festival goes.\nBut this year, the chief asked as he tugged his white beard, \"Has anyone seen Relimem?\"\n\nThe fairies searched high and low — until they found Relimem fast asleep at the treehouse door. A bubble puffed from the corner of its mouth, clearly immersed in an exceptionally wonderful dream. The curious Milimem crept closer and heard it murmuring in its sleep — \"Snowy, Reney... you promised to return. Together, we'll drink the Quillorb Fruit Brew we buried last year!\"\n\nIn the dream, Relimem had turned into a giant — so humongous, it completely blocked the tree hole to Membrance Maze. The two tiny children couldn't find a way in. Snowy and Reney tried tickling Relimem's ears with bulrush, bouncing on its belly, calling its name over and over. But Relimem slept on, far too deeply to hear them.\n\"Oh no... what if Snowy and Reney never came back because I blocked the way?\"\nRelimem's heart began to pound in its dream.\n\n\"A... Achoo!\"\nWith a loud sneeze, Relimem woke up. Phew! Good thing it hadn't turned into a giant treehole-blocking Relimem after all. But... there were fairies gathered all around.\n\"Snowy and Reney... did they come?\"\nThe fairies shook their heads. No one could remember how many Brew Festivals it had been since the last time they showed up.\nRelimem drooped again. Maybe it should've stayed in that dream just a little longer.\nLittle Relimem didn't quite know how to describe this emotion. But if it had to try — it felt just like the last day of summer, when you let those flickering fireflies in the glass jar flutter away."
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "Membrance Maze's Wishing Whistle",
      "type": "OBJECT",
      "desc": "A flute whistle, shaped from clay. It symbolizes the promise between the little fairies and the two children. Whenever the boy and girl blew into it — \"Mem?\" — the tree hole leading to the maze would open, and the fairies would welcome them back with joy.",
      "typeText": "Link Rope",
      "backstory": "\"Don't forget our promise! Whenever you blow your Wishing Whistle, no matter how far away you are, we'll hear you.\"\n\nThat was the first time the small boy and girl from Aedes Elysiae had stumbled into the Membrance Maze and met the fairies. They'd been playing hide-and-seek in the yard with their friends when they accidentally fell into a tree hole hidden in the tall weeds. It was deep — so, so deep — like a bottomless slide. But instead of crashing in a daze at the bottom, they tumbled right into a crowd of fairies...\n\"One two three four five six seven! So many puppies — wait, no, rabbits?\"\n\"No no no! We're do re mi fa sol la ti! I'm Dolimem, that's Solimem, and that one's Relimem!\"\n\nTheir friendship with the fairies was like a thousand shooting stars — sudden, sparkling, and unforgettable. They spent a day full of laughter together. But soon, it was time to go. If they didn't head back, Mom and Dad would start to worry.\n\"Will we get to see each other again?\" the boy asked, a little sad.\nFarewell... See you again... The fairies didn't quite understand those words. In the Membrance Maze, no one ever left, so there was no need to say goodbye. But judging from the look on the children's faces, they realized it must be something upsetting. The purple Relimem thought for a moment. \"Wait, Snowy, Reney! I have something for you!\"\n\nThe boy and girl held Relimem's gift in their palms. It was a tiny whistle shaped like a fairy's ear, handmade by Relimem itself. It had seven holes, and when blown, each note rang clear and sweet — Do, Re, Mi, Fa, Sol, La, Ti. Relimem said earnestly, \"If you ever want to come back and play in the Membrance Maze again, just blow this whistle. No matter if we're sleeping, singing, or building leaf houses... we'll hear you. And we'll open the tree hole to the maze for you.\"\n\n\"A mystery flute that wakes up fairies!\" the girl giggled. \"Pinky promise — we'll come back again.\"\nFrom then on, Relimem's happiest moments were when the whistle sounded. It would always shout with joy — \"I hear it! I hear it with both ears!\"\n\nAs time passed, Snowy and Reney, who had left Aedes Elysiae behind, remembered everything about their childhood: The rusted tin toys, the armless toy soldiers in the barn, the crocheted felt flowers, the rains that never came, the dried-up blood, the wheat fields burned down to brittle husks...\nBut they forgot the little whistle buried in the dirt... And a promise they could no longer keep."
    }
  ]
}