{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "Band of Sizzling Thunder",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Lightning DMG by <nobr>10%</nobr>.",
    "4": "When the wearer uses their Skill, increases the wearer's ATK by <nobr>20%</nobr> for <nobr>1</nobr> turn(s)."
  },
  "pieces": [
    {
      "_id": 31091,
      "ids": [
        31091,
        41091,
        51091,
        61091
      ],
      "id": "bands_polarized_sunglasses",
      "name": "Band's Polarized Sunglasses",
      "type": "HEAD",
      "desc": "A pair of classic sunglasses worn by one of the lead singers, Janis, whose chrome lenses reflect a blue hue.",
      "typeText": "Head",
      "backstory": "The star's lifespan was plunging. Residents of Emerald-III fled their home planet before the red giant exploded.\\n\\nFaced with a future of no escape, the elites took away hope, feigning ignorance to cries of desperation.\\n\\nJanis' parents paid a massive amount of credits to board the ship, helplessly praying for an interstellar salvation. The explosion of the red giant would destroy the planet, and it would collapse into a white dwarf... Before the arrival of the imminent doom, escape was the only option. Janis, the Doctor of Chaos, however, decided to try her best to face the annihilation of her home system head-on, attempting to prove that the existence of her home would never perish.\\n\\nAs the dying sun burnt brighter, Janis took her mother's sunglasses and returned to the home planet with like-minded youngsters.\\n\\n\"Only cowards flee while shouting the name of the redeemer.\" Cited from \"Cheap Salvation,\" the hit of Sizzling Thunder's first album, Janis reworded her angry words during a dispute with her parents into lyrics."
    },
    {
      "_id": 31092,
      "ids": [
        31092,
        41092,
        51092,
        61092
      ],
      "id": "bands_touring_bracelet",
      "name": "Band's Touring Bracelet",
      "type": "HAND",
      "desc": "Bassist Sid's bracelet, woven from silk wristbands from tours. Several lines of lyrics are written on it.",
      "typeText": "Hands",
      "backstory": "Sizzling Thunder from Emerald-III quickly emblazed the whole planet's enthusiasm with several hits.\\n\\nMarking the beginning of their concert tour were the dazzling sparkles of electrifying thunder when Dave the rhythm guitarist fiercely struck chords, which coincidentally was also worshiped by hordes of their music fans as the only light in their lives.\\n\\nIn every concert tour the band had, there would be fans keeping order voluntarily and handing out wristbands to everyone upon entering the concert grounds. Most of these fans could not afford the costly fees for an escape, so accepting their fate and waiting for the electromagnetic burst to arrive was their only option. Ever since witnessing the return of these rebellious youths to the planet, they had felt it in their bones that their souls were ignited at this very moment. Onto these wristbands they wrote their lyrics, their showtime, as well as the band's unvoiced scream.\\n\\nSid the bassist collected the wristbands for every tour. His girlfriend wove them into a bracelet, which Sid then wore all the time.\\n\\n\"There's no meaning, no direction, nowhere else to go, and no future for us.\" From \"Our Way,\" a single from Sizzling Thunder's second album, and Sid's life credo."
    },
    {
      "_id": 31093,
      "ids": [
        31093,
        41093,
        51093,
        61093
      ],
      "id": "bands_leather_jacket_with_studs",
      "name": "Band's Leather Jacket With Studs",
      "type": "BODY",
      "desc": "David, one of the band's lead singers, drew a white star on the back of this leather jacket and made it the cover of the band's final album.",
      "typeText": "Body",
      "backstory": "The rock 'n' roll of Sizzling Thunder resounded through the planetary system, attracting involuntarily displaced youngsters to return to the crumbling Emerald-III.\\n\\nLead guitarist Jimmy brought the band underground. There they sang about the tragedy of planetary destruction, which echoed throughout the entire universe.\\n\\nDavid printed the back of his leather jacket with a white star, or, more accurately, the white dwarf their star would become after the collapse. This would be their star's proof of existence. Those who left the planetary system and those who stayed behind all listened to that thunder-like rock 'n' roll and brandished the same striking symbol.\\n\\nDespite ceasing to exist, their presence had been remixed into the music and carved into eternity.\\n\\n\"We'll burn with our life, 'cause the white star needs a spark to ignite.\" From \"White Star,\" a single from Sizzling Thunder's final album of the same name. David wrote both the lyrics and the music."
    },
    {
      "_id": 31094,
      "ids": [
        31094,
        41094,
        51094,
        61094
      ],
      "id": "bands_ankle_boots_with_rivets",
      "name": "Band's Ankle Boots With Rivets",
      "type": "FOOT",
      "desc": "Drummer Bonham's ankle boots, the dark leather surface glued with rivets reflecting the stage lights.",
      "typeText": "Feet",
      "backstory": "Sizzling Thunder may have changed people's attitude toward finality, but they could not change their destiny.\\n\\nDesolation and despair were all that lay on the surface of the doomed planet. In the era of scarce resources, the band made all their albums out of discarded X-ray films.\\n\\nBefore the long night of Emerald-III, the temperature on the planet's surface had plunged. The once unbearable air cooled down quite a bit as people walked out of their underground shelter and set out for the place where the band was putting on a show. At the final concert of their \"Thunderclap\" tour, the restless air filled with the warning signs of electromagnetic storms, and lightning was conducted through the metal scaffolding to the stage. Sparks leaped under Bonham's boots. The entire band merged with thunder and lightning. After the encore, a huge ball of lightning engulfed the stage and announced the end of Sizzling Thunder's show.\\n\\nAfter the night of their twilight show, Sizzling Thunder came to a permanent end, just like in their lyrics.\\n\\n\"Thunderclaps drown out our voice, lightning runs through our veins. We'll perish with our music and our star.\" From \"Song of Sizzling Thunder,\" a single from Sizzling Thunder's final album, Bonham's masterpiece."
    }
  ]
}