{
  "_id": 304,
  "id": "belobog_of_the_architects",
  "name": "Belobog of the Architects",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's DEF by <nobr>15%</nobr>. When the wearer's Effect Hit Rate is <nobr>50%</nobr> or higher, the wearer gains an extra <nobr>15%</nobr> DEF."
  },
  "pieces": [
    {
      "_id": 33045,
      "ids": [
        33045,
        43045,
        53045,
        63045
      ],
      "id": "belobogs_fortress_of_preservation",
      "name": "Belobog's Fortress of Preservation",
      "type": "NECK",
      "desc": "Encapsulated in the plane is Everwinter Monument, the most iconic landmark in Belobog's Administrative District. Those passing by this monument can all feel a distant and warm gaze protecting them.",
      "typeText": "Planar Sphere",
      "backstory": "Thousands of years ago, Jarilo-VI's climate was balmy year-round, and ocean vistas that were the envy of all.\n\nSweet fruits dangled upon boughs in the forests and humid warmth was brought by the tides, while ambrosial wine overflowed like springwater for all to partake in. The locals were full of vigor and ambition, constructing roads, cities, seaside villas, and palaces of grandeur. Their rich and satisfactory life always started with a cup of hot coffee in the morning, and ended with a jug of malt brew at dusk.\n\nSoon, the star rail connected with Jarilo-VI's world, bringing in interstellar trade and extra-celestial technology.\n\nIn the beginning, otherworldly visitors came in pursuit of Geomarrow. This crystal clear mineral contained energy that served as the lifeblood of industrialization, and their amber-colored reflections sparked with Preservation's light. Later, visitors came here to settle and live a peaceful life. Jarilo-VI's picturesque bays, palm trees, and joyous melodies made it a perfect destination for any tired traveler. People believed that, given time, this humid planet would shine as bright as any other planet of renown throughout the cosmos.\n\nAbout a thousand years ago, a Stellaron fell through the atmosphere and landed on this world.\n\nImmediately thereafter, the planet was plunged into chaos, like something out of an utterly absurd farce. Destruction's catastrophic Legion descended from the sky, and the flames of war surged across the lands. The Architects built defensive walls and fortifications, and hundred-meter constructs contended with draconian monstrosities... Then, an unending cold front suddenly appeared, and a chilling blizzard swallowed friend and foe alike. The whole planet was shrouded in utter silence, with an invisible spatial barrier covered a single fortress city, like the flame of a candle being protected in a person's embrace during a cold night. That was how civilization survived.\n\nLater, this city was to be named Belobog."
    },
    {
      "_id": 33046,
      "ids": [
        33046,
        43046,
        53046,
        63046
      ],
      "id": "belobogs_iron_defense",
      "name": "Belobog's Iron Defense",
      "type": "OBJECT",
      "desc": "The Silvermane Guards of Belobog stood firmly in the icy winter storm, forming a line as they wait for the incoming assault from invaders beyond the sky. The will of the Silvermane Guards was indestructible, and their line of defense would never falter.",
      "typeText": "Link Rope",
      "backstory": "The Architects had great hopes for Jarilo-VI before the calamity.\n\nMimicking Qlipoth's power, the Architects created machinery that could terraform planets. Hundreds of fire-breathing Engines of Creation roared across the land, like giant gardeners cultivating abandoned flower beds. Mere decades later, valleys and hills were remade into plains and forests, and cities were thickly dotted along the coast.\n\nAfter the arrival of Destruction's omen, the Architects sent all their machines into war, making them the first guards of the \"Iron Defense.\"\n\nFollowing the arrival of the Stellaron, soldiers of destruction landed like moths to flame, leaving tracks of desolation on the planet's surface. The machines once used for creation were now forced to become weapons of war, throwing their iron fists on battlefields where they didn't belong. Eventually, the giant gardeners fell to the ground in exhaustion like tombstones of a civilization, marking the gradual collapse of the defense line.\n\nOn the day when there was no more room for retreat, Silvermane Guards held tightly onto their weapons, for their homeland was mere steps behind.\n\nThe arrival of the Eternal Freeze came as a surprise to everyone. The monsters from beyond the sky and the soldiers on the front lines were trading lethal blows when snow and ice filled up the whole battlefield. In utter chaos, Belobog became the only light in the whole world. The two sides fell into endless slaughter to either sniff out or protect this light. Roaring the name of Alisa Rand, the Guards re-entered into the snow storms and never returned.\n\nThe residents of Belobog only dared to climb up the city walls to look out when the blizzard halted.\n\nAnd they beheld the final guards of the \"Iron Defense.\""
    }
  ]
}