{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "Bone Collection's Serene Demesne",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's Max HP by <nobr>12%</nobr>. When the wearer's Max HP is <nobr>5000</nobr> or higher, increases the wearer's and their memosprite's CRIT DMG by <nobr>28%</nobr>."
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "Aidonia's Deceased Gravestones",
      "type": "NECK",
      "desc": "Encapsulated in the Planar Sphere is Aidonia of Amphoreus. Believers of {RUBY_B#Death Titan}Thanatos{RUBY_E#} have raised colossal monuments on the snow plains, offering tribute to the Holy Maiden who brings them the blessing of death.",
      "typeText": "Planar Sphere",
      "backstory": "Aidonia — the snow-dusted kingdom of death — once stood tall amidst the blizzards, and now remains silent beneath them.\n\nAlmost all humankind enjoyed the pleasures of eternal life in the spring-filled lands in the endless Era Chrysea, yet a few souls grew weary of the countless cycles of day and night and decided to seek the end of life. \"Why does life exist? And where should it go?\" Eleusis, the leader of the Ascetics, advanced north with his followers as he muttered this eternal question, seeking a sweet and frozen long dream. The robed ascetics settled in the desolate northern wasteland, building a solemn city-state where snow fell relentlessly all year round — A place later known as \"Aidonia.\"\n\nHow the Era Chrysea ended had long been lost to the annals of history, but the \"First of the Dead\" in Amphoreus was said to have come from Aidonia. That person received the gift of death from {RUBY_B#Death Titan}Thanatos{RUBY_E#} — both a merciful blessing and the highest of honors.\n\nThe people of Aidonia were long accustomed to the harsh and lethal cold. The snow itself, long steeped in the silent faith of {RUBY_B#Death Titan}Thanatos{RUBY_E#}, also greedily absorbed the warmth of life as it soon touched the earth. Long ago, travelers entering Aidonia's demesne would often find anonymous frozen bodies lying dead by the roadside, unfortunates who had returned to the embrace of the {RUBY_B#Death Titan}Hand of Shadow{RUBY_E#}. The north wind howled, and the dead became markers on the road, guiding and warning those who journeyed through the snow. Travelers always hurried through Aidonia while the breath of life remained within them.\n\nIn time, the Aidonians came upon gravestones of mourning standing tall in the barren land, realizing that someone was offering their blessings to the cycle of death and the passing of life.\n\nBeneath the gravestone slumbers an unknown girl. A zone of death surrounds her like a shadowy shroud, and even the Skeletarasses that inhaled the breath of death withered away around her form. The Aidonians sensed the merciful touch of {RUBY_B#Death Titan}Thanatos{RUBY_E#} on her and welcomed her back to the city as their Holy Maiden. The faithful followers of the Death Titan, in reverence, emulated her, erecting towering gravestones in the wastelands to mark the end of long journeys and life's return to death — For life and death are both journeys, and this land only maintains boundary stones that recorded the paths taken.\n\nThe gravestones were warning distant travelers that no one stayed there and no one rested there... The dead, too, are travelers. They are the north wind, the falling snow, and the countless threads that connect them."
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "Aidonia's Deathward Bone Chains",
      "type": "OBJECT",
      "desc": "Animal bones, arrowheads, and caltrops bind the world of the Aidonians with that of the dead. The ascetics of the wastelands only hoped that their souls, unyielding, could pass through the frozen depths, and would not become lost from poverty or weakness on the way to seeing their god.",
      "typeText": "Link Rope",
      "backstory": "Once, an aggressive fool questioned the believers in Aidonia, unbelieving as to how there could be a religion in Amphoreus that reveres death. \"If you love {RUBY_B#Death Titan}Thanatos{RUBY_E#} so much, why not just pierce your own chest with a spear?\"\n\nThe Aidonians regarded the man with disdain, saying, \"The River of Souls never ferries souls that are barren.\"\n\nSince its founding, Aidonia has been a holy site that valued life the most out of all Amphoreus. The followers of {RUBY_B#Death Titan}Thanatos{RUBY_E#} believe that the River of Souls' waters are cold enough to chill the bones — only those who have walked the earth long enough and have endured countless hardships can cross its icy abyss and face {RUBY_B#Death Titan}Thanatos{RUBY_E#}. To seek the blessing of Death is not to disregard life.\n\nFor this reason, though the Aidonians considered death as a homecoming and gave birth to many fearsome warriors, they have never sought to conquer the fertile lands to the south — For those lands do not forge strong souls, and the Aidonians disdain the softness of comfort.\n\nAsceticism is a unique cultural hallmark of the Aidonians. Every year, when the snow subsides and the rare days of clear skies appear, they celebrate the Bone Collection Festival. Priests of Aidonia leave the city in search of animal bones buried in the wastelands and swamps. The most sacred offerings come from the remains of prehistoric beasts, long dead since many Light Calendar years ago. When their bones are struck, a deep echo seems to carry the faint whisper of {RUBY_B#Death Titan}Thanatos{RUBY_E#}. The animal bones, cold as if soaked in the freezing ice of the River of Souls, are transported back to the city one by one. The slightly broken ones get processed and become ornaments, to be worn by the people day and night. The best-preserved bones, on the other hand, are carefully polished by the priests into ceremonial bone swords for burials, offered as gifts during the festival.\n\nOne year, during the Bone Collection Festival, the Aidonians encountered that girl in the wasteland. Soon, rumors spread that \"her touch could allow one to cross the barrier of the River of Souls and directly face death.\"\n\nDevotees of Death flocked to the temple to meet the emissary of {RUBY_B#Death Titan}Thanatos{RUBY_E#}. The Aidonian priests, sensing that the girl threatened their faith, consecrated her as the Maiden of War, forbidding commoners from approaching her. Only those ascetics who had endured the trials of the world and revered both life and death were allowed to be embraced by her, and through her hand return their souls to the afterlife. The girl donned the long robes prepared by the priests, executed her ritual with her bare hands, and buried humankind with her embrace.\n\nThe Aidonians genuinely believe that \"The River of Souls never ferries souls that are barren.\" Yet, the River of Souls does not question the weight of the soul. It simply flows, leading all life to its inevitable end, where all souls converge."
    }
  ]
}