{
  "_id": 310,
  "id": "broken_keel",
  "name": "Broken Keel",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's Effect RES by <nobr>10%</nobr>. When the wearer's Effect RES is at <nobr>30%</nobr> or higher, all allies' CRIT DMG increases by <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [33105, 43105, 53105, 63105],
      "id": "insumousus_whalefall_ship",
      "name": "Insumousu's Whalefall Ship",
      "type": "NECK",
      "desc": "The plane encapsulates the Insumousu Autonomous Region of Thalassa. The Xianzhou Daiyu had crashed here, inspiring the civilization of Insumousu.",
      "typeText": "Planar Sphere",
      "backstory": "\"Once upon a time, the palace of the gods fell from the heavens.\"\\n\\nFirstly, there was a shadow beyond the atmosphere, then a fiery glow as it entered the layers of air. At the end, its full form was revealed — It was a grand palace, a heavenly wonder beyond even the combined skill of all of Insumousu's greatest artisans. It descended slowly, as if it had condensed from the heavens themselves. Insumousu's ocean was vast, but could it truly contain this celestial palace fallen from the skies? No one knew for certain.\\n\\n\"Amidst the chaos, some dispersed and fled in all directions. Others remained in the villages on land and under the sea, anticipating the descent of the Divine Fall.\"\\n\\nThe fallen Xianzhou Daiyu crashed onto the surface of Thalassa, leaving a deep watery crater in the heart of the Insumousu sea. For seven planetary days, the world trembled, while the magnificent ruins stood silently on the sea bed like the tragic and magnificent remains of a god. The survivors of Insumousu, living in their abodes in the sea bed, witnessed how their beloved homes were shattered by the celestial palace from beyond. Yet, with joy and elation, they soon found a new home in the remnants of the Daiyu after the Divine Fall.\\n\\nAs living conditions improved, the people of Insumousu had more time and energy to think. They finally had the opportunity to ask the most important questions as they gazed upon the magnificent ruins that descended from the heavens: Who were \"they\"? And from whence did \"they\" come?\\n\\nIn the days of old, the people of Insumousu knew not the art of metallurgy, nor had they yet invented written language. Thus, they turned to imagination to supplement their knowledge, and sought to understand all through the telling of stories. \"Legends\" were born as stories passed through the generations, turning into \"myths\" over time. \"Myths\" then shaped cognition as they themselves endure the flow of time — until \"civilization\" was born. As centuries passed and stars shifted in the sky, Thalassa became a trade partner of the Xianzhou Alliance. It was then that the aquatic people of Insumousu set foot inside the \"celestial palace\" for the first time. There, they beheld the complete grandeur of the Xianzhou, and at last learned the truth behind the Divine Fall.\\n\\nThe well-educated Insumousu gentry always regarded themselves as a continuation of the Daiyu. \"What the Daiyu once followed, we should follow. What the Daiyu once fought against, we should also fight.\" When they tell stories from the past, they would still begin with these words:\\n\\n\"Once upon a time, the palace of the gods fell from the heavens.\""
    },
    {
      "_id": 33106,
      "ids": [33106, 43106, 53106, 63106],
      "id": "insumousus_frayed_hawser",
      "name": "Insumousu's Frayed Hawser",
      "type": "OBJECT",
      "desc": "The fallen Xianzhou Daiyu is forever anchored in a foreign land. Perhaps it is time to untie its mooring ropes and let it return home.",
      "typeText": "Link Rope",
      "backstory": "As the people of Insumousu became enlightened by civilization, they longer see the broken ship's deceased crew as fallen gods. However, their reverence remains unchanged. Insumousu's poets thus sing: \"The ocean may swallow mortals, yet their spirits live on forevermore.\"\\n\\nIn accordance with the calendar of Insumousu, the second day of rest in the Month of Tides is Divine Fall Day — when the water dwellers recite scriptures, consume herbs, and perform bizarre dances along the current in honor of the fallen \"gods\" who brought a blessing to Insumousu. In modern times, Divine Fall Day gradually lost its original religious meaning — songs replace scriptures, delicacies replace herbs, and only the peculiar dances remain to this day as a cultural heritage.\\n\\nIn the past few hundred Star Calendar years, Insumousu has been generous in sharing its unique culture with the outside world, and the form of Divine Fall Day has quietly undergone more changes.\\n\\nInsumousu's land cities are usually full of young people, prone to staying up all night singing and dancing during Divine Fall Day. Foreign visitors, especially Xianzhou tourists, often choose to join in the festivities. Foreigners frequently fall in love with the vibrant atmosphere of the cities, these places filled with fiery passion as unstoppable as tsunamis. As the water dwellers grow out of their adolescent years, their lungs would gradually shrink, their necks metamorphose into gills, and their hands, feet, and eyes become more suited for underwater life. The poets always say, \"The people of Insumousu give their noisy and boisterous youth to the land, and their quiet and solemn old age to the ocean.\"\\n\\nWith the support of Xianzhou's Celestial Guild, a new ritual was added to the Divine Fall Day celebration — People would dive into the wreckage of the Xianzhou Daiyu to search for the remains of Xianzhou humans, then inter them into starskiffs and launch the skiffs into the star of the Thalassa system.\\n\\nThrough their discovery of the history of the Daiyu, the people of Insumousu also learned of the tragedy behind its fall. When the Xianzhou Daiyu was irreparably damaged and breaking apart, Qingzhu, leader of the Daiyu, made the courageous decision to sacrifice herself and the entire ship to end the curse of the immortality plague. The Xianzhou Alliance hopes that the fallen heroes will receive a dignified soul-soothing ceremony and the people of Insumousu, who were spared from the disaster, have given their response.\\n\\nAt some point during the night of Divine Fall Day, the revelry would come to an abrupt halt. Adolescents, children, and Xianzhou residents would sit by the shore as adults emerge from the water and solemnly gaze at the oceanic horizon. Then, several starskiffs break through the water and fly from the bottom of the sea toward the star.\\n\\nThe starskiffs are each inscribed with a row of beautiful Insumousu calligraphy that reads, \"You should undo the ropes for drowned sailors. Don't cry. You can sail safely after my demise.\""
    }
  ]
}
