{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "Celestial Differentiator",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's CRIT DMG by <nobr>16%</nobr>. When the wearer's current CRIT DMG reaches <nobr>120%</nobr> or higher, after entering battle, the wearer's CRIT Rate increases by <nobr>60%</nobr> until the end of their first attack."
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [33055, 43055, 53055, 63055],
      "id": "planet_screwllums_mechanical_sun",
      "name": "Planet Screwllum's Mechanical Sun",
      "type": "NECK",
      "desc": "The plane encapsulates the core of Planet Screwllum, imprisoned in a cage composed of countless levers, pistons, and gears. The inhabitants of Planet Screwllum euphemistically refer to it as the \"Steel Sun.\"",
      "typeText": "Planar Sphere",
      "backstory": "Regarding the origin of mechanical life, the carbon-based scholars of the Intelligentsia Guild have a unique speculation: A cluster of electrons born by chance.\\n\\nElectric currents flow throughout the atmosphere and ground. It separated into secondary forms of different magnitudes under the countless acts of gravity and repulsive forces. According to the scholars' hypothesis, this action is tantamount to cell division in carbon-based life. Thereafter, currents randomly output different potentials via the transistor structure naturally formed on the planetary surface, creating the most primitive program. The proud scholars argued that in this way, machines have \"thoughts\" that are comparable to carbon-based life.\\n\\nA mechanic objected to this: How can carbon-based life, which has not even been able to understand the origin of their own beings, have the gall to spout such fallacies? As soon as the words came out, the academic world of the universe was shaken to the core. Mechanical life began to re-examine the arrogant \"carbon-based centrism\" and examine its own origin.\\n\\nHowever, the Screwllumites on the Planet Screwllum had no choice but to pause their march — their planet's energy was being exhausted faster than their inspiration circuits. They needed to first find a way for their population to survive.\\n\\nIn the end, they decided to carry out an extreme plan that transcended several Amber Eras: They used the dying planet as fuel to power the Celestial Differentiator. The awe-inspiring, gigantic gear tirelessly processed the punched tape, methodically repeating calculations. With its planetary energy supply, the huge machine simulated a bona fide and stable superecosystem. They would then build their new home around this parent star.\\n\\nWith their planetary crisis lifted, the Screwllumites could rest. Always rational, optimistic, and elegant, they are determined to explore the answer to their origins in a purely rational manner.\\n\\nThe massive system is filled with the sound of bearings grinding against each other, and the dense teeth of cogs drive the punched tape to churn out data. One branch flows into multiple branches, and countless branches guide trillions of gears to roar... Then, these branches collapse again and again, falling into the furnace and returning to silence in the bubbling core. Over a long period of time, the programmed super-ecosystem gradually became a wonderful and relatively stable one. Eventually, speculations about the origins of machines began to cause Screwllumites' imaginations to wander.\\n\\nThe steel construct that drives the dying star once again activated their intelligent thought circuits. They will continue to ponder and explore their origins until the ever-present mechanical sun completely burns out."
    },
    {
      "_id": 33056,
      "ids": [33056, 43056, 53056, 63056],
      "id": "planet_screwllums_ring_system",
      "name": "Planet Screwllum's Ring System",
      "type": "OBJECT",
      "desc": "The planetary ring supports all of Planet Screwllum. Just how many are aware that the dense porous rectangular array reflects the truth about the planetary system?",
      "typeText": "Link Rope",
      "backstory": "The vast majority of Screwllumites were unaware that Planet Screwllum was a great attempt by inorganic life to investigate their origin.\\n\\nScrewllum felt a little empty. The event of understanding the operation logic of Planet Screwllum did not even cause any exceptional fluctuations in his Intelligent Pulse Waveform.\\n\\nHe stood on the wide terrace of his mansion, looking up at the unstoppable planetary engine. The ring system with dense square holes pierced up from the back of the planet. Everything the planet supports was situated on the strip, revolving quietly with the engine as its axis, day after day. He had seen the despairingly absurd nature of this planetary system: An elegant string of state transient equations, a giant, icy cylinder — that's all Planet Screwllum is, nothing more.\\n\\nAccording to his interpretation of the equations, at the birth of the Celestial Differentiator, its lead creator tried to explain the origin of the universe as a cellular automaton and its recursion, and Planet Screwllum itself was a result of the game of life.\\n\\nScrewllumites and other inorganic life on the planet acted as the \"cells\" in this automaton, while also being smaller-scale cellular automatons. Automatons were always made up of many smaller automatons, going back to the smallest components that form the building blocks of the universe. What was the smallest component? No one knows. Neither Screwllum nor the scholar who first proposed building the Celestial Differentiator do.\\n\\nThat was why Screwllum felt empty.\\n\\nDid that scholar's attempt fail? But the Celestial Differentiator had worked tirelessly for many Amber Eras. Did that not mean that the origin of the Screwllumites, their parent star, and even the entire universe can be attributed to that elegant string of equations? Not really. Until the super-ecosystem collapsed entirely, the equations remained unfalsifiable.\\n\\nHe swirled the fine glass of machine oil, never taking his eyes off the ring that recorded the truth of the planet. The giant screen-like perforated belt was tireless, and the rectangular array filtered the late-night moonlight. Screwllum couldn't stop thinking. <i>Do ends to recursions really exist?</i> He thought. <i>What is the nature of inorganic life — or yet, what is the origin of the universe?</i>\\n\\n<i>Am I really willing to be only a witness to the ideas of my predecessors?</i>\\n\\n\"No,\" Screwllum concluded. He decided to seek answers."
    }
  ]
}
