{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "Duran, Dynasty of Running Wolves",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "When an ally uses a follow-up attack, the wearer gains 1 stack of Merit, stacking up to <nobr>5</nobr> time(s). Each stack of Merit increases the DMG dealt by the wearer's follow-up attacks by <nobr>5%</nobr>. When there are <nobr>5</nobr> stacks, additionally increases the wearer's CRIT DMG by <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "durans_tent_of_golden_sky",
      "name": "Duran's Tent of Golden Sky",
      "type": "NECK",
      "desc": "Encapsulated in the plane is the Golden Sky Tent belonging to the borisins of Verdantia. Different to the savage name that borisin left in the cosmos, the borisins of Verdantia possess outstanding biotechnology. The children of the wolves gather next to the great Brood Lord Duran, and regard the celestial objects in the sky as their herd as they gallop between the stars.",
      "typeText": "Planar Sphere",
      "backstory": "The beginning of ancient foxian and borisin ballads all nostalgically sing of the \"Planet of Verdantia\" and its fertile soil and pleasant climate. However, upon closer inspection, the perceptive ones will realize such words are mere preludes to the eternal theme of \"war.\"\\n\\nWith their talents for agriculture and commerce, some fox clans built prosperous towns next to flowing rivers. Meanwhile, the children of wolves roamed with their herd under the aurora-covered sky within the lush grasslands, forming settlements that dotted the landscape. The merchants laughed at the herders for the latter's savagery, while the herders despised the merchants for their deception. However, they both must confront the cruel torments of nature — the \"Vulpesummer\" and \"Lupuswinter.\"\\n\\nIn the summer of rich harvests blessed by the fox deity, the two clans put down their arms and ceased warfare in mutual satisfaction. But once the wolf deity lets fall the white frost, the snowlines would spread from the poles and hunger shall drive the two clans to unceasing conflict.\\n\\nThe ballads mention that the Lupuswinter once stayed far beyond its due, even after the sun of Verdantia had circled the planet thirty-three times. Poverty and hunger crashed the people, and they resorted to even eating animals they once worshipped as totems. After foreseeing the end where the entire world shall be covered in bleak death, a savior climbed to the peak of the tallest mountain in that world — The foxian legends called her \"Tushan,\" but the borisin sagas called him \"Duran.\" No matter what this savior was called, they made a wish to the Master of Immortality, hoping for sustenance enough to keep the world's people alive. Then, the mountains split, and sweet divine nectar of Redspring poured out from the hilly ravines.\\n\\nThose who drank from the Redspring obtained power, dexterity, and strength from the beast meat they devoured. Their blood, too, stirred with the ferocity of animals, and their bodily forms became increasingly bestial — Thus was this world changed, never to return to its former days.\\n\\nWith the Redspring as the medium, everything that the reborn canine races needed was made from this miraculous source — The fields no longer grew grain but viscorpi instead, and the garments that covered people's bodies were no longer of linen but of embryonic flesh. Even the chilly snowlands that once terrified the Verdantia civilizations were no longer a concern, for the canine races cultivated biological membranes in the polar regions to craft into warm dome-shaped tents, blocking the impoverished Lupuswinter beyond this barrier.\\n\\nThen, things changed in the Planet of Verdantia, just like how things changed for every short-life species that became long-life — There was population explosion, ecological collapse, internal warfare... And no matter how hard the canine races prayed to the Master of Immortality, they never heard another reply. Then, the people understood the truth: Everything that the Master of Immortality could give had been given, and if the people wished to have better lives, they must take more by themselves.\\n\\nGathered around Duran the great Brood Lord, the canine races cast their sight into the sky where the Master of Immortality dwelled. The stars sparkled like a grassland waiting to be conquered with fast steads, and they will bring the \"Lupuswinter\" to the civilizations on those planets.\\n\\nMuch later, their sworn enemies dubbed them \"borisin,\" for it signified \"wolf\" in the vernacular of Verdantia."
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "durans_mechabeast_bridle",
      "name": "Duran's Mechabeast Bridle",
      "type": "OBJECT",
      "desc": "These were the reins, shackles, and whips. The first thing taught to borisin youths who had grown taller than war beasts' legs was to always grasp the reins tight in their hands, or else the youths themselves would become enslaved livestock — or worse, become feed.",
      "typeText": "Link Rope",
      "backstory": "In the borisin language, the bridle was also called assa-chita, meaning \"the living book.\"\\n\\nWhen the dual rising moons meet, and the night sky is at its brightest, the voodoo masters of the hunting tribe gift bridles to the children of Duran to symbolize them entering adulthood. This blank bridle would become a book that records the history of their battles throughout their lives.\\n\\nAs soon as the adulthood ceremony ends, the borisin youths must walk into the weapon farm, then pick and tame their first battle mount among the \"mechabeasts\" that have been filtered and bred via gene witchcraft. Mechabeasts that consume the conquered as their feed have astounding agility, perception, and ferocity — Yet they are considered mere sheep when facing against their future masters. As the moonlight stirs the violent blood in their veins, the borisin youths chase and duel against the mechabeasts. Some will die from the beast's kiss — That is the result of cowardice. Some will kill their peers — That is the law of how valiant beasts shall be distributed... The borisin youths trip the desired mount to the ground and tie the bridle, which is inlaid with neural spike whips, onto the animal's neck — The beast will be stunned through telepathy with its future master and become as tame as if they already received hundreds of whiplashes. When the beast willingly carries the master on its back, a fitting borisin sorya (warrior, rider) will have been born.\\n\\nThen, the borisin bridle will become the recorder of wars, and the reins will gradually become full of scratches, knots, and accessories.\\n\\nThe well-trained sorya dons jellyfish-like membranous armor under the leadership of a yonda (leader, centurion). They then board the beast ships that can warp between stars, explore different worlds, and swear in the name of Duran and the Master of Immortality to make the stars into their herding ground. On the bridle, light scratches indicate how many enemies the owner had slain, knots record how many major campaigns they were involved in, and the accessories dangling from the reins are loot such as human teeth and Intellitron cores obtained from pillaging frenzies... They are the vengeful wails of the conquered, as well as medals for borisin individuals to demonstrate their strength.\\n\\nWhen the mounts beneath the warrior perish in warfare, or when borisin wish to mete out punishment, the bridle can also be fastened around the bodies of other living beings.\\n\\nTheir targets are usually foxians — The slave race excluded from the clan due to genetic selection plans. They are weak, devious, and are only fit for lowly labor and calculations. Whenever rare war-like individuals emerge among the foxians, the master of the wolf-head would prioritize binding these foxians with the bridles, driving them as war slaves to serve as vanguards on the battlefield.\\n\\nIf all slaves are dead, and the weapons are bent, then the bridle can still act as a whip if one attaches a spike to the end. If the bridle is snapped and the warrior perishes in war with their fangs and claws shattered, then the bridle will become the sole remaining epitaph and memories for borisin...\\n\\nJust as the old tales said that \"the position between the predator and prey often changes in the forest,\" countless wolf-kind bridles have been broken and snapped after fighting for millennia against the Xianzhou in this dark forest called the universe. In the end, this link that connects various clans is severed by the sharp arrow of The Hunt, and the borisin also fall into the shadow of internal strife and general decay, becoming ever more removed from their former pride."
    }
  ]
}