{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "Eagle of Twilight Line",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Wind DMG by <nobr>10%</nobr>.",
    "4": "After the wearer uses their Ultimate, their action is Advanced Forward by <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [31101, 41101, 51101, 61101],
      "id": "eagles_beaked_helmet",
      "name": "Eagle's Beaked Helmet",
      "type": "HEAD",
      "desc": "A helmet used in high-speed flights that resembles the beak of a skyfish eagle. It illustrates the principles of fluid mechanics.",
      "typeText": "Head",
      "backstory": "Every day at dawn, Salsotto's skyfishers would depart from the moving city's skyport, soaring in the air with their winged suits, hunting for phlogiston jellyfish that flew out of the sand.\\n\\nPhlogiston, an essential component of the Phase Flame, was the blood of the colossal moving city. Phlogiston must be sufficiently captured and gathered to ensure that the whole city could always stay ahead before the twilight zone that divided day and night.\\n\\nIf any skyfishers died from exhaustion or were attacked by giant birds, Salsottians would spare no effort in bringing back their remains and would bury their winged suits and eagle helmets with them in the dark land. According to the traditional Salsottian rituals, \"landing\" equals death and is a symbol of eternal rest.\\n\\nThe flight must never stop, just like how the city must never stop moving.\\n\\nThis eagle helmet has a short condolence message carved on its beak: \"Landing is not the eagles' shackle, wings are, because of which you have to fly.\""
    },
    {
      "_id": 31102,
      "ids": [31102, 41102, 51102, 61102],
      "id": "eagles_soaring_ring",
      "name": "Eagle's Soaring Ring",
      "type": "HAND",
      "desc": "A ring worn by an outstanding skyfisher master, with a pair of skyfish eagle's wings holding tight the wearer's finger.",
      "typeText": "Hands",
      "backstory": "Only the most skilled, respected, and reliable skyfisher captains would receive a Soaring Ring. They blew their fishing whistles in the sky and seamlessly coordinated with one another, like they were the most sharp-eyed hunting eagles.\\n\\nFor the duration of each flight, each team member was lonely and vulnerable. All they could rely on were the <unbreak>124</unbreak> types of whistles that could be performed by their team captain.\\n\\nHence, there had long been a saying in Salsotto — \"Skyfishers entrusted one-third of their lives to the rigorously developed technology, one-third to their ingeniously refined equipment, and one-third to their reliable lead skyfisher captain.\"\\n\\nBeing asked by so many families to take care of their skyfisher children, the team captain constantly felt the burden of this little ring he wore.\\n\\nThis Soaring Ring's etching was mottled, with one word engraved on the inner side of the ring: \"Responsibility.\""
    },
    {
      "_id": 31103,
      "ids": [31103, 41103, 51103, 61103],
      "id": "eagles_winged_suit_harness",
      "name": "Eagle's Winged Suit Harness",
      "type": "BODY",
      "desc": "A belt harness that connects the winged suit with metal supports embedded in thick linen. Soft and tight-fitting.",
      "typeText": "Body",
      "backstory": "It was no easy feat for Salsotto's skyfishers to entrap and hunt phlogiston jellyfish that flew out of the sand. During turbulent flights, the seemingly tender and soft safety harness was the thread of life for a skyfisher.\\n\\nHunting phlogiston jellyfish was never easy. From trick moves to intense chasing, from precise blocking to the final capturing act, one wrong move in any one of these links in the chain could mean mortal danger.\\n\\nIt was customary for a young skyfisher to get one strand of hair from each parent and weave them into the harness with metal supports, while a married one should get one from their spouse. In this manner, the harness would be blessed by the power of \"home\" and ensure that the skyfisher always returned safely.\\n\\nIn this cruel world where all fought hard for survival, \"home\" was the only place that could offer comfort and support for a skyfisher.\\n\\nThe hair inside this harness was still intact, with a faint white at the root. It came from a female."
    },
    {
      "_id": 31104,
      "ids": [31104, 41104, 51104, 61104],
      "id": "eagles_quilted_puttees",
      "name": "Eagle's Quilted Puttees",
      "type": "FOOT",
      "desc": "Puttees to keep the legs warm during flights, decorated with a skyfish eagle's bristle feathers.",
      "typeText": "Feet",
      "backstory": "Hunting phlogiston jellyfish was a long survival game for skyfishers from Salsotto. Legs, being far from the heart, can only maintain their temperature when tightly strapped in fluffy feather puttees.\\n\\nOnly at the end of the long and highly stressful hunt would an exhausted skyfisher begin to feel pain and fatigue.\\n\\nFor those unprepared, it would be too late to discover their partial necrosis caused by severe frostbite. Therefore, skyfishers would check if they had tightened their puttees many times before taking off. After all, they wouldn't get another chance to do so in high-speed flight.\\n\\nThey knew what the wind would take away as they stepped into the sky.\\n\\nTraces of lime powder and aluminum powder were found in the metal shell embedded in the puttee, which seemed to be a means of emergency heating."
    }
  ]
}
