{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "Firmament Frontline: Glamoth",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's ATK by <nobr>12%</nobr>. When the wearer's SPD is equal to or higher than <nobr>135</nobr>/<nobr>160</nobr>, the wearer deals <nobr>12%</nobr>/<nobr>18%</nobr> more DMG."
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [
        33115,
        43115,
        53115,
        63115
      ],
      "id": "glamoths_iron_cavalry_regiment",
      "name": "Glamoth's Iron Cavalry Regiment",
      "type": "NECK",
      "desc": "Encapsulated in the Planar Sphere is the renowned shapeshifting oothecae of the Glamoth Empire's Iron Cavalry. Countless silver mechas were loaded into warships and sailed to the outer edges of the galaxy to fend off the vicious Swarm from deep space.",
      "typeText": "Planar Sphere",
      "backstory": "The Welkin Empire of Glamoth enjoyed a vast territory spanning tens of thousands of light-years, ambitiously setting its sight on the cosmos. At the height of the empire's power, Her Majesty Empress Titania built a magnificent fleet, vowing to bring the fruits of civilization to all the barbaric borders, allowing them a taste of the empire's benevolence in hopes of uniting them under one rule.\\n\\nHowever, the expedition was eventually halted by endless waves of raging insectoids coming from beyond the sky. Glamoth's armies fought and failed, again and again... Colonies were scattered, and the proud iron fleet fell one after another. Besieged by the monsters with compound eyes and sheathed wings, the cries of the people of Glamoth were drowned out by despair, and the Welkin Empire was shattered from then on.\\n\\nUntil one day knights clad in mechanical armor descended from the sky and wiped out the sun-swallowing Swarm. Since then, the silver-white iron knights have traveled to and from the various star systems in the empire, crossing the devastated territories and fighting back against the calamity that wiped out the galaxy. They were like warriors born to fight the Swarm. No one knew the faces lying beneath the masks of the Iron Cavalry, but their arrival was like a gift from the gods, bringing the light of day back to the human world. Under the Empress' command, Glamoth's Iron Cavalry charged across the skies, finally stemming the tide of enemies and bringing a moment of respite to the empire.\\n\\nBut in the never-ending battle against their archenemy, the empire started becoming more and more like its adversary — more and more Iron Cavalry flew high into the sky, blotting out the heavens just as the Swarm did on that fateful day. The look people cast on the Empress and the cavalry turned to one of fear, a fear akin to what they felt toward the Swarm. Perhaps one day the empire would attain the victory it so desired. But on that day, will Glamoth still be a paradise for humanity to rest in?\\n\\nThe Iron Cavalry Regiment formed the last line of defense at the border of Glamoth, where the battle raged on endlessly. Upon their warships, the silent knights bore a mission, carrying the hopes of the entire empire, and faced the tides of enemies drowning out the stars."
    },
    {
      "_id": 33116,
      "ids": [
        33116,
        43116,
        53116,
        63116
      ],
      "id": "glamoths_silent_tombstone",
      "name": "Glamoth's Silent Tombstone",
      "type": "OBJECT",
      "desc": "The flourishing Empire of Glamoth turned into dust. There was no evidence of its former glory. Only the debris of stardust, mechas, warships, and the corpses of the Swarm were left drifting in the vacuum to form a river of residua — preserving the original battle scene of the bloody warfronts and serving as a monument to its downfall.",
      "typeText": "Link Rope",
      "backstory": "Historians of the Intelligentsia Guild believe that the Republic of Glamoth was destroyed by the scourge of the Swarm. Another view claims that the Republic of Glamoth was destroyed by how it completely overshot its powerful enemy.\\n\\nIn order to turn the tide in the horrific invasion of the Swarm, the ruling council threw down the gauntlet and resolved to alter the essence of humanity in an effort to adapt to the war — they will create a weapon \"born to fight.\"\\n\\nThe result of all this was \"Titania.\" The Empress, who holds no power, telepathically commands and controls the knights connected to her. In the dreams that these warriors are woven into, the sole meaning of their existence is to guard Titania and her \"empire.\" In their short lives, they studied, fought, received the Empress' commands, faced the enemy fearlessly, and died with honor.\\n\\nNo one knew when this falsehood was revealed. Was it from the day when the old humans in Glamoth's territories fell below a certain percentage? Was it the day when scientists realized that the Empress was beginning to revolt against her captivity? Or... maybe the day when the Swarm's onslaught dissipated into thin air?\\n\\nAll the people knew was that the Iron Cavalry gave their all for the non-existent \"empire.\" After decades of bloody battles, the remains of mechas and insect limbs turned into dense debris strewn throughout Glamoth's segmentum, connecting with each other to form a \"River of Death.\" When the remnants of the Swarm no longer posed a threat and the leaders of the council rang the bell of peace, informing the citizens that they had dispelled the apocalypse that clouded the heavens and the republic would be ushered back into the light of day — What arrived was not daylight, but the beginning of another sunless night.\\n\\nAfter that, the civilization known as Glamoth faded away, and the long-awaited peace came to the empty stars. The long river of stardust and debris flows silently along the void."
    }
  ]
}