{
  "_id": 302,
  "id": "fleet_of_the_ageless",
  "name": "Fleet of the Ageless",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's Max HP by <nobr>12%</nobr>. When the wearer's SPD reaches <nobr>120</nobr> or higher, all allies' ATK increases by <nobr>8%</nobr>."
  },
  "pieces": [
    {
      "_id": 33025,
      "id": "the_xianzhou_luofus_celestial_ark",
      "name": "The Xianzhou Luofu's Celestial Ark",
      "type": "NECK",
      "desc": "The Xianzhou Luofu floating above the seas of stars was enclosed within the sphere. Skiffs went to and fro through the Jade Gate just like the celestial movements of stars and moons. Countless people had come here to seek the secrets of immortality, only to return in disappointment.",
      "typeText": "Planar Sphere",
      "backstory": "Thousands of years ago, the Xianzhou Luofu set sail from an ancient nation, crossing deep space to seek an audience with a god in pursuit of the elixir of immortality.\\n\\nThe colossal ship enclosing entire biospheres lumbered into the starry sky like a lucid moon silently falling into the night, embarking on an endless and aimless journey. In this lonely voyage, people slumbered, woke up, and slumbered again in incessant alternation... Star-chasing whales fell from the dome of heaven, and crystalline entities made of subgrain lattice managed to span light years without a single crack. The Elixir Seekers witnessed the majesty of various supernatural powers. In covert delight, they further hardened their resolve to obtain immortality.\\n\\nAfter voyaging for thousands of years, the Xianzhou Luofu gradually came to a halt, whereupon it encountered the master of the Abundance in the limbo between the reality and the imaginary. Yaoshi bestowed a divine miracle upon the ship, and it immediately manifested as the Ambrosial Arbor. Its shade was as large as clouds, blocking out the sky and sun. Its roots were thick and dense, enveloping the entire Xianzhou ship — the Luofu seemed to be brought to life.\\n\\nThose who coveted immortality swallowed the fruit of the Ambrosial Arbor, and finally obtained the Endless Lifespan they had dreamed so much about. The Xianzhou residents began to claim they were celestial beings worthy of endless lifespans in abundance, and they also learned to use the Ambrosial Arbor to create various inhuman marvels via the blessings of immortality.\\n\\nYet, just like the shifting of the sun and moon, what once prospered was fated to decline and what once brought elation must eventually induce agony. It was not until the arrival of the Three Sufferings, when people were tormented to near extinction, that the Xianzhou people finally came to understand the true nature of this so-called miracle, which was nothing but harrowing calamity.\\n\\nIn the midst of disaster, a hero rose with the Reignbow and split the Ambrosial Arbor in half. The Xianzhou people regained their dignity as humans, and vowed to return to mortality and purge all deathless doom in this universe. In the ensuing years, Xianzhou went on a hunt across the stellar seas, taking it upon themselves to purge all deathless abominations. The Foxians regained their freedom and took back control of the sky, while the Vidyadhara sealed off the contamination and any residual catastrophes. The three races were then brought together in a covenant and coalition. Thus was born the Xianzhou Alliance.\\n\\nProsperity and calamity came and went in cycles during the voyage. Heroes and legends rose to fame and glory one after another as history marched on. Now, the Xianzhou Luofu is healing and reconstructing in a period of hard-won peace. Free trade and open minds truly brought it back to life.\\n\\nImmortality had permanently molded the Xianzhou Luofu. With its ups and downs through history, the Xianzhou Luofu accumulated its own unique aura that combined both antiquity and modernity. It would only take any traveling merchant mere seconds to feel the marks left by the passage of time on this ark."
    },
    {
      "_id": 33026,
      "id": "the_xianzhou_luofus_ambrosial_arbor_vines",
      "name": "The Xianzhou Luofu's Ambrosial Arbor Vines",
      "type": "OBJECT",
      "desc": "Once, the Luofu reigned supreme over other ships in the Xianzhou fleet due to the grace of the Ambrosial Arbor. Later, when people consumed the cursed fruit of immortality, calamity was brought upon the Luofu by the Ambrosial Arbor, whose vines had already entrapped the Luofu in its firm and inseparable grip.",
      "typeText": "Link Rope",
      "backstory": "The master of the Abundance buried the seed of karma in the center of the Xianzhou Luofu and gifted the Elixir Seekers with something named \"Ambrosial Arbor,\" which was considered a miracle as people were able to immediately understand its implications.\\n\\nThe Ambrosial Arbor grew fruits of divinity that brimmed with life and vitality, containing the Endless Lifespan sought by the Elixir Seekers. From that moment, the ancient taboos and laws were rendered useless, and nature's dictum and ethics regarding aging and death became irrelevant history. People followed the way of immortality to exploit the Ambrosial Arbor with increasing intensity, making Fallow Earth that never exhausted itself, molding their own bodies to shapeshift, and giving the gift of thinking and talking to animals... Innumerable unimaginable technologies were brought into existence under the branches of the Ambrosial Arbor.\\n\\nHowever, the Ambrosial Arbor took off its disguise as time went by, revealing its hideous visage as the agony of immortality crept upon the immortals.\\n\\nThe celestials ceaselessly reproduced, yet tasted no death. The ship groaned from overpopulation, as hunger and starvation tormented many. Xianzhou's young can never realize their life's ambitions while their elders clang to power, and society teetered at the edge of structural collapse... Rebellions of the aurumatons and external invasions marked a ruinous millennium, after which the darkness hidden in immortal bloodlines also showed its face. The so-called \"Body of Celestials\" was simply a technology that surpassed human intellect. The propensity to be stricken with mara was a warning to all Xianzhou natives, a reminder that they were a mere step away from becoming abominations themselves.\\n\\nIn desperation, a hero tore through the sky with a powerful shot from their bow, splitting the Ambrosial Arbor in half... Yet even if all there was left of the Ambrosial Arbor was a burnt stump, the fate of Xianzhou could never be separated from it.\\n\\nIt attracted external forces to invade Xianzhou. The Abominations of Abundance launched multitudes of assaults, where flesh was distorted and blood was spilled, for the sole purpose of devouring Xianzhou whole. The Arbor also tempted the Xianzhou residents. The Disciples of Sanctus Medicus broke the taboos and ventured deep into the secret of the Abundance within the Ambrosial Arbor, hoping to reforge the once mighty immortal empire... In the long days of foreign and domestic troubles, the remaining corpus of the Ambrosial Arbor lurked like unending vines propagating in the shadows, waiting for an opportunity to wreak havoc again.\\n\\nFortunately, the Xianzhou Luofu never lowered its guard against the withered tree. The people had vowed to cast this source of all distortions into the end of all things."
    }
  ]
}
