{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "Forge of the Kalpagni Lantern",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's SPD by <nobr>6%</nobr>. When the wearer hits an enemy target that has Fire Weakness, the wearer's Break Effect increases by <nobr>40%</nobr>, lasting for <nobr>1</nobr> turn(s)."
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "forges_lotus_lantern_wick",
      "name": "Forge's Lotus Lantern Wick",
      "type": "NECK",
      "desc": "Encapsulated in the plane is the Flamewheel Forge, the location of the Xianzhou Zhuming's Artisanship Commission. A sphere the size of a celestial body, constructed around the progenitor of all heliobi, the Flint Emperor. Ingenious artisans draw energy from it and mold wondrous thoughts and inspirations into form.",
      "typeText": "Planar Sphere",
      "backstory": "The Xianzhou Zhuming had floated in the starry seas for over eight millennia after setting sail from the Primeval Imperium. If one were able to view a chronological snapshot of how the starship's form had changed, it would be a very romantic experience — The colossal ship swallowed a deep-blue star, peeled off the worn hull layer by layer, swelled as a brimming bud, and finally bloomed into a lotus.\\n\\nFrom space, the entire Xianzhou Zhuming appears as a lotus lantern of filigree gold. The giant glowing \"lotus leaves\" gradually spread out around the \"light poles\" and are bathed in a soft blue glow, being indeed worthy of poems that declare it \"A ship whose hull deceives the eyes, a lotus whose petals like candles glow.\" The \"lampstand\" section at the center of the ship is a spherical cage, its size on the magnitude of a celestial object. It tightly wraps around the azure sun, the \"lantern wick,\" and eternally spins. This mega structure is the most important location for the Xianzhou Zhuming's manufacturing industry — the Flamewheel Forge.\\n\\nIn the past, the Zhuming Grand Artisan Yang Di had received a weapon mold from the anonymous sovereign of the Primeval Imperium as a gift when the fleet set off on their voyage. Thousands of years later, though the fleet has now changed beyond recognition with their immortality and the return voyage will never occur, the tradition of the Grand Artisan never died. In the Xianzhou Zhuming, artisanship is the supreme school of learning. All its generals also held the title of the Artisanship Commission's Furnace Master. When they leave the ship, they command thousands of troops. When they return to the ship, they would swing their hammer and forge wondrous items, and receive the people's supreme respect. More than half of the weapons used in the Xianzhou's hunts throughout the fleet's history were forged in the Xianzhou Zhuming. Therefore, the Flamewheel Forge came to be regarded as the holy pilgrimage site for such technologies in the entire Cosmos.\\n\\nMetalsmithing is a measure of the advance of civilizations, while flames mark the beginning of civilizations. Many civilizations, while in their infancy, are most troubled with the problem of energy sources. The people would spare no effort in discovering energy sources that can support their civilization to new heights. The Xianzhou Zhuming have stepped over this limitation — By imprisoning the progenitor of heliobi, the Flint Emperor, the artisans have obtained a literally inexhaustible power source. The Flamewheel Forge has intricate branch-like track systems that cover the star as much as possible, and the delicate boughs and leaves are choked with receptors and transmitters that guide the Primordial Flame \"Flint Emperor\" to provide energy for all technological developments.\\n\\nCountless artisans regard the Zhuming Artisanship Commission, which had swallowed up a Pseudo Sun, as the hallowed hall of the craft, with apprentices who aspire to forge divine tools swarming the institution. With enough force, anything can be crafted, and the Flamewheel Forge has prepared everything the artisans could possibly need —\\n\\nApprentices from different worlds come together before the Forge and become fellow students, then compete and share their skills. Outworlders who come in search of marvelous tools would also pay a hefty sum to commission artisans to craft otherworldly items — However, the countless apprentices over the millennia have rarely been favored by General Huaiyan, the \"Artisan of Artisans.\" Whenever he tutors students himself and personally passes on his skills both as a craftsman and a soldier, these students would either become grandmasters who leave a mark in the annals as Furnace Masters or become Cloud Knights with names that thunder through the Alliance such as the Flamewheel Octet.\\n\\n\"Forges wrought a million stars bright, irons craft heroes' soaring flight. Miniscule lights into martial might made, only with sharp blades are peace and plenty saved.\" From the day a Zhuming artisan receives their tools, they must always remember — What they will spend their days and nights making are no simple weapons, but the arrows carrying the creed of The Hunt."
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "forges_heavenly_flamewheel_silk",
      "name": "Forge's Heavenly Flamewheel Silk",
      "type": "OBJECT",
      "desc": "The heliobus progenitor, as grand in scope and size as a star, drowns in an endless dream. As it slumbers, the atoms and molecules around its body clash and spark, endlessly permeating outward from the external shell crafted from the Flamewheel, ultimately appearing as iridescent light bands resembling strands of celestial silk.",
      "typeText": "Link Rope",
      "backstory": "The Xianzhou Zhuming has always been accompanied by multicolored light bands while voyaging in deep space. These bands are both energy outputs from super-high-temperature fusion reactions, as well as evidence that the Flint Emperor still burns and shall never die.\\n\\nOn the outermost skirts of the aurora-inducing particles dispersed with the Flint Emperor's breaths, newborn heliobi slow down and wander into being. The Flamehunt Judges of the Zhuming Ten-Lords Commission then capture these naive heliobi that have not had any contact with emotions, using kind and gentle dreams to tame the immature temperaments of such flames. Then, the judges pass these harmless heliobi to the Artisanship Commission's Temperaflame Office, which matches the heliobi with various artifacts to make them into lamps, vehicles, and various spectacles in Zhuming... However, in the eyes of confused outworlders, these talking and walking items are proof of the rumor that \"divine essence exists everywhere in the delves, and items would become demons once they are old enough\"...\\n\\nFollowing the alien-colored light band, one can walk deeper past the Forge and arrive at the hypergravity field created by the Pseudo Sun. Mortals struggle to endure a stellar density of this degree. It is an inwardly collapsing disorder that only Disatta artisans can traverse with ease.\\n\\nThe scorching stellar surges and abnormal celestial phenomena prevent the curious from continuing to approach the Pseudo Sun. All fundamental physical laws of the universe have been augmented to a terrifying degree in this space. Only one stout and powerful stellar race, the Disatta, can survive in spaces with such gravitational abnormalities — The Disatta are natural-born elite artisans. They pass between the Forge and the Pseudo Sun, and their perception of time has long strayed from that of normal beings. They keep their promise and continue to improve their artisanship, forging the ship's enormous cannons and keeping watch over the Pseudo Sun's slumber. The Xianzhou Zhuming regards Disatta as loyal allies, respecting their tenacity and strength, while being grateful for their selfless sacrifice.\\n\\nAnd yet, no being can follow the light bands further across the outlandish and twisted gravity field to dive deep into the Pseudo Sun. That is a place forbidden to all beings capable of emotion, a room where the endless dream of the Flint Emperor floats — The Xianzhou Zhuming is always on watch, for even the smallest sliver of emotional disturbances can awaken the boundless might of the heliobi progenitor.\\n\\nThere are frequently individuals who ignore the warning and cast their gaze upon the Pseudo Sun from afar. They would unknowingly slip into the psychological gravitational field, and their smallest carelessness would result in their sentience being taken away by the torrential mirages that pour out like a tide. Different from interacting with the gentle illusions, staring upon that \"azure sun\" would only make one feel the boundless rage that has been suppressed since the beginning of time — \"The heliobi shall give the heroes enough power to scorch the very heavens, but when all duties have been fulfilled, the heroes must give to the heliobi supreme bodies forged into perfection...\" No one knows how this ancient oath could be fulfilled. Similarly, none knows when the Flint Emperor would awaken from its bottomless dream.\\n\\nDeep within the lotus lantern's wick, the Pseudo Sun heaves a profound sigh in its unending sleep. The Xianzhou ship slowly sails across the sky, leaving behind only an iridescent trail. In this way, the Xianzhou Zhuming will continue to ally with fire, journey with fire, and share its destiny with that of the fire."
    }
  ]
}