{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "Genius of Brilliant Stars",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Quantum DMG by <nobr>10%</nobr>.",
    "4": "When the wearer deals DMG to the target enemy, ignores <nobr>10%</nobr> DEF. If the target enemy has Quantum Weakness, the wearer additionally ignores <nobr>10%</nobr> DEF."
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [
        31081,
        41081,
        51081,
        61081
      ],
      "id": "geniuss_ultraremote_sensing_visor",
      "name": "Genius's Ultraremote Sensing Visor",
      "type": "HEAD",
      "desc": "A pair of communication goggles embedded with ultraremote sensing technology that breaks through the shackles of limited transmission and remote distances.",
      "typeText": "Head",
      "backstory": "It is a truth universally acknowledged, that among members of the Genius Society, there is an overabundance of eccentricity and a lack of communication.\n\nSocial interaction is indeed a burden for most people, even more so for geniuses traveling between worlds.\n\nElias Salas, member 56 and the second head of the Genius Society once tried to resolve this problem. He ardently prepared communication goggles equipped with ultraremote sensing capabilities for all members. Although he succeeded in establishing a bridge between the most distant of stars, few were willing to connect. Thus, the universe's greatest-ever communication device was never fully utilized.\n\n\"'Da numba you hab dialed is not in sewvice.' Can't you just show a bit more commitment when you pretend to be an AI...?\"\n\nElias Salas sighed and understood that this indeed was a huge ask. But he's got to give it a try, believing his technology would one day have its use one way or another."
    },
    {
      "_id": 31082,
      "ids": [
        31082,
        41082,
        51082,
        61082
      ],
      "id": "geniuss_frequency_catcher",
      "name": "Genius's Frequency Catcher",
      "type": "HAND",
      "desc": "A pair of gloves equipped with a precision frequency-capture device, which enables direct manipulation of otherwise-intangible sound and light vibrations.",
      "typeText": "Hands",
      "backstory": "\"How to slack off at work without being noticed\" was an ongoing problem for Stephen Lloyd, 84th member of the Genius Society, who was living in his foster father's fruit store.\n\nHe made a pair of gloves that could capture specific frequencies and the escaping sound and light, allowing himself the pleasure of researching the stringed instruments behind the frequency fence.\n\nThis technology could capture and confine all light and sounds within the designated area, and was simply inexplicable within the current confines of Aiden classic sciences. It was indeed an outstanding invention that could change the course of science to say the least, but Stephen had no interest in introducing this technology to the public. After all, to him, it was just a toy he made to loaf on the job.\n\n\"Stephen, I don't know exactly what you've done, but you're definitely slacking off, right?\"\n\nEven though Stephen Lloyd was celebrated as a genius among geniuses, to his foster father, Stephen was just a child that liked fantasizing and goofing around."
    },
    {
      "_id": 31083,
      "ids": [
        31083,
        41083,
        51083,
        61083
      ],
      "id": "geniuss_metafield_suit",
      "name": "Genius's Metafield Suit",
      "type": "BODY",
      "desc": "Diving-suit-like attire that envelops the body when activated, sending neural signals from your whole body to the metafield in real time.",
      "typeText": "Body",
      "backstory": "The metafield space created by Sserkal, member 29, transcended biological race and multiple dimensions. Any living creature could synchronize its neural signals into the consciousness network, simply with the help of a diving suit.\n\nFor these creatures that were unable to travel between worlds, this collective dream domain granted them a chance to connect with one another and seek peace and tranquility that were non-existent in the real world.\n\nWithin this metafield of virtual data, these creatures created countless cultural assets, and a new order was quietly established. Just when it looked like this virtual eden would finally replace reality, Sserkal the Net Weaver of all Creation cut off the connection to the consciousness network, as if it had been one big joke. The entire metafield suddenly sank into silence.\n\n\"All those investors who would yammer about metafield space all day have all gone mad. The industry has been empowered countless times, but now the metafield is gone.\"\n\nPeople are prone to any supposition when they lose something. The metafield might have been designed to be a petri dish for the soul. Inviting creatures of various kinds might just be a ruse for getting free soul samples."
    },
    {
      "_id": 31084,
      "ids": [
        31084,
        41084,
        51084,
        61084
      ],
      "id": "geniuss_gravity_walker",
      "name": "Genius's Gravity Walker",
      "type": "FOOT",
      "desc": "A wearable gravity-capture device. It is shaped like a pair of ice skates that reflects the stars' twinkling lights during quick gliding.",
      "typeText": "Feet",
      "backstory": "The notorious Dr. Primitive, member 64, had spent his life running away from interstellar pursuers for the great crimes he had committed.\n\nDr. Primitive seemed to enjoy the thrill of being pursued, always keeping a carefully managed distance from those who were hunting him, never too close to be caught nor too far to be untraceable.\n\nHe applied some kind of gravity-capture technology to his escape where he was able to use gravity to wander freely across space. Astrophysicists from the Intelligentsia Guild could not understand the principles of this technology, so they merely assumed that it was something to do with the gravitational potential difference between stars. His pursuers riding in vehicles of the gravity era struggled to catch up to his speed, swearing to bring him to justice.\n\n\"Watching someone spacewalking should've been a feast for the eyes,\" a Galaxy Ranger said. \"Too bad, that 'someone' is Dr. Primitive.\"\n\nThe Galaxy Ranger still refused to believe in Dr. Primitive's presumptive death and continued the hunt for him even after he had completely vanished."
    }
  ]
}