{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "Giant Tree of Rapt Brooding",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's SPD by <nobr>6%</nobr>. When the wearer's SPD is <nobr>135</nobr>/<nobr>180</nobr> or higher, the wearer and their memosprite's Outgoing Healing increases by <nobr>12%</nobr>/<nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "Grove of Epiphany's Pondering Colossus",
      "type": "NECK",
      "desc": "Encapsulated in the Planar Sphere is Amphoreus' Grove of Epiphany, where the divine corpus of the Bough of Rift, {RUBY_B#Reason Titan}Cerces{RUBY_E#}, ponders. \"The First Scholar\" led others to establish gardens and courtyards within the woods and shared knowledge, and the Grove was born.",
      "typeText": "Planar Sphere",
      "backstory": "Thalesus, the First Scholar, embarked on his journey around Amphoreus from his coastal home city, Mileutus, at his age of majority, seeking spiritual meaning within the Mnestia faith.\n\nAlong the way, his strange experiences and new visions reshaped his thoughts on nature and the origin of the world. At the journey's end, he met the Bough of Rift and completed his philosophical methods to experience the world before the great tree. Under the giant tree, Thalesus established a courtyard and named it the Grove of Epiphany, a place for people to awaken their spirits, seek wisdom, and grasp the way.\n\nThe thoughts of {RUBY_B#Reason Titan}Cerces{RUBY_E#} became so enhanced that they became written scrolls or quietly turned into the whispering flora of the grove... The noise of the Grove was born from there. From these debates and intellectual exchanges, new schools of thought emerged.\n\nAlthough differentiated from one another, the schools were interwoven — much like the overlaying branches of the giant tree... Through centuries of argument and scholarly heritage, the First Scholar's insights have evolved into the Seven Sages and seven primary schools of thought, as well as many different viewpoints.\n\n\"All knowledge of the world should become the leaves of the Grove, to shield the sun and help the giant tree flourish.\" Every city-state seeking wisdom from the Grove must offer equal knowledge in return. Thus, countless ideas are nourished, and countless new leaves sprout.\n\nFor centuries, should any scrolls containing knowledge be found on trade caravans passing through the Grove's narrow passage or ships arriving at the port, they would become a part of the Grove's library regardless of the scroll's nationality or language. The scholars, or rather, \"bandits,\" transformed the Grove into Amphoreus' best school by ways of spending incomprehensible amounts of wealth on knowledge, hiring copywriters to steal knowledge, or even outright robbery of knowledge. The scholars of the Grove used questions as sacrificial vassals and thoughts as reverence, and bowed their heads at the supreme reason in this world.\n\nBeginning with the planting of life, returning to the spirit of the wood, the Dewy Heartwood collects all knowledge that flows to it from the world. {RUBY_B#Reason Titan}Cerces{RUBY_E#} listened to the growing noise of the Grove, and never spoke."
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "Grove of Epiphany's Interwoven Veins",
      "type": "OBJECT",
      "desc": "The golden threads and vines weave a network in the Grove, becoming a lifeline through which schools share their findings. Information enters from the roots, unraveled and deconstructed through the leaves' veins, until it becomes a drop of dew merging into the Library of Philia's pool.",
      "typeText": "Link Rope",
      "backstory": "Each thought of the Grove of Epiphany is like a branch on the giant tree. The veins form hundreds of viewpoints, expanding like an intricate web of young boughs. Though independent, they intertwine, ultimately forming the thriving canopy of the great tree.\n\nOne branch pointed its leaf stalk toward itself, twisting in intricate coils. The Ascetics of Lotophagism were captivated by the very patterns of the tree's leaves and flowers, believing that all life and even the cosmos were visible, tangible realities. Their practice was not merely asceticism for its own sake, but a method of harmonizing all things — seeing asceticism not as the denial of self, but as a direct path to understanding it.\n\nAnother branch bore heavy fruit, filling the boughs. Scholars of Caprism specialized in the study, breeding, and preservation of animals. The many forms of the chimeras, both pitiful and beautiful, were their small but meaningful experiment to understanding the vast diversity of life.\n\nOne branch twisted into a perfect proportion, precise and elegant. The scholars of Nodism asserted that \"all things are numbers,\" believing everything could be mapped mathematically. As one of the earliest schools to form in the Grove, they imposed strict standards, proclaiming \"No scholar who is ignorant of geometry may enter\" and regarded mathematics as the very means by which {RUBY_B#Reason Titan}Cerces{RUBY_E#} governs the world.\n\nAnother branch grew thick and resilient, sturdy and enduring. Helkolithism required the scholars to prove their discipline by swinging a sling before admission, casting stones beyond a specific range. This was a test to demonstrate their commitment to \"perfectionism\" in thought, physical rigor, and competitive spirit.\n\nOne branch alternated between drooping and standing tall, transmitting an exquisite beauty to the senses. The Erythrokeramists view art and sensibility as the core of logical thinking, believing that the rawest and most refined knowledge comes from direct sensory experience, leading to a more enlightened and profound understanding of the world.\n\nHigh above, in the lush treetop, one branch devoted and worshipful stood closest to the heart of the giant tree. This branch was the most suited for ritual. The Venerationists excelled in the understanding of Titan ceremonies and the deployment of divine miracles, earning the nickname \"The Cradle of Amphoreus' Politicians.\" They not only governed the Grove's sacred rites but also influenced the very fabric of Amphoreus' politics. However, there was a new and sharp young shoot, rising in opposition...\n\nThe Nousporist inherited the First Scholar's teachings on the soul, and specialized in the transformation and ascension of life and matter. It was the youngest school, yet with the most cutting-edge arguments, focused on tracing the origins of all life and material existence.\n\nThe Seven Sages of the Seven Schools each presided over their respective fields of study, with no hierarchy among them. The towering giant tree of reason, the symbolic head of the Seven Sages, spread knowledge and reason like branches, scattering them across the world amid endless debates and intellectual discourse."
    }
  ]
}