{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "Guard of Wuthering Snow",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Reduces DMG taken by <nobr>8%</nobr>.",
    "4": "At the beginning of the turn, if the wearer's HP percentage is equal to or less than <nobr>50%</nobr>, restores HP equal to <nobr>8%</nobr> of their Max HP and regenerates <nobr>5</nobr> Energy."
  },
  "pieces": [
    {
      "_id": 31061,
      "ids": [
        31061,
        41061,
        51061,
        61061
      ],
      "id": "guards_cast_iron_helmet",
      "name": "Guard's Cast Iron Helmet",
      "type": "HEAD",
      "desc": "A standard-issue helmet that covers the head and face. It has lining inside to help keep its wearer warm.",
      "typeText": "Head",
      "backstory": "It was no easy task staying prepared for battle in the Eternal Freeze, but Jarilo-VI's Silvermane Guards are used to it. The sharp cold wind howled through the gaps in the helmet, slashing skin as if it were icy razor-blades.\n\nThe monsters from beyond the sky renewed their formation, and soldiers armed to the teeth stood ready under the command of the Supreme Guardian.\n\nVanguards stationed forward often need to hunker down in the snow for days at a time as they look out for any monster activity. After being exposed to the elements for such a long time, the soldiers' skin, sweat, and the velvet lining of their helmet will freeze and stick together, such that hot water must be poured over their helmets for safe removal. The Architects' craftsmen then altered the curvature of the cast iron helmet's metal plates, minimizing the air resistance of the heavy helmet in the snow.\n\nSturdy, warm, majestic — these traits of the Silvermane Guard's helmet were passed down for generations.\n\n\"How can you even see with that thing on?\" Every patrolling guard has been asked this question."
    },
    {
      "_id": 31062,
      "ids": [
        31062,
        41062,
        51062,
        61062
      ],
      "id": "guards_shining_gauntlets",
      "name": "Guard's Shining Gauntlets",
      "type": "HAND",
      "desc": "Metal gauntlets that give off a silvery sparkle. A complex mechanical structure is hidden within its design.",
      "typeText": "Hands",
      "backstory": "After the invaders carrying the marks of Destruction cut off the guard unit's retreat, Laszlo Landau ordered his troops to protect the Supreme Guardian and escape while he stayed behind to hold off the enemy.\n\nEven the most valiant captain among the Silvermane Guards could not retreat unscathed from the swarms of monsters.\n\nThe terrifying cries and ferocious assaults of the twisted monsters were unrelenting. Despite their incessant charges, none of these monstrosities managed to break the lone defense line set up by Landau. The unending fierce battles gradually exhausted Laszlo, but he managed to hold on until reinforcements finally showed up. It was only then that he collapsed into unconsciousness. The soldiers found out that Laszlo had lost both of his hands in the battle.\n\nThe Architects' best blacksmith forged a pair of exquisite gauntlets to bestow upon the hero, such that he may once again hold up the Silvermane Guards banner.\n\n\"The only regret,\" Laszlo lamented to himself as he marveled at the gauntlets, \"is that I will no longer be able to feel the vibration of the bow.\""
    },
    {
      "_id": 31063,
      "ids": [
        31063,
        41063,
        51063,
        61063
      ],
      "id": "guards_uniform_of_old",
      "name": "Guard's Uniform of Old",
      "type": "BODY",
      "desc": "A neatly-ironed uniform of the Silvermane Guards from long ago. The sturdy buttons press creases in the fabric.",
      "typeText": "Body",
      "backstory": "An old-fashioned Silvermane Guard uniform passed down for generations in the Goethe family. This uniform has long been buried at the bottom of a chest, and only a soldier's honor might be worthy of its return to the world.\n\nAs the soldiers of Destruction marched ever closer, the Silvermane Guards swore to defend the last barrier even when there was no possibility of a retreat.\n\nDuring the Defense of Vevalo, Horace Goethe led his squad in the months-long defense of a key mountain pass. When the trumpets of arriving reinforcements finally sounded in the valley, that valiant company of heroes was long gone, and even their remains were nowhere to be found. At the commendation ceremony, Supreme Guardian Alisa pinned a medal of honor on Horace Goethe's young son. The boy stood upright in this old-fashioned uniform, representing those who had made the ultimate sacrifice.\n\nThe young Goethe junior saw uniforms and medals on that day, but the Supreme Guardian saw so much more. She witnessed the greatest legacy left behind by heroes — the future of Belobog.\n\n\"Horace Goethe was a true warrior. You should be proud to bear the Goethe name.\" This was the young Goethe's only memory of the Supreme Guardian."
    },
    {
      "_id": 31064,
      "ids": [
        31064,
        41064,
        51064,
        61064
      ],
      "id": "guards_silver_greaves",
      "name": "Guard's Silver Greaves",
      "type": "FOOT",
      "desc": "A pair of hard, silver-white metal greaves. They provide protection while also being lightweight and warm.",
      "typeText": "Feet",
      "backstory": "The Silvermane Guard field battalions often found themselves forced to march for miles in deep snow due to tactical needs. Exhaustion induced by the long-range raids and awful frostbite on their feet were the bitter ordeals all soldiers had to endure.\n\nThe long march across the Snowy Plains, however, would occasionally bring back friends from the old days.\n\nSilvermane Guards tasked with patrolling the Snow Plains will often hear the howls of direwolves. These pitiful creatures were also driven from their homes by the invaders. Field Company Sergeant Jaeger, who came from a family of hunters, was skilled at making fur cloaks from direwolf manes. However, after the onset of the Eternal Freeze, he rarely saw these ferocious animals. Occasionally, on cold winter nights, a direwolf desperate for warmth would approach the guards' campfire and silently lie down right next to Jaeger, falling into warm, pleasant dreams. After dawn, however, the beast would never wake up again.\n\nSergeant Jaeger would often stuff the processed wolf mane into the soldiers' silver greaves to alleviate the pain during their long march on foot.\n\n\"The direwolves haven't completely lost their home, just like us,\" Sergeant Jaeger thus lamented the plight the direwolves."
    }
  ]
}