{
  "_id": 123,
  "id": "hero_of_triumphant_song",
  "name": "Hero of Triumphant Song",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases ATK by <nobr>12%</nobr>.",
    "4": "While the wearer's memosprite is on the field, increases the wearer's SPD by <nobr>6%</nobr>. When the wearer's memosprite attacks, increases the wearer and memosprite's CRIT DMG by <nobr>30%</nobr> for <nobr>2</nobr> turn(s)."
  },
  "pieces": [
    {
      "_id": 31231,
      "ids": [
        31231,
        41231,
        51231,
        61231
      ],
      "id": "heros_wreath_of_championship",
      "name": "Hero's Wreath of Championship",
      "type": "HEAD",
      "desc": "Wreath awarded to the coliseum champion. Every gold leaf shimmers with courage and glory.",
      "typeText": "Head",
      "backstory": "Time appears to slow with Oronyx's sighs. He can hear his own weighted breathing, his ribs throbbing with pain in his chest, as if trying to suck in all the air in the arena... Sweat and blood mix together, the earth beneath his feet seducing him into surrender, to enjoy that soft, soothing rest — He is absolutely spent.\n\n\"Where will the next blow come from? Left, or right? A feint? Or...\"\n\nThe speartip is already lunging towards him, leaving him no time to think. Might as well entrust his fate to the Strife Titan — all he needs to do is thrust his spear forth.\n\nThe dust gradually settles, slanted rays of sunlight shining over the coliseum's side, bathing the flank of his face. He sees the spectators starting to stand up from their seats, raucous applause and cheers riding through the air like a surging tide. At this moment, to his surprise, he discovers that the coliseum is extremely spacious, and the feeling of being unable to escape seems to have never existed. The center of the vast coliseum contains only blood streaks, the fallen opponent, and a solitary, shining victor.\n\nThe lord of the city raises his hand high, declaring him the champion. The booming of drums follows and he dons the wreath, becoming a legend of the coliseum.\n\n\"You have been chosen as the barrier troops commander attending to the lord of the city. Your name will be synonymous with victory, to be written in heroic epics!\"\n\nSoon after, his name is cheered by all across the city. Nikador's glory shrouds him as if the entire world exists only for him."
    },
    {
      "_id": 31232,
      "ids": [
        31232,
        41232,
        51232,
        61232
      ],
      "id": "heros_gilded_bracers",
      "name": "Hero's Gilded Bracers",
      "type": "HAND",
      "desc": "A pair of elite bracers for the barrier troops commander. They tightly wrap around the warrior's wrists, steadfastly supporting the trumpet of victory.",
      "typeText": "Hands",
      "backstory": "Be it a triumphant victory or total defeat, the coliseum champion is always able to return from the battlefield. The lord of the city attributes his fortuitous luck as a \"symbol of victory,\" thus robbing the lance and shield in his hands in exchange for trumpets and banners, ordering him to bequeath his good fortune unto the whole army. The soldiers firmly believe that Nikador's glory walks with him, and as long as he spearheads the front, the path to victory is all but assured.\n\n\"Henceforth, you are no longer needed as a warrior, but should become a symbol.\"\n\nThe body honed sturdy as rock over days and nights of strenuous training, now exists only to be admired like a temple statue.\n\nHe has been barred from the training grounds, for the soldiers mortally fear the slightest accident befalling this \"symbol of victory.\" He has been invited to the lord of the city's feast, where guests insist he regale them with the legendary tale of those sixteen fights to the death. Now, he has been stationed at the borders of the battlefield, holding a trumpet, his scintillating gold braces reflecting a profile growing ever more unfamiliar, and a sudden tightness grips his heart — he only has to blow on this trumpet, never needing to charge into the fray again... So, this is the \"A hero who wins without fighting\" of which people speak.\n\n\"...If this can bring victory to the army, I will voluntarily forsake my glory on the battlefield.\"\n\nNikador never chooses a path to victory for a \"symbol,\" so he dares not slack off — the final battle of his life may be upon him..."
    },
    {
      "_id": 31233,
      "ids": [
        31233,
        41233,
        51233,
        61233
      ],
      "id": "heros_gallant_golden_armor",
      "name": "Hero's Gallant Golden Armor",
      "type": "BODY",
      "desc": "Armor akin to a god's, perfectly fitting the bodily contours of a powerful physique.",
      "typeText": "Body",
      "backstory": "When confronting the god, whose mind has long been steeped in madness, it is destined that no mortal will leave the battle a victor. Spears break and shields fly where Nikador's lance sweeps past, wreaking destruction across every inch of the frontline... Disorder spreads throughout the ranks, soldiers descending into unprecedented chaos and fear. Drowned out by screams, wails, and the clanging clash of steel weapons, the trumpet calls of the coliseum hero have long since been unable to turn the tides of this defeat.\n\n\"Nikador wishes to take back the victory they promised, and I must repay it with my lance and blood.\"\n\nIn the roiling smoke and dust, a tattered banner advances in Nikador's direction. The soldiers notice that the hero of fortuitous fortune has chosen not to return home.\n\nIn the beginning, only four or five soldiers followed the hero. Then it turned into dozens, then hundreds... They walk behind the broad figure toward a battlefield of inevitable death to initiate their final charge — their fallen comrades seemingly turned into heroic spirits, whispering into their ears, spurring the survivors into finishing this final gambit. Even if Nikador has already descended into madness, they must have instinctively felt the resolute determination and undaunted will of this band of warriors.\n\n\"Look! The hero of the coliseum is still pushing forward! We must follow with haste!\"\n\nHis gilded armor still glints in the hues of sunset's glow, as he leads the army towards a dignified and noble death."
    },
    {
      "_id": 31234,
      "ids": [
        31234,
        41234,
        51234,
        61234
      ],
      "id": "heros_firechasing_shinguard",
      "name": "Hero's Firechasing Shinguard",
      "type": "FOOT",
      "desc": "Tight-fitting shinguards around a warrior's legs, its contours elegant and durable, imbued with the spirit to never retreat.",
      "typeText": "Feet",
      "backstory": "The soldiers mutely walk into the ruins and start to sweep the battlefield. Some drag the corpses apart with difficulty, separating friend from foe, while others kneel by their dead comrades and gently close the eyes of the deceased... The battlefield's roars have long dissipated, leaving only a suffocating silence — The hero of the coliseum also sleeps forever among these fallen, only leaving behind a pair of upright gilded shinguards among the blood and dust.\n\n\"Remember, warriors on the battlefield never truly disappear. Their heroic souls will forever stay in the memories of future generations.\"\n\nLater, the silence is shattered by wailing elegies. Priests shuffle into the battlefield to organize funerals for the dead.\n\nFires light up the dark night, and the dirges endure for a time unceasing... Suddenly, the distant sky is pierced by a splendid ray of light, as if the Lance of Fury has been thrust into the earth — it is Nikador's summon to the heroic souls of this place. With that, the attending soldiers and commonfolk all kneel, raising both their hands above their heads, their hearts brimming with respect and gratitude — That ray of light turns into a warm aura of embrace, gently lifting each warrior's soul while whispering of the Titan's graces and magnanimity, proclaiming the heroes' everlasting immortality.\n\n\"Look, the hero of the coliseum leads the soldiers on a homeward triumph even in death.\"\n\nThe hero nods faintly — in the ballads of old, his noble soul will once again be reforged."
    }
  ]
}