{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "Hunter of Glacial Forest",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Ice DMG by <nobr>10%</nobr>.",
    "4": "After the wearer uses their Ultimate, their CRIT DMG increases by <nobr>25%</nobr> for <nobr>2</nobr> turn(s)."
  },
  "pieces": [
    {
      "_id": 31041,
      "id": "hunters_artaius_hood",
      "name": "Hunter's Artaius Hood",
      "type": "HEAD",
      "desc": "A hood made from the head of a huge Snow Plains bear. The fur seems to be possessed by some ghost or deity, making it invulnerable to physical attacks.",
      "typeText": "Head",
      "backstory": "The hunters' rule for surviving the Snow Plains of Snowland was simple enough — Never go to the south of the mountain during Artaius' hunting season, since that mountain-shaking white bear did not welcome anyone.\\n\\nAs the hunter sent by the association, Hugh went to the south of the mountain after receiving the rescue call. Never did he expect to walk right into an ambush long in the planning.\\n\\nAfter waking up from a long shock induced by gunshots, Hugh immediately realized he just barely escaped death. However, he also realized his plight was far from over, for Artaius was staring right at him. Despite the short range and fast pace, some of Artaius' messy attacks were bound to miss... Hugh calmly waited for an opening, then he whipped out his bone blade soaked in poison and jumped up for an extraordinary strike in the blink of an eye. Their positions as the predator and the prey were reverted.\\n\\nAfter removing Artaius' head and fur, he managed to survive the first night in snow despite his untreated gunshot wounds.\\n\\nDays later, the Hunters Association located Artaius' the headless corpse. It was then they realized the hunter who was supposed to die had survived, and an unforeseen avenger was born."
    },
    {
      "_id": 31042,
      "id": "hunters_lizard_gloves",
      "name": "Hunter's Lizard Gloves",
      "type": "HAND",
      "desc": "A pair of tactical gloves, on which scaly claws of snowrock lizards are tightly sewn. It can be used to safely climb up and hang on to any wall.",
      "typeText": "Hands",
      "backstory": "Snowrock lizards lack agility and strength, but they can wait in ambush on a rock for two weeks for the precise moment when their prey lets down its guard, then finally striking a fatal blow.\\n\\nRegistered hunters, however, couldn't wait that long. They decided to march into the snowy mountains to hunt down Hugh and neutralize this approaching threat.\\n\\nThough there were many exceptionally powerful talents among the registered hunters of the association, they were never comrades who had each other's back. Hunters congregated only for the hefty prize of the bounty, and would betray one another without hesitation for the right price. After all, anything could happen on these desolate plains... As long as the old hunter Hugh was taken care of, everyone would earn more bounty. That was their consensus, for which they paid the price.\\n\\nHugh made more than enough preparations. Hunting the top hunters would be no easier a task than hunting monsters. Hugh must be more patient than ever, for patience was always the most valued trait in a hunter.\\n\\nBefore long, the number of registered hunters in the Hunters Association began to dwindle, for the horror known as Hugh the Undead was spreading."
    },
    {
      "_id": 31043,
      "id": "hunters_ice_dragon_cloak",
      "name": "Hunter's Ice Dragon Cloak",
      "type": "BODY",
      "desc": "A cloak made from the fine scales of the Ice Dragon, nearly invisible under the brilliant refraction of light.",
      "typeText": "Body",
      "backstory": "The Lord of the Ice Lake, whose body was fully covered in unique scales that dazzlingly reflected the sunlight, could easily render itself invisible by diving underwater. Few hunters could handle a battle with such an invisible monstrosity.\\n\\nDays later, the registered hunters of the association stumbled upon the Ice Dragon's carcass with its scales already peeled off. At that moment, their horror surpassed their shock.\\n\\nThe beasts that Hugh had hunted down numbered in the thousands, each and every one of which was uniquely precious. Only by reaching a thorough understanding of the prey's traits and habits would a hunter truly achieve the full completion of a hunt... For Hugh, the Lord of the Ice Lake was the last piece in the puzzle that was the Snow Plains. Hence, he must finish the hunt, to bring his Hunter's Soul to completion.\\n\\nAnd now, the highest prized bounty was put on the head of Hugh the Hunter, instead of the Lord of the Ice Lake, marking the beginning of a hideous all-out hunt.\\n\\nAll hunters should be prepared to become the prey. It was so for Hugh, and even more so for those traitors."
    },
    {
      "_id": 31044,
      "id": "hunters_soft_elkskin_boots",
      "name": "Hunter's Soft Elkskin Boots",
      "type": "FOOT",
      "desc": "A pair of enhanced power boots wrapped in soft elk fur. With these, the hunter will only leave shallow footprints behind in the Snow Plains.",
      "typeText": "Feet",
      "backstory": "Despite being deeply wounded and too weak to maintain a body temperature that can melt snow, a dying torch-antler elk was still a most dangerous beast.\\n\\nHugh pointed his hunting rifle straight at the dying elk. Looking at those awe-inducing eyes, he thought those reminded him of his own.\\n\\nEver since the ambush by the registered hunters, Hugh's life force had already become depleted like a dying candle n the wind. He was sharply aware that the only reason he managed to survive was due to his unyielding desire for revenge. Should it become satiated, his life would instantly come to an end, scattered like snowflakes... Despite his heavy footsteps, Hugh's large soft elk-skin boots did not leave any prints on the ground. He must stay sharp for the last hunt of his life.\\n\\nAmid panic and hysteria, the Hunters Association began to crumble. They began to purge traitors in haste, hoping it could grant them Hugh's mercy. Instead, it only led to their own self-destruction by mutual distrust.\\n\\nHugh fell down for good on the Snowy Plains before he could get a taste of the pleasure of completing his revenge."
    }
  ]
}
