{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "Inert Salsotto",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's CRIT Rate by <nobr>8%</nobr>. When the wearer's current CRIT Rate reaches <nobr>50%</nobr> or higher, the DMG dealt by the wearer's Ultimate and follow-up attack increases by <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [
        33065,
        43065,
        53065,
        63065
      ],
      "id": "salsottos_moving_city",
      "name": "Salsotto's Moving City",
      "type": "NECK",
      "desc": "Encapsulated in the plane is one of Salsotto's last remaining moving cities — Tumbleweed. This city never stopped and barely escaped from a fate of being swallowed up either by the dark night or the midnight sun.",
      "typeText": "Planar Sphere",
      "backstory": "If viewed from a cosmic perspective, Planet Salsotto as a whole, due to its vast seas of sand, shined in the most dazzling shade of gold, with its giant meteorite craters clearly visible.\\n\\nAt a certain fateful moment, waves upon waves of strange meteorites ceaselessly fell onto Planet Salsotto. The long-lasting impact caused by the Meteoric Starfall relentlessly hitting the planet at such a particular angle caused the planet's rotation to gradually come to a halt. It was like pushing a world-deactivate button. Salsotto's days and nights became longer and longer, until every sunrise and sunset would last for a seeming eternity, until nobody could take it any longer, until the whole planet's rotation was finally brought to a standstill...\\n\\nIt had become a fact of life that sizzling summers under the scorching sun and dark nights of bitter coldness would last for half a year. What was left of the whole Salsotto were the last two remaining cities that were moving non-stop, always running right after the terminator line.\\n\\nThe colossal fortress was floating in the air like a gargantuan raincloud, slowly hovering across the sky above the golden desert with thundering noise. Wherever it went, overwhelming storms of sand were cascading down and over. In the giant moving city, the Salsottians in winged suits were flying up and down among the city's buildings. These flying folks who had survived the calamity by sheer luck now belonged to the sky and were bound to it at the same time.\\n\\nIn the morning, skyfishers departed from the port and dove right for the sand, where they would hunt the phlogiston jellyfish. They would only return to the city after dusk. By the power of mysterious creatures, the city barely managed to voyage ahead.\\n\\nEven though their entire survival relied squarely on those two fragile wings, the Salsottians were optimistic by nature and would never let the heavy burden of fate lower their spirit or bend their spine. They would find time to spend with their family playing glass musical instruments, with such an attitude that it was almost as if they could carve the musical notes right into the glass. They also enjoyed making pen pals and would often place their written messages in the Dandelion Letterbox, meant for the moving city on the other end of the terminator line.\\n\\nGradually, the planet's magnetic field weakened and the atmosphere thinned. In the face of a fated doom, the sparkles of life were not yet snuffed out, and the eagles would never cease to fly."
    },
    {
      "_id": 33066,
      "ids": [
        33066,
        43066,
        53066,
        63066
      ],
      "id": "salsottos_terminator_line",
      "name": "Salsotto's Terminator Line",
      "type": "OBJECT",
      "desc": "Planet Salsotto's own rotation stopped, and thus each cycle of its day and night seemed to last forever. People can only gain the bare minimum space for survival when they ceaselessly migrated and closely chased the ever-moving terminator line.",
      "typeText": "Link Rope",
      "backstory": "Ever since the stagnation caused by the Meteoric Starfall, the terminator line had become the lifeline of the Salsottians.\\n\\nWhen it all started, people still took the shifting of day and night for granted. The line of dawn and dusk swept across the earth, climbed over mountains and ravines, brought dawn to those still awake, and sent sunset to those who would soon sleep... But when the rhythm of light and darkness slowed down, day and night were no longer familiar, and the seemingly eternal heat and coldness were like the quagmire of hell, slowly burying all lives entrapped within. This was why the Salsottian people, barely surviving at the time, boarded the floating mobile city and began their chase with dawn and dusk.\\n\\nClimbing atop the observation deck of the mobile city of Tumbleweed and looking in the direction that they were moving, daylight lies ahead and dark night behind.\\n\\nThe pursuit of \"Tumbleweed\" is not only for survival but also for a dignified life. When it moved faster than the terminator line, then the early morning light would march into the afternoon; when slower than the terminator line, then the dusk light would fade into the late night. In this way, the naturally optimistic Salsottian managed to restore every day to its original state. The romance in their bloodline blessed them with the easygoing spirit to sing leisurely in peaceful afternoons and sleep soundly on starry nights.\\n\\nHowever, this voyage of tenacity and perseverance would, at last, come to its final downfall, and the ruins of the once mobile city were eventually left far behind by the ever-shifting terminator line.\\n\\nYears later, the two moving cities that had never met each other would finally stand against each other, with their respective turrets among the wreckage still aimed in opposition. One of the two cities must have crossed half of the planet to the other one and started the initial incursion. Traces of brutal warfare between the two cities were still occasionally discernible under the sand dunes, which merged with unnameable hatred and morphed together into the same ruins.\\n\\nPlanet Salsotto kept its silence. And ever since a certain unknown time, the duration of each of its rotation cycles had somehow gradually decreased, ushering in its own self-healing in an unpopulated future."
    }
  ]
}