{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "Iron Cavalry Against the Scourge",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Break Effect by <nobr>16%</nobr>.",
    "4": "If the wearer's Break Effect is <nobr>150%</nobr> or higher, the Break DMG dealt to the enemy target ignores <nobr>10%</nobr> of their DEF. If the wearer's Break Effect is <nobr>250%</nobr> or higher, the Super Break DMG dealt to the enemy target additionally ignores <nobr>15%</nobr> of their DEF."
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "iron_cavalrys_homing_helm",
      "name": "Iron Cavalry's Homing Helm",
      "type": "HEAD",
      "desc": "An iron helm that significantly enhances sensory signals, fusing the consciousness of the Glamoth Iron Cavalry together with their armor.",
      "typeText": "Head",
      "backstory": "The Swarm that covers the sky turns to dust in a sea of fire. Silvery-white snowflakes drift in deep space, reflecting the pallid light of the star. In this brief moment, the endless sound of buzzing and the commands in the communication channel finally dials down to silence.\\n\\nThe Swarm attacking the \"empire\" has not been eradicated, and the next command to head to battle will ring out again after a brief pause, as it always did.\\n\\nThe Iron Cavalry of the \"empire\" feels the external sensations passed to her via the deep spinal cord signals. She remembers what she felt the last time she was removed from the cockpit. The hot wind had lightly tousled her hair and the humid air soaked the tissue on the back of her neck, with droplets of sweat stuck to her skin. She does not hate that feeling. It is tenfold more lively than the simulated signals. The armor deeply synchronizes its sensory organs with that of the pilot. Though this would worsen the pain of entropy loss, the Iron Cavalry has no other choice if they wish to defeat the Swarm.\\n\\n<i>\"Rule <unbreak>43</unbreak> of the Glamoth Military Regulations. Any surviving Iron Cavalry members should voluntarily return to their regiment...\"</i>\\n\\nThe fighter only realizes that the external sensory signals have tricked her when she sees the decapitated silver armor — The next command to head to the battlefield will never sound again. What a cruel brief reprieve."
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "iron_cavalrys_crushing_wristguard",
      "name": "Iron Cavalry's Crushing Wristguard",
      "type": "HAND",
      "desc": "A powerful iron wristguard that can crush insectoids. It is sharp and light while being hard and sturdy.",
      "typeText": "Hands",
      "backstory": "Glamoth's Iron Cavalry clenches their wrists tight, causing the filthy carapaces of the Swarm to crack open, allowing the corrosive fluid from their abdomens to spray freely. When the insectoid fluid touches their silvery armor, it vaporises instantly, leaving only stains of filth and blood.\\n\\nThe wreckage of armor and insectoid limbs scatter as deep-space debris. Around Glamoth, the \"River of Death\" flowes silently under the pull of gravity, marking the end of the bloody battle.\\n\\nThe leaders of the council discuss the post-war situation, passing judgment on Titania, who had never wielded real power. It is because of her control over the Iron Cavalry, whose power rivaled that of the Swarm. She is the greatest threat to the Republic's continued survival... People ring the bells of peace, declaring to the populace that the Swarm had dispersed, and the azure sky would return to the hands of the Republic.\\n\\n<i>\"If we do not restrain the 'Empress,' who else can control these weapons?\"</i>\\n\\nThe Iron Cavalry ceaselessly hone their iron fists' strength in their brief lives. But they never imagined that those pale feeble hands in the council, lifting high, would possess the power to change Glamoth's fate."
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "iron_cavalrys_silvery_armor",
      "name": "Iron Cavalry's Silvery Armor",
      "type": "BODY",
      "desc": "The fiery propulsion armor gives Glamoth's Iron Cavalry a flame hot enough to ignite the battlefield.",
      "typeText": "Body",
      "backstory": "Several arcs of intense fire streak across the night sky, surpassing the horizon where dawn rises, heading toward different star sectors of Glamoth — a routine that the residents of the Republic are most familiar with and also most terrified of.\\n\\nSilver-tinged armors soar through the skies, racing against time to reach the devastated battlefields, too preoccupied to gaze down at the views they tirelessly guard day and night.\\n\\nThe Empress' orders brook no argument. Identical-looking warriors are birthed from the incubators, swearing allegiance to the Empress and to reclaim Glamoth's skies. The Iron Cavalry traverse through the mountains of corpses and seas of flying insectoids' blood, burning the charred remnants of the vermin's shells, shattering their colossal jaws and toothy remnants... The fate of Glamoth's Iron Cavalry is to endure the slow disintegration of entropy, burning fiercely on the threshold between life and death.\\n\\nUntil the flames are completely extinguished, until the insectoids that blot out the sky turn into ashen black earth, until no one remains alive — such a daily routine would continue...\\n\\nWhat does it mean to be alive? As the acceleration of the propelled armor tightly clamps down on their chests and as the piercing pain of entropy-induced numbness briefly surfaces on their bodies, they would taste a brief hint of what it means to be alive."
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "iron_cavalrys_skywalk_greaves",
      "name": "Iron Cavalry's Skywalk Greaves",
      "type": "FOOT",
      "desc": "Mechanical greaves that combine destructive capacities with speed. They allow Glamoth's Iron Cavalry to leap high and concentrate their strength into a kick directed at a single point on the enemy.",
      "typeText": "Feet",
      "backstory": "The Iron Calvary's tracks spread across every corner of Glamoth's \"Empire\" like blazing meteors, yet they cannot escape the \"dream\" woven by Titania.\\n\\nThe people of the Republic worry about the legion born for war, questioning how much overlap there truly is between the \"Empire\" that never existed and the territories that the ordinary people are familiar with...\\n\\nThe Empress bestows honor and faith upon her knights, and the Iron Calvary offers loyalty and commitment to the Empress... New humans are continuously birthed from incubators and given numbers and missions, while old humans hide beneath steel barriers, anxiously enjoying the long-awaited peace they yearned for. The deception of peace needs to be exposed by someone, and that particular method of war that shook the very foundation of humanity should not exist in the world. When the catastrophe fades, people with fear in their hearts then want to destroy the distorted products of war completely...\\n\\nThe Iron Calvary's greaves break through the sky. As long as they are willing, they can reach any star.\\n\\nHowever, the \"Empire\" is nowhere to be found. Before the Iron Calvary lies only a predetermined path — one end leading to death, the other to themselves."
    }
  ]
}