{
  "_id": 314,
  "id": "izumo_gensei_and_takama_divine_realm",
  "name": "Izumo Gensei and Takama Divine Realm",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's ATK by <nobr>12%</nobr>. When entering battle, if at least one other ally follows the same Path as the wearer, then the wearer's CRIT Rate increases by <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33145,
      "ids": [
        33145,
        43145,
        53145,
        63145
      ],
      "id": "izumos_magatsu_no_morokami",
      "name": "Izumo's Magatsu no Morokami",
      "type": "NECK",
      "desc": "Encapsulated in the plane is Izumo, with its past and future severed with a slash. Izumo was once covered in indescribable wars of survival, as well as once being blessed with glorious days of bountiful luxury... Now, the barren land is nowhere to be found, leaving behind only a graveyard of swords where the past lies buried.",
      "typeText": "Planar Sphere",
      "backstory": "The dual planets were intertwined in each other's tragic destiny, dancing an eternal rondo around a pitch-black great sun.\\n\\nIn the beginning, one of the planets gave rise to humans. Those who looked down named the land below \"Izumo.\" Those who looked up named the world above \"Takamagahara.\" One day uninscribed in the annals, the Yaoyorozu no Kami descended from Takamagahara. These demonic beasts named Kami overturned the skies, burned the rivers and oceans, and shattered the land — People realized in horror that it was not an invasion for rulership, dominance, or plunder. The evil Kami came only to kill.\\n\\nAs the planet stood on the brink of death, Izumo embarked on a Kami-slaying journey, exhausting the might of the entire country to slay the calamity named \"Sovereign of Revelation\" and forging the very first Edict Edge using its bestial body. Giving the Kami a taste of their own medicine, the wielder of these swords can recite the mantra contained within the blade to master the divine power of Takamagahara, and use it to combat the evil Kami and save the masses. From then on, Izumo started its long and arduous crusade, exchanging inordinate lives lost for the fall of one Kami after another, shattering countless mortal blades to forge the twelve Sentinels.\\n\\nIn the merciless fight for survival, Izumo used the might of the Edict Edges to light up their uncivilized world of darkness in less than ten Amber Eras, building cities of dazzling neon lights. That distant Takama Divine Realm, once so far away, became so close within their reach — Yet history suddenly stopped there. The existence of the two planets instantly evaporated, disappearing into nothingness.\\n\\nNowadays, the past of the border planet Izumo can only be gleaned from the scattered whispers in the universe. Academics hold various views regarding its disappearance, but none can solve the mystery. Izumo's history should have been a long flowing river, but it was severed in one cut, and all its past and future voided on emptiness' other shore. Did it never exist, and was it no more than a fabricated story? Did its histories never occur, and it ran aground on the beach of reverse causation? Was it yet another appalling experiment by Dr. Primitive, or was it a sign of the Voracity returning from the end of the Cosmos?\\n\\nOnly that pitch-black great sun knows the answer, yet THEY remain silent, never speaking.\\n\\nBecause everything that had happened will one day regress to the end, and everything that had ended is guaranteed to happen again. The universe undergoes an eternal recurrence under THEIR shadow, and Izumo is nothing more than the footnote for an ellipsis."
    },
    {
      "_id": 33146,
      "ids": [
        33146,
        43146,
        53146,
        63146
      ],
      "id": "izumos_blades_of_origin_and_end",
      "name": "Izumo's Blades of Origin and End",
      "type": "OBJECT",
      "desc": "The people of Izumo use tassels to bind the sharp blades to their belts. They walk the world to hunt down Kami with their blades, then used the divine carcasses to forge new blades... In this never-ending cycle, Izumo marches toward prosperity, towards disillusion, and towards the void.",
      "typeText": "Link Rope",
      "backstory": "The dual planets were intertwined in each other's tragic destiny, and a dead song was scattered amongst the Cave Where Light Hid.\\n\\nThe song had no beginning and no end, had no sound and no echo, came from no singer, and was heard by none. It thus uttered:\\n\\n<i>Takamagahara endless like Izumo, for it was a paradise perfect in its place.</i>\\n<i>Yet the sky turned dark and the great sun pulled the tides, and the Kami left numerous trails as if migrating.</i>\\n<i>The Yaoyorozu no Magakami manifested and slaughtered without mercy, yet little did they expect their peerless authority to be stolen and taken.</i>\\n<i>Izumo broke seventy-thousand-and-thirty-three warrior's blades, forging the majestic Sentinels twelve in number.</i>\\n\\n<i>The first was \"Truth,\" forged with the slain Sovereign of Revelation. It allowed mortals to comprehend all laws and order, to dissect all things and to recreate miracles.</i>\\n<i>The second was \"Sky,\" forged with the slain Eternal Zenith. It could turn the sky into walls and fortresses and pose obstacles for the Magatsu no Morokami's steps.</i>\\n<i>The third was \"Howl,\" forged with the slain Almighty Thunder. It could summon lightning to tear the sky, and the soaring meteors and thunder to serve divine justice.</i>\\n<i>The fourth was \"Mist,\" forged with the slain Everbreath. It could make winds break and shear the land, for gales to rage forever unceasing.</i>\\n<i>The fifth was \"Frost,\" forged with the slain Heaven's Winter Cloak. It could freeze and still the very order of time, to create boundless frozen wastes and stretch one moment into eternity.</i>\\n<i>The sixth was \"Fate,\" forged with the slain Spurned Sister of Mortality. It could make flowers bloom and cover barren graves, for life and death to dance in a cycle and dissipate.</i>\\n<i>The seventh was \"Flare,\" forged with the slain Flamebringer. It could summon fires to burn down the very world, to torch the skies and to char the earth.</i>\\n<i>The eighth was \"Thought,\" forged with the slain Wisdom Supreme. It could discern the past and future with the water mirror, to tell truth from lies over years beyond reckoning.</i>\\n<i>The ninth was \"Root,\" forged with the slain Father of Lands. It could command islands to float into the heavens, for mountains and valleys to burst before armies.</i>\\n<i>The tenth was \"Form,\" forged with the slain Nether Lord. It could make the masses join in unity, for endless forms to ebb and flow as one.</i>\\n<i>The eleventh was \"Bind,\" forged with the slain Omen Ward. It drove misfortune into a binding cage, for evil and demons to instantly vanish.</i>\\n<i>The twelfth was \"Maw,\" forged with the slain Woes Eighty. It could corrode and age the very mortal world and make equal Kami and Oni, leaving an entity's four souls to be sundered in twain.</i>\\n\\n<i>Then the underworld was cleared out, the wars called to a halt, and the twelve blades broken and locked.</i>\\n<i>In the emptiness the dead souls grew restless, and under the black sun two blades were forged as Bearers of the world's destiny.</i>\\n<i>One was named \"Origin\" and the other named \"End,\" for all begun with humanity and shall end with Oni-kind.</i>\\n<i>The sounds of lamentation ceased, and the dead flowers rose and fell. The losers returned to the void, and the winners... became null.</i>\\n\\nThe hobbling monk sang the song without a tune, for those who hold the power of Kami are walking backwards, towards divinity.\\nWitnessed by the great sun, the land once named Izumo became completely devoid... of humans, Oni, and Kami."
    }
  ]
}