{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "Knight of Purity Palace",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases DEF by <nobr>15%</nobr>.",
    "4": "Increases the max DMG that can be absorbed by the Shield created by the wearer by <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 31031,
      "id": "knights_forgiving_casque",
      "name": "Knight's Forgiving Casque",
      "type": "HEAD",
      "desc": "A casque that resembles the religious stone statues of the Goddess of Forgiveness. It was used to hide the wearer's appearance.",
      "typeText": "Head",
      "backstory": "The Solemn Knight had never taken off her hard and heavy casque before anybody. Safina's religious solemnity and silence projected an unbearable air of intimidation.\\n\\nHaughty devils and mad clergy all instinctively cowered in fear before her solemn presence.\\n\\nOnly few of the clergy knew that Safina's devilish origins were concealed behind that casque of religiosity. The church both feared and craved for the devils' powers, which was how the conflicted result came to be... The church captured a newborn devil, trained her to become a valiant Solemn Knight, yet forbid her to ever reveal her true appearance, molded her to always obey the pontiff's order, and eventually made her the Maiden's silent knight.\\n\\nMaiden Vanira was of a similar age to Safina, and she was the one who guided Safina to learn the scriptures. To this day, Maiden Vanira could still remember the devil's profile in candlelight.\\n\\n\"My dear Safina, I have seen your face. I will remember it, always.\" Maiden Vanira gradually lost her eyesight after reaching adulthood."
    },
    {
      "_id": 31032,
      "id": "knights_silent_oath_ring",
      "name": "Knight's Silent Oath Ring",
      "type": "HAND",
      "desc": "A silver ring decorated with an ecclesiastical pattern, embedded with a rather cloudy gemstone.",
      "typeText": "Hands",
      "backstory": "Bit by bit, solemnity and decorum crumbled, and the Knights of the Church raised their swords against each other as the rings they swore to protect grew dim.\\n\\nThe power granted from the stellar seas gifted the Church the strength to punish devils, but also spread an insanity that ate away at human rationality.\\n\\nTormented by this madness, the Knights of the Church could no longer discern decorum and order, obsessed with expelling all devil-spawns for the salvation of the whole church. When these threats came for the Maiden, Safina had no time to hesitate. She cannot stay her hand even if her opponent was the Arch Knight of the Church of Purity Palace.\\n\\nThe Solemn Knight must always protect and defend the Maiden. Safina did not forget that creed.\\n\\n\"My dear Safina, there is no need to feel guilty. This is the consequence of coveting the power of the Aeons.\" All there were left in the church were the last Maiden and her guardian knight."
    },
    {
      "_id": 31033,
      "id": "knights_solemn_breastplate",
      "name": "Knight's Solemn Breastplate",
      "type": "BODY",
      "desc": "A heavy breastplate decorated with the distinctive symbols of the Church of Purity Palace. Even the joints are airtight.",
      "typeText": "Body",
      "backstory": "The armor of the Solemn Knight must be blessed by Maiden Vanira, a ceremony where one makes a vow to become the guardian knight.\\n\\nThe Church once constrained the young devil's hands and feet in metal chains. Now, Safina appealed that her armor should be forged with metals from the land of devils, so that one day she may rest in peace alongside something from her homeland.\\n\\nThe Maiden of the Church of Purity Palace carefully washed the sins from the armor, recited reverent prayers to god, and sealed an ancient miracle on a point on the breastplate right above the heart. The Church did not believe in the loyalty of devils, but they were convinced that their doctrines could purify everything. Safina gazed in silence while this ancient ritual assigned the responsibility to her.\\n\\nThe Maiden did not believe that the ceremony had any purpose, or that there are any make-belief sins to be washed away.\\n\\n\"My dear Safina, the knight must protect the Maiden well.\" Leaning against Safina's breastplate, Vanira could clearly hear the intense beating of Safina's heart."
    },
    {
      "_id": 31034,
      "id": "knights_iron_boots_of_order",
      "name": "Knight's Iron Boots of Order",
      "type": "FOOT",
      "desc": "Standard boots distributed to the Knights of the Church of Purity Palace, with a simple word carved on their heels: Order.",
      "typeText": "Feet",
      "backstory": "After the collapse of the Church of Purity Palace, Safina took off the knight's iron boots and embarked with Maiden Vanira on a long journey to the land of devils.\\n\\nAt the request of the Maiden, Safina did not let any Knights of the Church carry the madness out of the Church. This secret was forever buried deep down in their hearts.\\n\\nNo one knew when this rumor started — a devil-spawn once banished by the Church had possessed the holy Solemn Knight, and an evil witch drove the Knight to break down the order of the pontiff... As time passed, rumors became truths. The devout followers of the Church blamed it all on the Solemn Knight, dumping all their desperation and madness onto her, deeming her as the source of all disasters.\\n\\nAfter losing their place of refuge, the Maiden suggested that they should set forth for their homeland.\\n\\n\"Henceforth, I will become a witch, and you will return to being a devil.\" Safina could not deny the validity of Vanira's statement."
    }
  ]
}
