{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "Longevous Disciple",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Max HP by <nobr>12%</nobr>.",
    "4": "When the wearer is hit or has their HP consumed by an ally or themselves, their CRIT Rate increases by <nobr>8%</nobr> for <nobr>2</nobr> turn(s) and up to <nobr>2</nobr> stacks."
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [
        31131,
        41131,
        51131,
        61131
      ],
      "id": "disciples_prosthetic_eye",
      "name": "Disciple's Prosthetic Eye",
      "type": "HEAD",
      "desc": "An ingenium eye that once belonged to someone. After being expelled from its owner's body, it is now completely useless.",
      "typeText": "Head",
      "backstory": "In the dim, chaotic dreamscape, she always dreamed of the brightness she had seen in those few days. Thousands of acres of eucalyptus trees swayed gently, and petals fluttered in the breeze. The indigo waves beat against the rocks and turned into scattering white jade. Flying birds spread their silver wings and disappeared into the green bamboo forest.\n\nShe was always searching for someone else in her dreams, the one who should have enjoyed the scenery with her.\n\nBut all she could see was a blurry figure. She remembered clearly the short, silky hair and the eyes like black jade stones, but her memories were faded into a maze constructed by her nervous system, and she always woke up with a start just before seeing the face clearly. In a daze, she touched her prosthetic eye that had caused her so much pain. With the help of the false eye, she no longer needed to piece together a blurry figure by sound, smell, and touch.\n\n\"It's no longer of use,\" said the Emanator of the Ruin Author. She heard the sound of the swaying hand fan and the flitting laughter of the Emanator. \"Soon, you'll be able to see everything you want to see — with your own eyes.\"\n\n\"This is my own eye,\" she chuckled, \"Besides, never will I have the chance to see the scenery it once witnessed again.\""
    },
    {
      "_id": 31132,
      "ids": [
        31132,
        41132,
        51132,
        61132
      ],
      "id": "disciples_ingenium_hand",
      "name": "Disciple's Ingenium Hand",
      "type": "HAND",
      "desc": "An ingenium prosthetic limb made specifically for long-life species. Requires no invasive procedure to use.",
      "typeText": "Hands",
      "backstory": "Applying protective gel to her underdeveloped arm stump, attaching the neural signal receivers tightly to her skin, and adjusting the tightness to firmly fix the ingenium wooden hand to her body — this has been her morning ablutions every morning for hundreds of years.\n\nThe wooden hand has brought her unwanted attention, but she neither wanted to invite trouble nor seek sympathy.\n\nDespite possessing unrivaled talents and holding the reins of an entire Commission in her hands, the alienating attitude other showed towards her as a broken person never changed. Cowardly bullies eventually scattered to the winds, only to be replaced by flattering hypocrites with pretended pity who gathered like flies around her and gave fake praises to \"the amazing blind and one-armed Incomplete One.\"\n\nShe has heard variations of this sentence thousands upon thousands of times in the past, and each time it made her wanting to puke. Now, as she faces these fawning faces begging for her mercy, she only feels disgust.\n\nShe unconsciously places her left hand onto the boiling cauldron. A sharp pain instantly shoots through her body. She quickly withdraws her hand, and see the blister in her palm healing rapidly.\n\n\"Sometimes, I feel the old wooden hand is more useful.\""
    },
    {
      "_id": 31133,
      "ids": [
        31133,
        41133,
        51133,
        61133
      ],
      "id": "disciples_dewy_feather_garb",
      "name": "Disciple's Dewy Feather Garb",
      "type": "BODY",
      "desc": "A feather garb made according to old scrolls. Its owner was either a demon reviled in the pages of history or a savior of humanity.",
      "typeText": "Body",
      "backstory": "Searching for information in fragments of historical texts is particularly difficult for the blind. Her companions read the vast amount of ancient texts to her indiscriminately, and she compiled and excerpted the sentences in order to explore the mysteries within.\n\nWith her extraordinary intelligence, she can remember most of the passages after only listening to them once. However, she listened repeatedly to the The Witch in Robe of Feather ghost story unearthed from a scroll pile, never growing bored by it.\n\nAccording to the legend, a certain delvemaster saved her partner by placing their soul into a bird, granting them immortality. However, she eventually could not resist the call of the avian and also transformed into a bird, flying alongside them. Over time, the delvemaster became confused and lost her true form, becoming a half-feathered, half-human monster. When her subjects stormed the palace and pierced her with blazing spears and arrows, the two birds sang a final mournful song and turned to ashes together.\n\nShe loved this story so much that she took the essence and marrow of birds and transformed them in the alchemical furnace, then had someone weave these materials into a luxurious feather coat. She could not see just how beautiful the coat was, but nonetheless enjoyed walking around the house while wearing it — it was meant to be seen by a person who no longer existed.\n\nAs the garb fluttered, she always felt that a bird-like soul was flying and passing through her hands and shoulders, ever-present."
    },
    {
      "_id": 31134,
      "ids": [
        31134,
        41134,
        51134,
        61134
      ],
      "id": "disciples_celestial_silk_sandals",
      "name": "Disciple's Celestial Silk Sandals",
      "type": "FOOT",
      "desc": "A pair of silk boots with soles as thin as cicada's wings. Its owner must not have walked on their feet for a long time.",
      "typeText": "Feet",
      "backstory": "Whenever she detaches herself from the grasp of gravity and levitates to display celestial traces to the faithful, she can't help but think of an ancient legend from the Primeval Imperium —\n\n\"There once was a practitioner of immortal arts who had some success in their pursuit. They walked on the earth, employing the essence of its leylines to perform a myriad of miraculous techniques. The practitioner then attempted to take to the skies to be among the stars, but found that they had long since drifted away from the earth's leylines, and eventually fell into the abyss of death.\"\n\nHowever, she believes the current situation is different. The Xianzhou had no roots. It was the Ambrosial Arbor that gave it a connection and a co-existence with the Aeon of Abundance, tying it tightly together with the immaculate pure land promised by Yaoshi. But now, the traitors have severed the connection to the way of immortality, making the Xianzhou once again a precarious island floating rootless in space.\n\nThe false earth on the Xianzhou cannot give her strength. The roots she seek are not under her feet, but in the bottomless chasm between stars. She will lead the disciples to give the Ambrosial Arbor a second life and embrace the supreme grace of Abundance.\n\nFloating above thousands of people, clad in boots light as silk, she declares in a resounding voice, \"When you look up at me, what you see is not me, but the celestial and elevated position that should have belonged to you.\""
    }
  ]
}