{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "Messenger Traversing Hackerspace",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases SPD by <nobr>6%</nobr>.",
    "4": "When the wearer uses their Ultimate on an ally, SPD for all allies increases by <nobr>12%</nobr> for <nobr>1</nobr> turn(s). This effect cannot be stacked."
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [31141, 41141, 51141, 61141],
      "id": "messengers_holovisor",
      "name": "Messenger's Holovisor",
      "type": "HEAD",
      "desc": "The shape is exactly like a ski goggle. Not only does it have anti-glare properties, it can also be used to watch virtual live streams.",
      "typeText": "Head",
      "backstory": "To avoid the private forces hired by the financial magnates, messengers in the Capital of Passion usually travel in the skies above the city, where security forces are scarce.\\n\\nThey like to turn on pulse-scanning and look over the entire cyber city while chewing cheap gum and donning heavily modified holovisors.\\n\\nThe holovisors project real-time information of the city directly onto the messenger's retina, turning impossible routes into an aerial path for the messengers: Building rooftops, air conditioning units, billboards, the arms of cranes... even unmanned logistics drones can become part of the path. Therefore, messengers must be skilled enough, as even one misstep would result in an unexpected and lethal fall.\\n\\n\"Some fool jammed all the holovisors indiscriminately while I was in the air! That crash was the worst I've ever had.\"\\n\\nThis Yellow Ducky holovisor is a discontinued old model that is said to be of considerable value among enthusiasts."
    },
    {
      "_id": 31142,
      "ids": [31142, 41142, 51142, 61142],
      "id": "messengers_transformative_arm",
      "name": "Messenger's Transformative Arm",
      "type": "HAND",
      "desc": "A cybernetic prosthetic arm that can be disassembled at will. Capable of firing knuckles like bullets.",
      "typeText": "Hands",
      "backstory": "Not all messengers have cybernetic prosthetic arms, but those who do often have a strong passion to modify it. After all, no one wants to have a cybernetic limb that looks identical to everyone else's.\\n\\nThe residents of the Capital of Passion are obsessed with cybernetic prosthetics, while the city's limited regulations can only advise against the frenzy of excessive body modification.\\n\\nThe registered standards for modifications in the Capital of Passion only contains three categories, with a total of eighteen types. This is clearly not enough for the rebellious messengers. They invest huge amounts of their salaries into imaginative designs. They create blueprints that enable their electronic conversion machinery to release lightning or transform their prosthetic hands into missiles, and the designs become increasingly outrageous as fees to engage messengers skyrocket.\\n\\n\"Are these messengers running to protect information, or are they running to earn exorbitant fees?\"\\n\\nThis Yellow Ducky prosthetic arm has undergone special modifications, with each finger joint able to rotate at high speeds and be launched like a bullet."
    },
    {
      "_id": 31143,
      "ids": [31143, 41143, 51143, 61143],
      "id": "messengers_secret_satchel",
      "name": "Messenger's Secret Satchel",
      "type": "BODY",
      "desc": "A trendy courier satchel. It's adorned with many cute accessories.",
      "typeText": "Body",
      "backstory": "Financial magnates in the Capital of Passion monitor all information flow in the city. They are used to maintaining their dominance using information monopoly, and all who try to subvert this control will be punished by the Public Security Regulation.\\n\\nPeople once protested, which only made the financial magnates dish out some convenient compromises. Soon enough, people gave up on the idea of \"privacy.\"\\n\\nThe financial magnates greedily collect every piece of information whether it is important or trivial, or whether it arose from reality or virtual realms. As a result, the messengers' courier satchels have become the final bastion of privacy. The satchel is small, lightweight, and can only carry chips or documents. Despite these shortcomings, the final remains of \"information independence\" in the Capital of Passion was solely ensured by these tiny blind spots.\\n\\n\"Why do people still transmit information outside of the internet in the prosperous Capital of Passion? The messengers also want to know the answer.\"\\n\\nThis limited edition Yellow Ducky courier satchel may be a bit old, but its various accessories make it still in fashion."
    },
    {
      "_id": 31144,
      "ids": [31144, 41144, 51144, 61144],
      "id": "messengers_parkool_sneakers",
      "name": "Messenger's Par-kool Sneakers",
      "type": "FOOT",
      "desc": "A pair of sneakers that support parkour activities. It is comfortable, and that is all it needs.",
      "typeText": "Feet",
      "backstory": "The former Capital of Passion messengers all throw their sneakers into one spot, and leaves after a brief moment of silence. Most messengers wouldn't leave their name or even a trace in this city, making their behavior nothing but a self-indulgent coda.\\n\\nEven messengers can't pinpoint when the \"nature of being a messenger\" had changed to make them the people they hated the most.\\n\\nInsidiously, the \"information independence\" that messengers protected became a monopoly. Insidiously, the risks that messengers faced became a bargaining chip. Insidiously, messengers became the accomplices of conspirators... The financial magnates did not destroy the messengers — It was their immature ideas that betrayed them. The messengers assemble before everything totally spirals out of control, and bid a last farewell to their hurried lives.\\n\\n\"Perhaps this should be the end for the messengers. Perhaps we should let everyone see the truth of this city, and let the true reformists take action.\"\\n\\nThese are a pair of Yellow Ducky sneakers abandoned on the side of the road. The messengers of the Capital of Passion have long become a legend of the past."
    }
  ]
}
