{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "Musketeer of Wild Wheat",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATK increases by <nobr>12%</nobr>.",
    "4": "The wearer's SPD increases by <nobr>6%</nobr> and Basic ATK DMG increases by <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 31021,
      "id": "musketeers_wild_wheat_felt_hat",
      "name": "Musketeer's Wild Wheat Felt Hat",
      "type": "HEAD",
      "desc": "A cowboy hat decorated with wild wheat — a mark of the legendary Musketeer Oakley.",
      "typeText": "Head",
      "backstory": "Oakley inherited this felt hat from her descended father. Now that she tucked ears of wheat into the hat as ornaments, it looked much cuter than before. Bounty hunters, whether intentionally or not, always sought to craft emblems of their own, in the hope that these items could one day become the beginning of great legends.\\n\\nThe Interastral Peace Corporation offered bounties to enlist experts of the highest caliber to hunt down Interastral Pirates and Oakley, as one who always worked alone, forever sought out the most challenging regions of desolation among the farthest reaches of the world.\\n\\nDays under the scorching hot sun were coupled with bitterly cold nights. In her lonely odyssey, Oakley could fall asleep with her head pillowed on her felt hat whenever she was near a bonfire. All her dreams were intruded by a mysterious gunslinger, who claimed to be a bounty hunter from afar. His scrawny figure was in sharp contrast with his fiercely stern gaze. The gunslinger challenged Oakley's father to a duel to the death at high noon. Shots were fired, a felt-hat was dropped, and Oakley's father was falling backwards to the ground, followed by the sounds of weeping and wailing from Oakley's mother...\\n\\nLittle Oakley gawked at the gunslinger in stupor, whose aptitude with a gun was so superb that her father could never stand a chance.\\n\\nWaking up, there would be traces of damp tears on Oakley's felt hat. As a child, she learned how to shoot a gun only because she had wanted her father's handsome and stylish hat."
    },
    {
      "_id": 31022,
      "id": "musketeers_coarse_leather_gloves",
      "name": "Musketeer's Coarse Leather Gloves",
      "type": "HAND",
      "desc": "A pair of leather gloves with partially cracked surfaces. The part where one holds a gun is particularly worn out.",
      "typeText": "Hands",
      "backstory": "Young Oakley practiced and practiced. She trained in the ranch from dawn to dusk. At times, her father felt surreptitiously surprised by and proud of little Oakley's talents, while other times he fretted over her future living the life of a musketeer.\\n\\nOakley's mother seemed to be the only one who actually cared and felt for young Oakley's tender little hands, often blaming Oakley's father for teaching her how to fire a gun.\\n\\nFrom the time of that fateful duel to the time when she scored her first ever bounty earning much of her later fame, Oakley had used the same pair of worn gloves for years. Her peers didn't understand her insistence on wearing the same pair of broken gloves — Only she knew the conflicting emotions within those gloves, for they were the parting gifts her mother gave her.\\n\\nWhat sort of emotional struggles must Oakley's mother have gone through, when she had been so stubbornly opposed to Oakley learning her way around guns?\\n\\nAfter that duel, her mother wept unceasingly in Oakley's arms. Oakley didn't say anything, but her mother had already read Oakley's thoughts."
    },
    {
      "_id": 31023,
      "id": "musketeers_windhunting_shawl",
      "name": "Musketeer's Wind-Hunting Shawl",
      "type": "BODY",
      "desc": "A knitted cape in an ethnic style, lined with bulletproof fibers.",
      "typeText": "Body",
      "backstory": "A musketeer should never show their opening first when dueling. Oakley could discreetly load bullets into the chamber and lock onto the mark without alarming her targets. For any onlookers, her loose-fitting cloak never moved one inch until the shot was fired. No one could figure out how she did it.\\n\\n\"Intricate moves should be done under the cover of the cloak. The duel must be over before the bullet had left the gun.\" Her father repeatedly emphasized.\\n\\nAfter accidentally encountering a group of armed bandits, Oakley calmly steadied herself and observed the situation. Before pulling out her gun, she had remained upright like a mountain rock that had not been moved in centuries. She finished all her preparations before the bandits could even move a finger. After a round of clear-sounding shots, Oakley intentionally let go of one bandit to send out a warning to the whole cohort.\\n\\nThoughtless, expressionless, often leaving her opponents with no hope of ever defeating her — that was how her fellow bounty hunters viewed Oakley.\\n\\nWhile dueling, Oakley was more like that one mysterious intruding gunslinger in her dreams, with her brisk and clean shots and not a single superfluous move. She couldn't help but resent her own self when she realized that she was becoming more and more like her nemesis."
    },
    {
      "_id": 31024,
      "id": "musketeers_rivets_riding_boots",
      "name": "Musketeer's Rivets Riding Boots",
      "type": "FOOT",
      "desc": "These riding boots have a V-shaped cutout. Appearing casual and loose, they are also very comfortable to wear.",
      "typeText": "Feet",
      "backstory": "The journey was long and arduous, but Oakley was long used to such loneliness. She was always wearing her riding boots to march to the farthest reaches of the world, regardless of how meager a pay she would get\\n\\nShe had a hunch — that mysterious gunslinger must also be a man of seclusion. Their encounter would inevitably occur at a place frequented by few.\\n\\nAfter coming by a harmonica, Oakley spent most of her alone time on intermittent practicing of songs. Her audience? No one but tarantulas, sandstorms, and tumbleweeds. Through her journey, Oakley was becoming better at coming up with techniques to kill time. It was said that wind had once stood and listened to Oakley's play on the harmonica, only leaving when the whole song came to an end. The IPC offered bounty hunters plenty of opportunities for interstellar traveling, and the destination o was never a concern for this particular lone musketeer.\\n\\nSometimes Oakley did wonder if she was just chasing a phantom all this time, since that mysterious gunslinger was long gone without a trace. Sometimes it seemed that all Oakley ever did was to set out for one mission after another.\\n\\nOakley insisted, however, that as long as her fame as the Wild Wheat was far-reaching enough, the mysterious gunslinger would eventually show up at her door, just like how he once did at the ranch to duel her father."
    }
  ]
}
