{
  "_id": 303,
  "id": "pancosmic_commercial_enterprise",
  "name": "Pan-Cosmic Commercial Enterprise",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's Effect Hit Rate by <nobr>10%</nobr>. Meanwhile, the wearer's ATK increases by an amount that is equal to <nobr>25%</nobr> of the current Effect Hit Rate, up to a maximum of <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33035,
      "ids": [33035, 43035, 53035, 63035],
      "id": "the_ipcs_mega_hq",
      "name": "The IPC's Mega HQ",
      "type": "NECK",
      "desc": "The IPC's headquarters at Pier Point is sealed within a Planar Sphere. No planet can hide from the grand business plan of the Interastral Peace Corporation. They ventured into deep space to harvest the power of the entire universe.",
      "typeText": "Planar Sphere",
      "backstory": "The impact within the subspace shook the universe as the silent and lonely colossus committed to building the great barrier across the cosmos. Those who claimed to have received the oracle of the god began to act, wishing to help the Aeon Qlipoth to build the wall.\\n\\nThe universe is in imminent peril, and the building of the wall cannot wait. The puny humans had no intention of imitating the feats of the god, instead gathering into a self-proclaimed \"support team\" for the Aeon, willing to devote everything to the Amber Lord. With the power of Preservation, the support team piloted their fleet to different stellar systems to purchase building materials such as stone, wood, gold, and supernium, then tirelessly transported these to the subspace barrier, piling the items on the planetary wasteland.\\n\\nAfter the end of the short development period, the support team took a firm foothold in Pier Point and established the Interastral Peace Corporation. In order to fully carry out their devotion, they turned their sights to deep space.\\n\\nLouis Fleming raised a call for action, and the long-distance trade fleet left the star systems adjacent to Aeon Qlipoth. Their commodities were no longer limited to building materials... They plan to connect the whole Cosmos and trade everything. Soon after, Dongfang Qixing implemented Cosmos-wide trade regulations and built a \"credit\" system to set a price for everything across the universe. Trillions of assets gathered under their megastructure on Pier Point. Like a silent black hole, the building destroyed people's notions about the limits of wealth.\\n\\nToday, the ships of the Interastral Peace Corporation are all over the cosmos. Despite being criticized as a corporate dictatorship, the IPC has not stopped expanding. They don't care what other people think and have never forgotten their founding mission.\\n\\nThe IPC's recruit training methods change with each passing day, but after nearly eight hundred Amber Eras, there is only one historical practice that never changed. Once upon a time, Louis Fleming, the founder of the IPC, stood in front of the support team and made a passionate speech. He put forward the aspiration of uniting the universe and supporting the Aeon's wishes to protect the universe. As soon as the speech ended, the distant and huge sound of a cosmic impact sounded, injecting a lofty calling into this solemn and sublime moment. From that moment on, they knew this would become their unswerving belief.\\n\\n\"All in the name of the Amber Lord.\""
    },
    {
      "_id": 33036,
      "ids": [33036, 43036, 53036, 63036],
      "id": "the_ipcs_trade_route",
      "name": "The IPC's Trade Route",
      "type": "OBJECT",
      "desc": "With the convenient help of the credit system, interstellar commerce was established. The Interastral Peace Corporation connected the stars with economic activity and expanded the borders of trade.",
      "typeText": "Link Rope",
      "backstory": "The support team hurried around the star system close to the Aeon Qlipoth, with the old ships' trajectories forming the first routes.\\n\\nBelieving in the meaningfulness of the Aeon's actions, the support team took the first step in exchanging goods for other goods with a neighboring star system. The support team prepared an adequate fleet, rare and precious goods, and offers that were hard to refuse, thus creating countless trades across star systems. Then, the support team controlled trade route and business information, held exclusive bargaining rights, and spearheaded the formulation of the cosmos's trade regulations.\\n\\nFleets full of wood, stone, rebar, and supernium passed by Aeon Qlipoth like a swarm of circling flies. The Amber Lord kept silent, never once casting their gaze upon the humans.\\n\\nEventually, times changed and trade with neighboring star systems was no longer sufficient for the bustling support team. The two wise ones were determined to delve deeper into the cosmos, and thus the Interastral Peace Corporation was born. The IPC offered anything a planet could ever want, at fair prices pegged to their \"credits.\" Since then, the cosmos's trade route was founded, and all planets that join the IPC's business network can share the same currency, buy the same goods, and enjoy the same services.\\n\\nMerchant ships under the credit system travel between the stars, and the trade routes merge and separate to weave a pan-cosmic network. The ships full of treasures from distant stars passed the Aeon Qlipoth countless times like fireflies, and yet the Aeon remained as silent as before.\\n\\nThe building materials accumulated since the time of the support team piled up on every planet around the Aeon Qlipoth, and the amount will only increase. The Aeon Qlipoth has no intention of accepting these eager gifts, instead always solely focused on the crisis that will befall the unsuspecting mortals, having to cast the gargantuan barriers measured in light years. The small organization that used to purchase materials has long since become a tremendous influence in the cosmos. They gaze upon the headless colossus, never once feeling that their efforts were in vain.\\n\\n\"All the toil and growth of our capital is for Qlipoth, and to execute the Aeon's will when the time comes.\""
    }
  ]
}
