{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "Passerby of Wandering Cloud",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Outgoing Healing by <nobr>10%</nobr>.",
    "4": "At the start of the battle, immediately regenerates 1 Skill Point."
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [
        31011,
        41011,
        51011,
        61011
      ],
      "id": "passerbys_rejuvenated_wooden_hairstick",
      "name": "Passerby's Rejuvenated Wooden Hairstick",
      "type": "HEAD",
      "desc": "A withered twig that was used as a hairstick, with new flower buds sprouting on the end. Now, the past is long gone, and the stick inlaid with parcel-gilt flower buds commemorates the beginning of a new life.",
      "typeText": "Head",
      "backstory": "A distant and yet familiar feeling of nervousness wrapped around him, sharp and distinct with phantom pain, as the unnamed woke from his long and deep slumber. His past was shattered into razor-edged shards, and he forgot even his own name.\\n\\nWandering aimlessly, he drank melted snow to quench his thirst, hunted wild beasts to fill his stomach, and chopped a withered branch to use as a wooden hair-stick to fasten his flowing hair.\\n\\nLike the incessantly flowing stream of a mountain spring, his long, black hair never ceased growing. His flesh twitched and throbbed beneath his skin, like river carps flipping and swarming... Fascinating powers ceaselessly reconstructed his body, bringing an everlasting pain of bones and tendons rupturing and healing. As countless phantom agonies and torments tore through his body, his shattered past was also beginning to come together... As he glanced at his own reflection in the water, the story of that tragedy gradually cleared in his mind.\\n\\nWhen the face in the reflection was no longer a stranger's, the unnamed suddenly realized the dead branch was sprouting flower buds.\\n\\nEpiphany struck him like lightning. The curse of immortality still raged on, and the grudge of past misgivings never died out. HE was now the newborn flower on this once-dead branch."
    },
    {
      "_id": 31012,
      "ids": [
        31012,
        41012,
        51012,
        61012
      ],
      "id": "passerbys_roaming_dragon_bracer",
      "name": "Passerby's Roaming Dragon Bracer",
      "type": "HAND",
      "desc": "Bracers made from flowing coral gold and the leather of unknown beasts. Only master artisans from the Vidyadhara dragon race can create this kind of superior armor.",
      "typeText": "Hands",
      "backstory": "It seems that pairs of objects have telepathic connections with each other. Though the unnamed only had one bracer in his possession, his fingertips could still faintly feel the temperature from the other.\\n\\nHe closed his eyes, trying his best to extract any information about the other bracer from the tenuous connection, be it its location or master.\\n\\nA slender yet strong hand once wore the other bracer. That owner, whose sharp spear glinted with a cold light and flourished like shooting stars, once sparred with the unnamed. That owner also once shared company and drinks with the unnamed, the two of them simply gazing at the moon with no words exchanged. However, in the end, it was also this person who stubbornly adhered to their plans with the unnamed, turned the beloved into a monstrosity, and pushed all into an abyss of eternal hatred and remorse.\\n\\nPairs of objects are destined for an eventual reunion. The long years of grudges and hatred between them should be savored, like ice-cold aged liquor, one slow sip after another until the bottle of resentment is finally empty.\\n\\nWould the wearer of the other bracer feel the same? The unnamed didn't want to know."
    },
    {
      "_id": 31013,
      "ids": [
        31013,
        41013,
        51013,
        55001,
        61013
      ],
      "id": "passerbys_ragged_embroided_coat",
      "name": "Passerby's Ragged Embroided Coat",
      "type": "BODY",
      "desc": "An old coat with a ragged hemline. The embroidery has been ruined by blade marks. Flesh heals quickly, but a coat does not, nor does a person's pain.",
      "typeText": "Body",
      "backstory": "The unnamed roamed everywhere in his exile like a walking corpse, until a woman in sunglasses and a person wearing colossal armor stood in his way. Before they could extend their invitation, the unnamed had already unsheathed his sword in refusal. After an exchange of blows, the smiling woman offered a deal that the unnamed could not refuse.\\n\\nThe unnamed accepted the deal, obtained a new identity, and went back to the world of civilization and order.\\n\\nThe unnamed was brought into a tailor's shop, where his sizes were measured and presentable clothes were custom-made... People even dressed his hair, groomed his face, and made him regain his old appearance. In a trance, he began to lose track of time. In hazy memories of the olden days, he finally made up his mind to gift his bosom friend with his hand-made jade flask, only to realize with a shock that the person he longed for was no longer there.\\n\\nHe realized that everything he relied on to walk this earth — this body, this life, this love and hatred, and even this set of clothes — were just loaned items.\\n\\nHe will repay all of them in full, then draw his last breath."
    },
    {
      "_id": 31014,
      "ids": [
        31014,
        41014,
        51014,
        55002,
        61014
      ],
      "id": "passerbys_stygian_hiking_boots",
      "name": "Passerby's Stygian Hiking Boots",
      "type": "FOOT",
      "desc": "A durable pair of boots that have left shoe-prints on many worlds and have witnessed many lethal situations.",
      "typeText": "Feet",
      "backstory": "The unnamed followed the slave's orders and traveled to the other side of the sky with his new companions. He walked with bewilderment and hatred among countless worlds, often finding himself in grave crises of life and death.\\n\\nHe had long forgotten the joy of creation, lost in his hurries from one battlefield to the next.\\n\\nIn his past battles, he had sustained an innumerable number of sword slashes and cuts. In his past defeats, his body was splintered and smashed into pieces over and over again. His opponent would always end the battle with one finishing move right through his heart. And now, all those masterly sword moves that had induced his numerous scars were forever imprinted in his memory, and his martial prowess was refined in countless lethal encounters. The unnamed wielded his sword and slashed his way through obstacles for his allies. Wherever he fell, he rose right up, over and over again. He seemed to have let go of all his hatred in his dedication to the sword dance.\\n\\nThe slave promised to bring an eternal end and a final funeral to the unnamed's life and to everything he had ever hated. The unnamed nodded, put his sword back in its sheath, then raced to the next world.\\n\\nIf life could be deemed as a continuous journey, then the unnamed wishes to step over the pool of blood made of all whom he deeply resented before reaching his own end."
    }
  ]
}