{
  "_id": 117,
  "id": "pioneer_diver_of_dead_waters",
  "name": "Pioneer Diver of Dead Waters",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases DMG dealt to enemies with debuff by <nobr>12%</nobr>.",
    "4": "Increases CRIT Rate by <nobr>4%</nobr>. The wearer deals <nobr>8%</nobr>/<nobr>12%</nobr> increased CRIT DMG to enemies with at least <nobr>2</nobr>/<nobr>3</nobr> debuffs. After the wearer inflicts a debuff on enemy targets, the aforementioned effects increase by <nobr>100%</nobr>, lasting for <nobr>1</nobr> turn(s)."
  },
  "pieces": [
    {
      "_id": 31171,
      "ids": [31171, 41171, 51171, 61171],
      "id": "pioneers_heatproof_shell",
      "name": "Pioneer's Heatproof Shell",
      "type": "HEAD",
      "desc": "A heavy diving helmet in a style common in Orkron. Through the small porthole, one can only see the unbearable and endless expanse of darkness.",
      "typeText": "Head",
      "backstory": "Clouds accumulate over Orkron's night sky, and shimmering planetary rings are concealed within them. Scarlet snowflakes fall on the heavy helmet, quietly filling the grooves of rusted iron, covering the traces of erosion. The two girls sit in the cedarwood forest... taking a momentary break in their journey.\\n\\n\"Look! The air in Orkron smells like raspberries.\" Scarlet snowflakes fall on the soft, cloud-like sugar threads and quickly disappear. The little Nameless from Toyro laughs and then bends over, holding her stomach. She laughs at her own choice of words — how can one see a scent with one's eyes? After a moment of shared laughter, the silence cuts like a sharpened blade, and the air seems to frost over in an instant.\\n\\n\"Frebass, are you still going to the depths of IX?\" The question comes from her companion who is always carrying a long blade. She is a good companion, but no one knows where she comes from.\\n\\nThe little Nameless hides inside her bulky diving suit. A long pause later, she hands the companion a slightly burnt marshmallow, her eyes narrowed like the silhouette of a fully opened sail:\\n\\n\"Of course — because I will walk on a road deeper and further than Akivili's!\""
    },
    {
      "_id": 31172,
      "ids": [31172, 41172, 51172, 61172],
      "id": "pioneers_lacuna_compass",
      "name": "Pioneer's Lacuna Compass",
      "type": "HAND",
      "desc": "A compass in the form of a wristwatch. The magnetic needle has been removed and can no longer point in any direction.",
      "typeText": "Hands",
      "backstory": "\"The undercurrent in the sea,\\nWhispering as it pecked at her bones, in one rise and fall of time,\\nShe experienced the stages of old age and youth,\\nAnd entered the vortex.\"\\n\\nThe girl has heard a story like this. In the story, the world people inhabit is depicted as a towering tree, composed of ownerless energy. \"This kind of energy is invisible, intangible, incomprehensible, and meaningless,\" she thought, \"just like how IX has no meaning.\"\\n\\nThe little Nameless is somewhat melancholic, worrying about how she would orient herself after stepping into the depths of \"Nihility.\" But soon, she had an inspiration — on her fourteenth birthday, her mother left her with one last gift... a small compass.\\n\\n\"If that's the case, as long as the compass senses not the magnetic field but 'energy,' wouldn't that solve the problem?\" \\n\\nThe little Nameless removed the magnetic needle from the compass, but when the girl descended into the darkness, she realized that the compass' only direction was down."
    },
    {
      "_id": 31173,
      "ids": [31173, 41173, 51173, 61173],
      "id": "pioneers_sealed_lead_apron",
      "name": "Pioneer's Sealed Lead Apron",
      "type": "BODY",
      "desc": "A heavy diving suit crafted from scrap iron, airtight and impenetrable. Even its wearer often jests that it resembles more of a deep-sea coffin.",
      "typeText": "Body",
      "backstory": "\"Frebass, the Nameless from Toyro, died for fourteen days and nights.\\nShe forgot the cries of seagulls, the roar of the abyss,\\nThe gains, and the losses.\"\\n\\nThe little Nameless gazed at the planetary ring wider than the boulevards of Toyro. She decided to launch herself into the singularity in the black hole.\\n\\n\"Even Akivili didn't manage to go there.\" The girl could always hear the distant sound of waves echoing in her heart. \"I will walk on a road deeper and further than Akivili's.\" She prepared herself thoroughly — unidentified rusty metal plates, used oxygen tanks, discarded gyroscopic posture control devices, a self-circulating life support system, and a rectifying hood... She soldered all the materials together, ensuring that the entire suit was airtight. She believed it would protect her from the harm of Nihility.\\n\\nShe picked up the diving helmet her father left behind and wore a self-made \"Medallion of Honor.\" Before leaving, she and her companion once again went to the cedarwood forest, toasting marshmallows one last time.\\n\\nLater, when Frebass' spacecraft approached the edge of the black hole, this was all she could recall about Orkron."
    },
    {
      "_id": 31174,
      "ids": [31174, 41174, 51174, 61174],
      "id": "pioneers_starfaring_anchor",
      "name": "Pioneer's Starfaring Anchor",
      "type": "FOOT",
      "desc": "The heavy boots are formed like the anchor of a ship. Its owner is prepared to never return to the surface.",
      "typeText": "Feet",
      "backstory": "\"O, you who turn the wheel and watch the wind,\\nThink of Frebass,\\nAnd how she was once as beautiful and stood as tall as you.\"\\n\\nThe lead boots, like iron anchors, drag the girl down further and further. They are dutifully carrying out the task bestowed upon them from the beginning of their conception.\\n\\nThe girl never closes her eyes, fighting boldly against the cold and lonely darkness. She remembers the first time she heard stories about Akivili. She remembers the first day she set upon the journey and the \"Medallion of Honor\" she forged for herself. She remembers the <unbreak>30</unbreak> days she spent journeying with her companion. She remembers the forest glade they gathered in for the first and last time, and how the air there tasted like raspberries. She remembers whistles, guitars, and the flute, and the songs they sang together. She remembers scarlet snow falling on slightly burnt marshmallows and disappearing.\\n\\nThe vast void looms near the end of the vivid memories, yet she suddenly sees a dash of crimson blinking briefly into existence in the center of the pitch-black world.\\n\\nTherefore, the little Nameless remembers the smile she gave from the bottom of her heart when the girl with the sword took the marshmallows for the final time.\\n\\n\"I never thought I would meet anyone similar to me. You've walked so much further on this road than me.\\nTherefore, you will surely walk with me till then end, right?\"\\n\"Of course. Our end has already been determined... However, just like you said —\\nEven though I may turn into a shallow puddle of dead water in the end, there is still a lot I can do on my journey toward that moment. Therefore, no matter what, I have to go try it—\\n— Because I will walk on a road deeper and further than Akivili's!\""
    }
  ]
}
