{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "Poet of Mourning Collapse",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Quantum DMG dealt by <nobr>10%</nobr>.",
    "4": "Decreases the wearer's SPD by <nobr>8%</nobr>. Before entering battle, if the wearer's SPD is less than <nobr>110</nobr>/<nobr>95</nobr>, increases the wearer's CRIT Rate by <nobr>20%</nobr>/<nobr>32%</nobr>. This effect also applies to the wearer's memosprite."
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "poets_dill_wreath",
      "name": "Poet's Dill Wreath",
      "type": "HEAD",
      "desc": "Before the Temple of Dusk in spring, the most outstanding of bards will receive a dill wreath bequeathed by Mnestia.",
      "typeText": "Head",
      "backstory": "\"Mnestia, we pray to you. For if the world had no song, there shall be no song-filled spring, and no forest will sprout blooms...\"\n\nAfter cleansing both hands by the stream, then scooping out chilled wine as an offering to the god, the bards gather before the temple, bickering over who would receive Mnestia's blessed wreath. The three sisters of Parthia, renowned for their poems of love, demonstrate their song first. They are followed by an old man, Lupes, the poet with myriad mesmerizing metaphors. Lyrics of honeyed elegance do not move the goddess, the wine cup before them unmoving.\n\nUntil a wandering poet plucks the seven-stringed lyre in her hands, playing a tale written on ancient papyrus. Sand and winds from a millennia ago sweep across, and the story starts thus — In an age when many cities still existed in the world, a city was attacked by an evil dragon.\n\n\"Lament for my homeland...\nA monster dwells in its palatial hall, noble heirs becoming vile scoundrels,\nAll because of that giant dragon that breached the high tower,\nCorrupting my ruler, devouring my kingdom's princess...\"\n\nThe wine is imbibed fully by the goddess, and the wandering poet becomes the owner of their wreath."
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "poets_gilded_bracelet",
      "name": "Poet's Gilded Bracelet",
      "type": "HAND",
      "desc": "A bracelet crafted from favored metal. The evil dragon in the story was once fettered in shackles made from this metal.",
      "typeText": "Hands",
      "backstory": "\"People dug up gold from Georios' body, the first fearsome metal of its kind. And thus deceit and war were born.\"\n\nThe origin of warfare has long since faded from time, and much of history has turned into legend. Yet, even as a legend, it is clear that arrogance, deceit, and avarice are the reasons for endless conflict among people, though gold takes the wrongful blame as its source. Just like those resplendent years untouched by strife, white iron and bronze were originally ritual offerings to gods. It was only later that they were cast off from altars and melted into armaments, becoming even more fearsome metals than gold.\n\nThe dragon in the story has been subjugated, right...? The wars among the cities are also near waning. The wandering poet's travels bring her to the holy city, where she plays the tale of the aftermath — After the evil dragon occupies the city, people rally dragon-hunting braves to rescue the princess.\n\n\"Lament for my homeland...\nThe courageous centurion, with shackles forged in heavy gold, finally subjugates the evil dragon.\nThe old ruler's cries can be heard from the tower-top...\nFrom the dragon's belly, only scant parts of the devoured princess are found, where only bones remain.\"\n\nThe metal bracelet's tassels run across the lyre, emitting a crisp sigh."
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "poets_starstudded_skirt",
      "name": "Poet's Star-Studded Skirt",
      "type": "BODY",
      "desc": "Dawn is the gentlest time of the day, her skirt is coincidentally also the colors of the last string of stars before dawn.",
      "typeText": "Body",
      "backstory": "\"When Aquila opens their eyes, all the stars are asleep. Only one squinting night star remains, being the most curious.\"\n\nThe narrative poem continues till the second cycle of day and night. More listeners gather around the poet, among them Kremnoans with quivers clinking with arrows, and those from Janusopolis who cast divining rods for godly advice. Since the black tide's encroachment across cities, countless historical records have been scattered, and the Grove's scholars have had little time to collect all the documents — many lesser cities did not even get the chance to leave their names behind.\n\nOnly the wandering poet knows that the old city occupied by the evil dragon once possessed the esoteric method of alchemy: With flesh as the foundation, everything could be created, and miracles could be performed. The alchemists spoke as such to the king, heartbroken from the tragic loss of his beloved daughter.\n\n\"Lament for my homeland...\nThe silver-tongued alchemist was confident he could resurrect the princess from the dragon's flesh.\nWhat is dead, yet undead. Another ten days pass.\nThe ritual is finally complete, alas...\"\n\nThe final nighttime star reluctantly closes its eyes, hankering to listen to the incomplete story of the children of humankind."
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "poets_silverstudded_shoes",
      "name": "Poet's Silver-Studded Shoes",
      "type": "FOOT",
      "desc": "Woven shoes inlaid with silver studs, pressing worded patterns across the sand she treads. On her mission to gather all the poems of the past, she has never once ceased her footsteps.",
      "typeText": "Feet",
      "backstory": "\"The people know not where to seek Thanatos' trail, and there are legends that say no living can cross the River of Souls. Where, then, does the river flow?\"\n\n\"We have never heard of such a dragon, nor come across the existence of resurrection rituals in ancient tomes\" — Some doubtful among the listeners voice out. The poet replies — She is not an offspring of the old cities, therefore not certain whether there was truly an evil dragon. This is merely what she heard from earlier bards, a poetic song imparted along generations only through words.\n\nIf no one passed down the songs, the history of the old cities would be truly buried in dust, and all would fade with time — The flourishing city-state of the past, deluged and devoured by the River of Souls, becoming a place disdained by even wild hounds and circling vultures. This is the curse left behind by the souls eaten by the evil dragon.\n\n\"Lament for my homeland...\nO Princess! Who would have imagined she was alchemied into the evil dragon's visage.\nShe devoured them all... the alchemist, the brave centurion, and the foolish king.\nA feast fueled by bloodlust invited the shadows of death, the old city therefore annihilated...\"\n\nRemember the name of the decimated city! This is a story about Styxia, played by the poet wearing silver-studded soles. She collects stories for the stories themselves, just like the words left behind by the silver studs on her woven shoes — \"Remember the story. Forget me.\""
    }
  ]
}