{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "Prisoner in Deep Confinement",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases ATK by <nobr>12%</nobr>.",
    "4": "For every DoT the target enemy is afflicted with, the wearer will ignore <nobr>6%</nobr> of its DEF when dealing DMG to it. This effect is valid for a max of <nobr>3</nobr> DoTs."
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "prisoners_sealed_muzzle",
      "name": "Prisoner's Sealed Muzzle",
      "type": "HEAD",
      "desc": "A muzzle designed to tightly encage the captive's beastly visage, guarding against the feral fangs that yearn to inflict harm.",
      "typeText": "Head",
      "backstory": "Smell was the sense that constructed the borisin Warheads' sense of the world. Rain, dust, campfire, blood, medicine... From the deepest part of the battlefield, they came shaking and wafting, with a torrent of odors that flooded every inch of his neurons.\\n\\nAll he could smell now is the heavy sturdiness of the torture devices, and the cowering fear of the jurors filling the air.\\n\\nHe knows that these weak-fleshed judges are afraid of the sharpness of his fangs — He had stood on the precipice of a steep cliff, bathed in the moonlight of madness, and felt the instinctive impulse in his veins. He had followed the labyrinth of smells, penetrating into the enemy's camp in the darkness of a lightless night, and crushed the skulls of his prey one by one... The borisin Warheads admire the concept of polished fangs, regarding them as blades and spears, symbols of the power and confidence to tear apart anything.\\n\\n\"The borisin Brood Lord gnashed and gnawed on flesh, devouring the blood of innocents. He is sentenced to a lifetime in a cage with his face covered in a closed-mouth muzzle, convicted of the Ten Unpardonable Sins.\"\\n\\nThe Warhead contemptuously looks around — the swordsmaster who engulfed everything like an icy sea of fury is not there... He has no interest in this tedious sentence."
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "prisoners_leadstone_shackles",
      "name": "Prisoner's Leadstone Shackles",
      "type": "HAND",
      "desc": "Heavy shackles that tightly bind the evildoer's hands with steel needles pinning into the wrists, preventing the vicious claws from doing harm again.",
      "typeText": "Hands",
      "backstory": "As the clouds parted, the moon's shadowy light poured over the Warhead's scarred body. The huge claw that was slashed off by the silver-haired swordsmaster was left aside, and the desperate Warhead's blood vessels pulsated furiously. Accompanied by a long, painful howl, he grew his sharp claw once more.\\n\\nCatalyzed by Moon Rage, the Warhead barely caught up with the moonlight-like sword strikes. He prayed silently to the power of Abundance, determined to finish the final fight as a trapped beast.\\n\\nHe had already forgotten how many times the borisin army had broken through, only remembering the countless times his soldiers had used their claws to tear open the gaps in their advance, only for it to tightly close again. The exhausted borisin relied on their nigh indestructible regeneration, struggling to tear down all obstacles before them — The Warhead's blood soaked his claws and he sank into a trance, only to suddenly realize that he had nowhere to run, and there are no more soldiers following him.\\n\\n\"Borisin Brood Lord, you have taken countless lives by your own hand. Your wrists shall be bound in lead and stone and put under strict control.\"\\n\\nThe Warhead finally collapsed, powerless, in front of the swordsmaster. For the first time, he felt that exhausting near-death experience. \"What an incomparable blade,\" he couldn't help but think, \"What an incomparable thrill!\""
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "prisoners_repressive_straitjacket",
      "name": "Prisoner's Repressive Straitjacket",
      "type": "BODY",
      "desc": "A prisoner's garment that restrains dangerous criminals. Its reversed-joint design confines the prisoner's body.",
      "typeText": "Body",
      "backstory": "The borisin are warriors by nature. Their bone structure is broad and lean, with powerful jaws and neck muscles. They have well-developed canine teeth, beast-like ears on top of their heads, and sharp claws on their hands and feet. The borisin worship the concept of a strong body, seeing strong physique as a blessing from the gods.\\n\\nThe Warhead is both the spiritual leader and the strongest warrior of the tribe, commanding its tide-like army, and dominating life and death on the battlefield.\\n\\nThe fearsome beast ships setting off covered the very sky, and he looked down at the restless warriors on the battlefield — The borisin Warhead felt the call of Moon Rage. Sharp bone spikes pierced through his body, and his pitch-black blood disappeared in the wind like mist. He stretched out his arms like a martyr — the borisin's Lupitoxin, the fear-inducing pheromone, dispersed along with the blood mist and stimulated the borisin warriors' senses, making them seem possessed by the power of gods and demons.\\n\\n\"O' Brood Lord, grant us muscles of iron and bones of steel. O' Brood Lord, grant us the power of the gods.\"\\n\\nHe recalled the days when flesh and blood were not restrained. Children of the borisin, who carry Moon Rage in them, had broken through the limitations of flesh and blood. Their bodies erupted and deformed, yet no longer able to feel pain or fear. Guiding them was once a privilege and responsibility reserved only for the strong."
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "prisoners_restrictive_fetters",
      "name": "Prisoner's Restrictive Fetters",
      "type": "FOOT",
      "desc": "Metal shackles that bind the feet of the beasts, imprisoning evils and preventing them from escaping and wrecking havoc.",
      "typeText": "Feet",
      "backstory": "The borisin roam the galaxy, despising the settled civilizations. They took away peace and tranquility and brought all-consuming war with them. Their harsh beliefs in survival compel them to fight incessantly, ever-devoting themselves to a life of bloodshed.\\n\\nThey have their own beliefs and ways — wherever the borisin set foot, it becomes their territory and nation.\\n\\nThe borisin Warhead takes pride from igniting one flame of war after another, crushing the dignity of protectors, drinking the tears of the displaced, and trampling on the trust of close ones. He allowed thorns to grow wild and fertile land to be destroyed, forced people into slavery and enjoyed an extravagant life... In order to surpass the past leaders, the new Warhead had to cast aside peace and lead his soldiers on an expedition to the outside world in order to make a name for himself and affirm his position in the tribe.\\n\\n\"Borisin Brood Lord, with you come war and a scourge upon all worlds. Your sentence is to be eternally detained and imprisoned, never to be reborn.\"\\n\\nThe Warhead is puzzled by the sentence. He looks around, confused at the trials of the weak. Those so-called crimes are nothing more than the laws of survival."
    }
  ]
}