{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "Revelry by the Sea",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's ATK by <nobr>12%</nobr>. When the wearer's ATK is higher than or equal to <nobr>2400</nobr>/<nobr>3600</nobr>, increases the DoT DMG dealt by <nobr>12%</nobr>/<nobr>24%</nobr> respectively."
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "Warbling Shores' Blazing Beacon",
      "type": "NECK",
      "desc": "Encapsulated in the Planar Sphere is Styxia, the city drowned in eternal revelry. A lighthouse remains endlessly lit upon the shore, playing ceaseless melodies. Ships, lured by merry tunes, sail through the mists only to run aground and sink, their shattered wreckage devoured by the tide.",
      "typeText": "Planar Sphere",
      "backstory": "The sea wave is an endless rondo. Weary of pleasure-seeking harbors, the sailors unfurled their charts and chose their journey's end. Their compass stilled, its trembling needle pointing toward Styxia, the city of everlasting joy along the coast — their fated tomb of bliss. They took no heed. Unaware of death, they raised their sails in drunken glee and stepped eagerly into Phagousa's ballroom.\n\nFollowing the rhythm of tides and the moon, the sailors sang as they harpooned the spines of whales, as they rammed their prows into ancient glaciers, as they sailed, ever laughing... until they were lost in the mist, until the lighthouse loomed close — until at last, they crashed upon the reef.\n\nThe wrecked ships sank beneath the waves. From the sea wave, the undying rose again. The sailor climbed ashore, seaweed and salt crusting his body. The revelers of the lighthouse had waited long. They bowed, inviting him to join the eternal celebration. Following the music, they crossed the long causeway and stepped onto the white lighthouse between the reefs. Fueled by whale oil, the flame of Styxia's beacon danced cold and blue, encased in lenses carved from crystals. The tower itself stood as a massive water lyre. With every step upward, guests could see seawater siphoning through glass pipes embedded in the masonry, pulsing with the rhythm of the sea. On the terrace, the revelers danced hand in hand, circling the light as music filled the air. Their shadows stretched long across the distant sea. And there — at the edge of the horizon — the sailor saw it: the city of eternal joy he had dreamed of.\n\nThat was an age before decay, when pain, sorrow, and death were still unborn. Styxia basked in Phagousa's favor, embraced by a crescent bay like a cradle, lulled by lullabies tender as sleep.\n\nThe sailor's lips trembled with anxiety. Before him, the revelers opened their arms — welcoming him as kin, to share in boundless ecstasy. Yet, behind him stretched the endless gray sea. Wreckage littered the reefs, drowned souls drifting in the waves, sea anemones and coral creeping across their skin. He remembered the moment he fell — how the undercurrents dragged him into the dark and hopeless deep. The sea siren's cold hand had caressed his cheek. Through her blurred, gentle singing, he awoke and was pushed back toward the shimmering surface.\n\nYet that one moment of hesitation — just one glance back — was enough. The gates to bliss shut. Smiling, the revelers turned the sailor away from entering Styxia — for a soul still shaking off the remnants of trance could never withstand true rapture."
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "Warbling Shores' Cantillation Trail",
      "type": "OBJECT",
      "desc": "The people of Styxia firmly believe that the sea sirens, just as the legends say, guard their paradise with flesh and blood. And that one day, drawn by the lighthouse's endless cantillation, they will arrive at last, rewarded with an eternal feast.",
      "typeText": "Link Rope",
      "backstory": "Like those who came before him, the lonely sailor lingers between sea and city, poised on the threshold between the mortal world and revelry. He wipes the oil seeping from the wound of a stranded whale. At nightfall, he lights the beacon. Then, seated before the light, he begins to play melodies yet unplayed on the water lyre.\n\nThe lighthouse hums with each note, and all of Styxia is swept into song. The melodies, sometimes gentle, sometimes fevered, stir boundless fantasies of delight in the Styxia Queen's heart. When the sailor begins to play in reverse from the final semibreve rest, the tune becomes whimsical and sprightly. Then, white longboats carry tumblers and jesters and glide through the canals. Men and women in splendid attire line the shores, their faces covered in masks decorated with gold leaf and feathers. The Queen slips among them, drifting through the scent of lilac and almonds.\n\nThen, the sailor sharpens the rhythm, the notes ringing wild and triumphant. A city-wide play unfolds with Styxia as the stage. Townsfolk dressed as pirates wave black flags, storming the walls that were never defended. They plunder wine and gold, hang nobles upon flower-strewn gallows, and crown every beggar in the city. At the finale, the tower is set ablaze, and the crowd dances madly to the lyre's music, drunk beyond reason.\n\nThe crashing tide dampens the sheet music, blurring notes that are soothing and slow. In the mist before the lighthouse, the Queen steps into a new script. Dressed in a sea-blue fishtail dress, she plays the attendant of Phagousa — the Queen of the sea sirens.\n\nIn this tale, the sirens are tasked to guard an anguish beyond mortal imagination in the ocean's deepest. Using their flesh and blood, they guide the pitch-dark calamity into the Chalice of Plenty, exchanging for Styxia's eternal joy. When the appointed time comes, the sirens will finally follow the lighthouse's light and the lyre's song, and walk along the causeway to enter Styxia. The people of the city will take their hands, and together, they shall join the never-ending celebration.\n\nThe Queen of Styxia wades into the water, embracing an imagined demise. On a night when the tides break free from the moon's restraints, the hollow tears of the sea sirens rise like foam deep beneath the waves. They hope. They wait. They gaze upon moonlight they've never known — then their flesh dissolves. A pity that there is no moonlight tonight. Only the lighthouse flickers, as always — The tears ascend instead of the sea sirens, surfacing onto the glimmering sea surface, like floating foam that dissolves into the waves.\n\nThe lonely sailor is granted his wish. The revelers, eyes glistening with blissful tears, welcome him into Styxia. By the time the first note of the song rings out, the withered wings of death have already covered this city of everlasting joy."
    }
  ]
}