{
  "_id": 309,
  "id": "rutilant_arena",
  "name": "Rutilant Arena",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's CRIT Rate by <nobr>8%</nobr>. When the wearer's current CRIT Rate reaches <nobr>70%</nobr> or higher, DMG dealt by Basic ATK and Skill increases by <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33095,
      "ids": [
        33095,
        43095,
        53095,
        63095
      ],
      "id": "taikiyan_laser_stadium",
      "name": "Taikiyan Laser Stadium",
      "type": "NECK",
      "desc": "Encapsulated in the plane is the most advanced arena on Planet Taikiyan — the Taikiyan Stadium. The atmosphere is lively both inside and outside the dome as flags wave in the air. With all eyes on the arena, an exciting game of Roboball is about to kick off.",
      "typeText": "Planar Sphere",
      "backstory": "Planet Taikiyan was once an IPC scuttle site for spaceships, where value assessors were dispatched to clean up old ship wreckage for any remaining value.\\n\\nAssessors regarded an assignment to station in Planet Taikiyan as an exile with no return. On this tiny planet, mountains of carbon fiber and stainless steel traced the pre-decommissioned outlines of giant ships, casting a shadow of emptiness over the steel ruins. Out here, the exiles' desire to be recalled intensified to a boiling point. Assessors wearing propulsion equipment fought for high-quality parts below-deck for many years, their lightning-fast figures mutually fleeing from and in pursuit of each other in the corridors of sunken ships. They had formed their own underground rules in the shadows... And yet none of these trapped beasts had their wishes fulfilled. No one was ever able to return.\\n\\nThe rules established by these abandoned humans, reduced to caged animals, did not escape the IPC's surveillance. Footage from their wearable cameras were transmitted back to the IPC and passed as after-dinner laughingstock by the high and powerful. The investor of the Traditional Project Department, however, scented out the faint possibility for \"entertainment\" after some consideration.\\n\\nWith this new plan, the first competition in the cosmos featuring the Taikiyan Roboball would have its glorious debut on planet Taikiyan. Several planet terraforming machines descended to the surface and yanked out the decommissioned spaceships in their entirety, not leaving a single inch of their former shadows behind. The obscure little planet had been transformed by the sport of Roboball, becoming a dazzling athletic hub in the blink of an eye. \"No one will care about its ludicrous beginnings by that time. There will only be pure sportsmanship and high-value commercial agreements.\"\\n\\nThe competition had athletes wearing propulsion equipment and armor, ever-changing three-dimensional race tracks, and physical clashes that sent sparks flying... The attention of the entire cosmos was thoroughly captured the moment the Roboball Competition was announced. From that moment forth, the planet once shrouded in darkness has never again seen a moment of night.\\n\\nBoth the home and visitor teams are evenly matched in the massive stadium, and the vociferous audience fills up the dome in countless multitudes. They roar the names of the team and the players, giving birth to a thunderous cacophony that does not end. Outside the dome, the planet is also bustling with activity as broadcast licenses, exclusive sponsorship, and advertising contracts are fought over in the trading market, while underground betting is rife as excitement and disappointment share the spotlight in equal measure... The inky shade of the night has long been transformed into a silent radium backdrop to the overflowing lights of the stadium.\\n\\nThe Taikiyan Stadium has been bright as day from the moment of its inauguration, and no one even remembers where the begone shadows are now hidden."
    },
    {
      "_id": 33096,
      "ids": [
        33096,
        43096,
        53096,
        63096
      ],
      "id": "taikiyans_arclight_race_track",
      "name": "Taikiyan's Arclight Race Track",
      "type": "OBJECT",
      "desc": "The Taikiyan Stadium's standard race track is usually made with a metal structure covered with smooth concrete and natural wooden floors. A large amount of transparent polycarbonate material was used in the construction of the stadium to give the audience an unobstructed view of the games.",
      "typeText": "Link Rope",
      "backstory": "The Traditional Project Department invited sport experts from Interastral Peace Entertainment and requested that they remove all savage elements of Taikiyan's underground rules and transform it into a lucrative competition.\\n\\nMaterial experts designed a Roboball to satisfy the request — a high-tech iron ball with a diameter of <unbreak>35</unbreak> centimeters, weighing <unbreak>30</unbreak> kilograms, and of carbon fiber and stainless steel. It constantly chases alterations of the Phase Flame, increasing the unpredictability of the game through its irregular movements. Sports equipment experts followed that by developing a standard-issue propulsion protective armor for Roboball games, allowing top sport equipment and medical organizations to better demonstrate their quality and ensuring the sustainability of a stable income and safe competition.\\n\\nAnd thus, the Taikiyan Roboball Association was formally established, and the initial version of the Taikiyan Roboball Game Rules was formulated. The game system comprising two teams with seven players each was also established from then on.\\n\\nThe track architects of the Intelligentsia Guild had turned the concept of \"racing\" into a three-dimensional circular track — the standard length of which is <unbreak>2.91</unbreak> kilometers. The flat central area of the track is 5 meters wide, and the curved areas on both sides range from 2 to <unbreak>14</unbreak> meters in width. The Roboball players will fly unidirectionally for several laps on the spacious and bright track, accompanied by the sound of whistling and collision, completing the entire game. According to actual testing, during high-speed travel on the track, disconnected point light sources will connect into lines with the athletes' visual persistence, and several dimly visible lumens will form an exclusive arclight track. Interastral Peace Entertainment invited the wealthy to participate in the league, promising them the exposure their favorite sport deserved. Subsequently, the league clubs were established, and the most talented players were assembled and ready to go.\\n\\nInterastral Peace Media had exclusive broadcasting rights for the event and, with the help of ultraremote sensing technology, they broadcasted the live competition far and wide. The sensory experience of top athletes was also recorded throughout the event, allowing homebound viewers to also experience the speed, collisions, whistles, and arclights of the competition from the comfort of their own homes. The old scuttling site was filled with sightseeing cruises and bustling crowds gathered in the streets, illuminated by lights and advertisements, slowly streaming into the stadium. They confirmed their seats, looked around, and were greeted with banners, flags, and airborne malt foam. The bright track stood silently under the spotlights.\\n\\nAmid the roar of the crowd, the first game began."
    }
  ]
}