{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "Sacerdos' Relived Ordeal",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases SPD by <nobr>6%</nobr>.",
    "4": "When using Skill or Ultimate on one ally target, increases the ability target's CRIT DMG by <nobr>18%</nobr>, lasting for <nobr>2</nobr> turn(s). This effect can stack up to <nobr>2</nobr> time(s)."
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "sacerdos_melodic_earrings",
      "name": "Sacerdos' Melodic Earrings",
      "type": "HEAD",
      "desc": "He often sits in the confessional booth listening to the stories. The earrings serve as a constant reminder that even the faintest whispers have their weight.",
      "typeText": "Head",
      "backstory": "\"As you command. I committed sins. I falsely claimed that various lineages were divided and exchanged this hearsay misinformation for payment...\"\n\nThrough the partition, the family head catches the journalist's evasive gaze as the penitent nervously awaits his response — a ritual of confession he had done countless times when his consolations ring out like bells to let the faithful repent for their sins. However, this time he subconsciously turns his head, trying to say something but stopping himself, letting his metal earrings emit a crisp noise next to his ears.\n\n\"I'm fully aware that this claim is completely groundless. Thanks to the grace of the Great One, all Family members stand united as one. This is the collective desire of all lineage members, and their reason for devoutly embracing the Great One.\"\n\nThe penitent confesses his sins, resolves to amend his mistakes, and seeks absolution from their evil via the harmonic tunes. The family head closes his eyes gently and utters the sacred benediction.\n\n\"Very well. Show your sincerity to the other Family members and dispel those rumors. In this way, you shall be reinstated with harmony. Now, please leave in peace.\"\n\nWhat sin is there in speaking truth? His dictates are crystal clear but are burdened like a yoke. He sighs and shakes his head.\n\n\"...Next, please step forward.\""
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "sacerdos_welcoming_gloves",
      "name": "Sacerdos' Welcoming Gloves",
      "type": "HAND",
      "desc": "He often stands in the mansion to greet visitors, countless times making the gesture of invitation. The pristine gloves remind him of observances of humility and courtesy.",
      "typeText": "Hands",
      "backstory": "\"These visitors claimed to have urgent matters to report, esteemed head, but some of their identities remain questionable, and they used shady means to enter the Dreamscape...\"\n\nThe uninvited guests trespassing the Dreamscape are lined up. If all goes according to plan, malefactors who inflicted harm will face banishment, and impostors with fraudulent identities will be apprehended. He says nothing, yet all arrangements have been made. The innocents witness his wrath, and expectations and uneasy spark in their eyes — Then, he smiles, extending his hand in an inviting gesture to the people remaining before him. It is a symbol of acknowledgment and a display of authority.\n\n\"You are all esteemed guests of the Oak Family, and therefore you shall be welcomed with courtesy. Perhaps you wonder how you are judged fairly. Allow me to give a short explanation — It is because the 'road' you walk on has crossed with mine.\"\n\nThe attendants, the artists, and the jobless ones dispelled their doubts as they recognized the truth behind his invitation.\n\n\"Let transgressors face deserved punishment, and let guests receive deserved courtesy. Such should be the law of harmony.\"\n\nThe family head's combined sternness and generosity are enough to earn him the trust of his guests. Surveying the assembly, he bows slowly...\n\n\"Welcome to the Oak family.\""
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "sacerdos_ceremonial_garb",
      "name": "Sacerdos' Ceremonial Garb",
      "type": "BODY",
      "desc": "He often stands before the dressing mirror, ensuring his attire is impeccable and his features perfect. Before he leaves the house, he will ensure that everything is meticulously arranged, and no deviations will occur.",
      "typeText": "Body",
      "backstory": "\"...Birds are born with no shackles, then what fetters my fate♬?\"\n\nOn rehearsal day, the young family head hides in a corner of the audience seats, refraining from distracting the singer on the stage and maintaining the right distance, just as he had wished. He sits upright in his ceremonial garb as the solitary listener for that moment. Amidst the familiar melodies, his thoughts drift back to his childhood, recalling occasions when she sang on stage, and he was her only audience —\n\n\"It's been so long since you sang with joy... I've built a stage for you, though it's... a bit rudimentary.\"\n\nDuring the concert for the two of them, he vowed to fulfill her dream of gracing a grander, brighter stage someday.\n\n\"Let my heart bravely spread the wings. Soaring past the night. To trace the bright moonlight...♬\"\n\nHe snaps out of his trance, then faces the root of his reluctance to draw nearer to the stage — His ceremonial garb is not just for enjoying the performance, but for the chance to withdraw at any moment he pleased.\n\n\"Congratulations, sister. We have both achieved our aspirations,\" he softly utters."
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "sacerdos_arduous_boots",
      "name": "Sacerdos' Arduous Boots",
      "type": "FOOT",
      "desc": "He often chose boots that snugly embrace his feet before embarking on his journeys. Despite numerous falls, he rose each time.",
      "typeText": "Feet",
      "backstory": "\"Go now. You are free — O chosen one, who dared to exceed his bounds. Sever your wings, descend to the mortal realm, and walk their lands. See what this world is truly like.\"\n\nSince then, the IPC executive's words often echo in his mind. He traverses bustling streets and quiet shores, always in motion yet rooted in place... He never doubts that he has the determination to remain unwavering or that he has the capacity to execute the plan with devotion, but before rising again, he intended to pause and savor the hard touch of ideals crashed to the ground...\n\n\"The fragmented stones, steeped in beast blood and human sweat, forever cold, rough, and unyielding...\"\n\nAs the head of the Oak Family, he had shepherded numerous lost souls onto the right path. Yet, when it concerns himself, those gentle reassurances seem to lose their charm — He does not need rebuke, guidance, or sympathy.\n\n\"Only from the mire arise those who trudge and toil. I shall press forward, learning more from my stumbles than my triumphs.\"\n\nBefore truly embarking on his new journey, he has enough time to slow down, reflect and rearrange his thoughts, then continue to wander at the same spot.\n\n\"Walking has no intricate philosophy. If one path proves impassable, simply veer onto another.\""
    }
  ]
}