{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "Scholar Lost in Erudition",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases CRIT Rate by <nobr>8%</nobr>.",
    "4": "Increases DMG dealt by Skill and Ultimate by <nobr>20%</nobr>. After using Ultimate, additionally increases the DMG dealt by the next Skill by <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "scholars_silverrimmed_monocle",
      "name": "Scholar's Silver-Rimmed Monocle",
      "type": "HEAD",
      "desc": "A crystal monocle reflecting a grand building, demonstrating its owner's sophistication and erudition along with the cane, bracelet, and brooch.",
      "typeText": "Head",
      "backstory": "[ID] EVD-W019EI06-003\n\n[Name] Crystal monocle\n\n[Key Feature] Displays evident fractures\n\n[Location] Bohdan laboratory in the Energy Research Lab, Ohioti Central Academy of Sciences\n\n[Individual Involved] Bohdan, the Chief Scientist in the energy analysis field and member No. #7 of the Genius Society.\n\n[Site Analysis]\nThe traces on the site indicate that the subject inadvertently triggered a reaction while operating the observation device, leading to Phlogiston leakage from the vessel and severe injury to the subject's left hand. During the incident, the monocle fell from a height and was fractured.\n\n[Supplementary Testimony]\nBohdan mentioned abnormal visual light emissions in the monocle during experimentation, resulting in a series of coincidences that eventually led to the Phlogiston leak.\n\nThe testimony was deemed inadmissible due to an excessive number of coincidences mentioned by the witness.\n\n[Additional Information]\nSuspected as a premeditated criminal act. However, the cascading coincidences creating the Butterfly Effect did not constitute a reproducible criminal method, therefore this event was ultimately classified as an accident.\n\n[Recording]\n\"...This accident is actually a blessing in disguise, because it sent Lambda back to me again. Actually, this is our fourth remarriage... and it's a bit embarrassing to say, but this is MY first proposal for a remarriage.\" Sourced from Bohdan."
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "scholars_auxiliary_knuckle",
      "name": "Scholar's Auxiliary Knuckle",
      "type": "HAND",
      "desc": "An exoskeleton crafted from an alloy that aids finger movements, tailored to the user's hand and of significant value.",
      "typeText": "Hands",
      "backstory": "[ID] EVD-X024DE18-002\n\n[Name] Finger exoskeleton infused with Grayseal Gold alloy\n\n[Key Feature] Displays signs of external damage. Confirmed to have been damaged before the explosion\n\n[Location] Central control room, polar energy excavation site\n\n[Individual Involved] Lambda (deceased), the best scientist in bio-wave detection science and member No. #8 of the Genius Society.\n\n[Site Analysis]\nSurveillance footage indicates the subject's improper operation led to a volatile explosion in the central control room, which immediately killed the subject.\n\n[Supplementary Testimony]\n\"God knows what secrets she's been hiding, but if anything happens to her, Klein definitely has something in it!\"\n\nTwo weeks prior to the explosion, Bohdan filed a report, stating that a thug had harmed his wife's disabled right hand. However, Lambda, the actual victim, declined further investigation and withdrew the case.\n\n[Additional Information]\nAfter the explosion, the subject's husband requested to retrieve the exoskeleton along with the subject's finger bones once the investigation was over.\nGiven the string of incredible coincidences in this incident, this case is recommended for high priority.\n\n[Recording]\n\"Come to me, Klein! We've got to settle this score! Both you and I know well there are no such things as 'coincidences' in this world, let alone this unbelievable string of them.\"Sourced from the security system in Klein's house."
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "scholars_tweed_jacket",
      "name": "Scholar's Tweed Jacket",
      "type": "BODY",
      "desc": "Tweed jackets paired with knitwear are a commonplace attire at the academy. For visiting scholars, its durable fabric is an ideal choice.",
      "typeText": "Body",
      "backstory": "[ID] EVD-X043FE21-001\n\n[Name] Tweed jacket, coarse spun wool vest, and white shirt\n\n[Key Feature] Displays an 8-centimeter Phlogiston burn mark on the left chest\n\n[Location] Bohdan laboratory in the Energy Research Lab, Ohioti Central Academy of Sciences\n\n[Individual Involved] Bohdan (Deceased), the best scientist in the energy analysis field and member No. #7 of the Genius Society.\n\n[Site Analysis]\nThe traces on the site indicate that the Grayseal Gold pellets carried by the subject absorbed a substantial amount of Phlogiston, resulting in a temperature spike of nearly 1,000 degrees Celsius near the subject's heart, leaving burn marks on the jacket, vest, and shirt.\n\nHalf of an unburnt finger bone was found in the burnt area, identified as originating from Lambda or related to the high-purity Grayseal Gold pellets.\n\n[Supplementary Testimony]\n\"...We should have been more caring about him, especially considering he never truly let go of his wife's death...\"\n\nAccording to other scholars at the lab, Bohdan, who devised the safety manual specifications, should not have made such a \"simple mistake.\"\n\n[Additional Information]\nGrayseal Gold is a rare alloy developed by Klein, member No. #9 of the Genius Society, known for its ability to absorb and store Phlogiston.\n\nWhen a series of coincidences pile up, does that still count as a coincidence?\n\n[Relevant Document]\n\"It is strictly forbidden to bring high-purity Grayseal Gold alloy products into laboratories with Phlogiston observation areas.\" Excerpted from the Energy Research Laboratory Safety Manual."
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "scholars_felt_snowboots",
      "name": "Scholar's Felt Snowboots",
      "type": "FOOT",
      "desc": "These cozy and stylish women's boots have accompanied their owner on polar expeditions for years, being perfectly in-fashion when paired with calf-length pants.",
      "typeText": "Feet",
      "backstory": "[ID] EVD-X031JA12-004\n\n[Name] Women's snow boots for polar expeditions\n\n[Key Feature] Displays evident signs of wear and repair, with a hidden disk in the sole. Possibilities of espionage have been preliminarily ruled out\n\n[Location] Basement of Klein's House\n\n[Individual Involved] Klein (deceased), the best scientist in alloy material science and member No. #9 of the Genius Society.\n\n[Site Analysis]\n\nA huge number of items belonging to the late scientist Lambda were found in Klein's home, including the these boots.\n\n[Supplementary Testimony]\n\"Maybe I was wrong about him... I mean, Klein. As for my late wife, Lambda... She's been away from me for a long while, and I just feel... unfamiliar about her.\"\n\nBohdan was unaware of his wife's belongings in Klein's home but displayed no visible surprise upon discovery.\n\n[Additional Information]\nKlein's residence is located in a remote area with no visitors around the time of death as determined by the coroner. The preliminary diagnosis is accidental death.\n\nBohdan, Lambda, and Klein shared a unique relationship and the series of \"coincidences\" they experienced border on supernatural phenomena.\n\n[Recording]\n\"*Sigh* I know you doubt me, Bohdan, and I know I can't prove my innocence to you. I'm very sorry for what happened to Lambda. I feel guilty, but I'm the last one who would ever deliberately harm her... In fact, I have some leads about the murderer's identity. Have you ever heard of the Lord of Silence?... *noise*\" Sourced from the disk hidden in the boots."
    }
  ]
}