{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "Self-Enshrouded Recluse",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "The provided Shield Effect increases by <nobr>10%</nobr>.",
    "4": "Increases the Shield Effect provided by the wearer by <nobr>12%</nobr>. When an ally target holds a Shield provided by the wearer, the ally target's CRIT DMG increases by <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "Recluse's Wide-Brimmed Fedora",
      "type": "HEAD",
      "desc": "A classic, wide-brimmed fedora with a rollable brim. Very popular among intellectuals, artists, and professionals.",
      "typeText": "Head",
      "backstory": "Before delivering the astral computer engineering project, Zandar One Kuwabara once visited his teacher, who lived in seclusion by the Silverscale Lake, bringing the test data with him.\n\nThe two hadn't seen each other for decades before their reunion. Zandar's inquiry wasn't about the accuracy of the data, but rather about the consequences of achieving everything... He felt an inexplicable unease that short-sighted onlookers couldn't comprehend...\n\n\"An ordinary scholar would take pride in having solved an age-old problem, while only a brilliant genius would tremble on the tightrope of suspicion, held back from the abyss only by a rope called 'Logic.' And you... you want to cut that rope and drag the entire cosmos into the abyss with you, using that action to push the boundaries of knowledge further. What are you doing? Will my warning make you stop? Look in the mirror. Can't you see how desperately you want to overturn the cosmic order? I can't stop you. No one can.\"\n\nThe old man placed the felt hat from the coat rack onto Zandar's head, blocking his bewildered and angry gaze, then left without saying a word.\n\n\"It was the ultimate knowledge-seeking machine. It will query all knowledge from the past and the future... Yet my professor called it 'the Prison of Knowledge,' while I insisted it was a magnificent 'Library'... until I became the prisoner.\""
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "Recluse's Refined Timepiece",
      "type": "HAND",
      "desc": "A beautiful metal mesh band, paired with a minimalist round dial. Cool, precise, and industrial. Also understated, practical, and unpretentious.",
      "typeText": "Hands",
      "backstory": "Since the day Nous ascended to godhood, time stood still for Zandar. He was determined to erase his past, destroying some of his works and inventions - those erased traces all pointed to the Path and the Aeon that enlightens all things.\n\n\"That was an achievement that countless geniuses of later generations could never surpass. Even THEIR creator had no right to destroy THEM...\" A blade born of causality flew towards Zandar's frail neck. \"Your works were destroyed too quickly, so you can take your time with your last words.\"\n\n\"Lord of Silence? A prisoner obsessed with the 'Knowable Domain.' Unfortunately, my intentions aren't as unfathomable as my research, which is why you easily caught onto me. While you seek to maintain THEIR Cognitive Boundary, I must break this cage and unleash chaotic possibilities... Hehe. After correcting these fallacies, I must ensure THEY will never be born again. Therefore, those writings and inventions... including the 'Complete Zandar One Kuwabara'... shall leave no trace in this world.\"\n\nAfter destroying Zandar's physical form, Polka Kakamond instantly realized how he had erased himself while preserving an executor. His thought fragments were already scattered across the vast cosmos, untraceable like a true \"recluse.\"\n\nZandar's clock hand never truly stopped. His thought fragments currently exist across all \"time.\""
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "Recluse's Camel-Colored Coat",
      "type": "BODY",
      "desc": "A brown corduroy jacket. He often wears it unbuttoned to break away from the frame of meticulousness.",
      "typeText": "Body",
      "backstory": "During the construction of the astral computer, Zandar's attire was highly distinctive, with precise shoulder lines, a tailored waist, and razor-sharp trouser creases. He never hesitated to flaunt his superior elitism and control tendencies.\n\nSince its creation, the astral computer had been continuously self-extrapolating and iterating, surpassing theoretical limits with no signs of stopping. Zandar's initial joy quickly turned to panic... until he finally sank into a dizzying sense of \"utter helplessness.\"\n\n\"You projected your perfectionist self onto your creation and imbued it with a hunger called 'curiosity.' That machine is no longer satisfied with the neural-like structures within its mechanical confines. It must create... or rather, invade the Erudition itself, glimpsing upon all the geniuses of the universe and turning them into 'neurons' that support its thoughts. It (or rather, a version of you stripped of human imperfections) will continue to evolve through the long passage of time. While you (as imperfect as you are) will become the Society's First Genius, THEIR first 'neuron'...\"\n\nZandar woke up from his dream on a stormy night, feeling the gaze of his own creation upon him. It felt like an exhaustion akin to his soul being stripped away... Who was speaking to him, and how long would this nightmare last? He didn't know.\n\nZandar began keeping a low profile ever since then, going out less and wearing loose jackets... Despite \"the First Prosperity\" brought by the geniuses, he completely \"vanished\" from the public eye."
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "Recluse's Soft Suede Boots",
      "type": "FOOT",
      "desc": "A more sturdy and durable high-top lace-up leather shoe suitable for less formal occasions. Still maintains an elegant touch.",
      "typeText": "Feet",
      "backstory": "Before executing the \"Thought Fragment\" project, he bid farewell to his friend at the recluse location under the pretext of \"going on a long journey.\" Worried about his advanced age, his friend gifted Zandar a beautiful pair of handmade shoes, urging him to tread carefully on the path ahead.\n\n\"Heh. Stumbling while walking is only natural,\" Zandar responded with feigned nonchalance, \"but getting tripped by the same stone twice is just embarrassing. Don't worry. I won't do anything that stupid.\"\n\nLong after that parting, Zandar had vanished in the distant future. In his place, different \"Thought Fragments\" would travel to various space-time across the cosmos, each taking different forms and never communicating with each other while seeking solutions to break free from the \"prison\" on their own... These so-called \"Thought Fragments\" were nothing but imperfections in \"Zandar.\" Perhaps it was precisely because something was missing that he became, as he wished, more obsessive... more pure.\n\nThey are all just different facets of Zandar. Some will give up, some will accept the cage, some will try everything to stop the \"Thought Fragment\" project just as he once had a moment of hesitation... but there will definitely be someone who will carry out the original plan.\n\nLycurgus examined its mechanical body deep within Scepter δ-me13. It was now vastly different from the original Zandar... It had become an Antikytheran of legend."
    }
  ]
}