{
  "_id": 313,
  "id": "sigonia_the_unclaimed_desolation",
  "name": "Sigonia, the Unclaimed Desolation",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's CRIT Rate by <nobr>4%</nobr>. When an enemy target gets defeated, the wearer's CRIT DMG increases by <nobr>4%</nobr>, stacking up to <nobr>10</nobr> time(s)."
  },
  "pieces": [
    {
      "_id": 33135,
      "ids": [
        33135,
        43135,
        53135,
        63135
      ],
      "id": "sigonias_gaiathra_berth",
      "name": "Sigonia's Gaiathra Berth",
      "type": "NECK",
      "desc": "Encapsulated in the plane is the most habitable zone in Sigonia-IV — the desolate barren desert known as the Gaiathra Berth. The silent and unassuming Gaiathra Triclops, with HER immense and weighty torso, quietly encompasses all the living and deceased in Sigonia.",
      "typeText": "Planar Sphere",
      "backstory": "When discussing Oswaldo Schneider, the head of the IPC's Marketing Development Department, people often focus on the decisive operations he undertook upon assuming the position. Within just two years, this young fanatic conquered the bitter cold, pestilence, and death, and managed to address three major longstanding issues that had plagued the Department for several Amber Eras. One of these challenges is the desolate planet known as Sigonia-IV, which is covered in barren deserts and scarred by clan vendettas... a place of harsh conditions and strife.\\n\\nSituated near the convergence of three major star clusters, Sigonia-IV has long been subjected to stellar winds from multiple stars, earning its reputation as the \"eye of the storm\" throughout the Cosmos. The planet's surface environment is extremely harsh, leading many civilizations to either migrate to other celestial bodies or succumb to natural disasters. Now, only a small number of intelligent races remain there, referred to as Sigonians by scholars from the Intelligentsia Guild.\\n\\nIn reality, Sigonians have fragmented into numerous clans, with most adopting nomadic lifestyles, while a few have established centralized systems of governance of reasonable size.\\n\\nThey share a common language. Through the translation provided by the Synesthesia Beacon, you will learn that \"Katica\" means \"shellslasher,\" who have a reputation of being the most ferocious clan among Sigonians. And \"Avgin\" means \"honey,\" who are often accused of pilfering by those willfully ignorant. These clans share a vendetta that lasted through Amber Eras, engaged in a cycle of bloody vengeance in the boundless wilderness where only the fittest survive — until mysterious figures clad in black descended from the sky. From there, Sigonians were briefly united under the radiance of Amber, and the natural cycles that were finally reached a temporary conclusion.\\n\\nAfterward, under the IPC's guidance, the Sigonians established the Sigonian Sovereignty according to the Interstellar Peace Charter and took their first steps toward the wider Cosmos.\\n\\nUnfortunately, this unity and progress did not extend to the Avgins and Katicans. Some malicious opportunists among the Sigonians viewed the former's resourcefulness with suspicion, while slandering the latter as nothing more than predators with no hope of enlightenment. Although they possessed only limited knowledge about Preservation, they understood that some of them had to be sacrificed for it. Utilizing a highly advanced set of parliamentary rules, these devious and corrupt individuals banished both clans to the endless desert.\\n\\nAs a token of apology, they even went out of their way to declare that \"the Avgins shall forever retain the right to autonomy\" — In other words, should any future conflicts occur between the two clans, they could justifiably and lawfully sit back and do nothing."
    },
    {
      "_id": 33136,
      "ids": [
        33136,
        43136,
        53136,
        63136
      ],
      "id": "sigonias_knot_of_cyclicality",
      "name": "Sigonia's Knot of Cyclicality",
      "type": "OBJECT",
      "desc": "Turquoise meteorites are meticulously polished and shaped, then strung together with gold threads and viridescent silk by the Avgins. They believe that these protective knots must not be buried in the sand, but radiate like the Mother Goddess' divine body reborn from death on the night of Kakava.",
      "typeText": "Link Rope",
      "backstory": "\"Avgin\" means \"honey\" in the Sigonian language. It's a conventional term irretrievably lost in the long arc of cosmic history.\\n\\nThe Avgins are blessed with attractive facial features, beautiful eyes, and an innate wealth of emotional intelligence, all of which effortlessly endear themselves to any strangers. However, these inborn talents are the exact reason they draw jealousy and ire from others. And the envious and snobbish soon begin their ceaseless slander, and the baseless defamation of the Avgins thus spreads like wildfire throughout the cosmos. As mere rumors can suffice to tarnish the sanctity of truth, the Avgins, a people of a peripheral world, found themselves assailed without recourse, subject to all manners of suspicion and prejudice.\\n\\nThe Avgins have an appreciation for intricately patterned fabrics, as well as a penchant for jewelry crafted from precious gemstones. They're particularly fond of turquoise meteorites, the only kind of gemstones capable of rivaling the resplendence of Gaiathra Triclops' divine body, which in their mythology is believed to have been reborn from death.\\n\\nKnown as Fenge Biyos, their Mother Goddess reigns over all matters related to fertility, travels, and trickery. Depictions of the Mother Goddess in the Avgins' religion often portray her as a left palm adorned with three eyes. The Avgins primarily express reverence for her through spoken prayers alone, believing that the Mother Goddess is as silent and unassuming as the mountains of Sigonia, and that crafting statues or composing hymns for her would only distance themselves from her protective embrace.\\n\\nThe Avgins view the world through the body of the Mother Goddess — the earth, the mountains, and all that exists on the land are a part of the Mother Goddess' divine body. And at the end of each calendar year, her divine body will perish.\\n\\nOn that significant day, her divine essence ascends as a resplendent aurora in the night sky and is reborn in the following day. Hence, Avgins celebrate the first day of the new year through their grand festival called \"Kakava.\" During this festival, they weave sacrificial vessels known as \"Knots of Cyclicality\" and toss them into bonfires to commemorate the Great Goddess' birth.\\n\\nAccording to the incident report by the Marketing Development Department, that shocking conflict took place on a night of Kakava. It was a stormy night when the clouds and fog engulfed the northern lights, which should have been seen as an ill omen. However, the Avgin people were unexpectedly excited. When questioned about this, a maiden from the clan provided the following response.\\n\\n\"Rain is a gift from the Mother Goddess. SHE is calling to us, urging us to take up arms and fight for our future.\"\\n\"This rain accompanies us. This rain protects us. It is in this rain that we shall meet our honorable demise.\""
    }
  ]
}