{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "Space Sealing Station",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's ATK by <nobr>12%</nobr>. When the wearer's SPD reaches <nobr>120</nobr> or higher, the wearer's ATK increases by an extra <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [33015, 43015, 53015, 63015],
      "id": "hertas_space_station",
      "name": "Herta's Space Station",
      "type": "NECK",
      "desc": "Sealed within this plane is the Herta Space Station. Parked above The Blue, it slowly drifts along its predetermined orbit, with the silent cosmos looking like a book waiting to be read.",
      "typeText": "Planar Sphere",
      "backstory": "Madam Herta was once very troubled by the huge collection of items spread across the cosmos. Countless in quantity, they were difficult to store, and she couldn't be bothered to manage them herself.\\n\\nThe generous and charitable Interastral Peace Corporation then proposed a solution and that was how the Herta Space Station, where wisdom and secrets are stored, was born. Comprehensive containment measures were made throughout the space station, all in the pursuit of organizing everything in the collection with order and clarity. Phenomena were stored in specialized containers while Curios were regulated in indices. Innumerable items were categorized and classified, then stored deep within the station for research.\\n\\nThe IPC then proposed a collaboration in exploring the secrets of the stars together, which brought curious and adventurous scholars into the station to conduct research.\\n\\nMost of them admired Madam Herta, vowing to never abandon their ethereal aspirations and explore the secrets whispered among the stars. They investigated the star systems and realms of living beings, debated true justice in discourses on ethics and philosophies, outlined valleys and peaks within galaxies, deciphered secrets behind religious rituals and ceremonies, held on to the way of seeking truth from practice... They were the true believers of passing knowledge to posterity, and practiced unrestrained and divergent research.\\n\\nHowever, once the space station moved into orbit, it started to operate on its own and Madam Herta rarely showed herself. It was then that the IPC realized the whole station was filled with the mundane daily activities of the researchers, yet the genius was nowhere to be seen.\\n\\nLight from different zones rendered people unaware of the passage of time, the traces of which could only be detected in the burnt out lifestyle in the station. Often a smattering of researchers would argue non-stop about a particular piece of collection, even going so far as to start a fight. Occasionally a security officer would be absent from their daily patrol and nap instead on their military-styled bunker. Sometimes senior researchers would share with their younger peers tales of past romances, while some big shots would disguise themselves as temporary workers to bid their time for the next big turn of luck... Besides research, there was also life. They just had to look outside the hull — for the stars were journeying with them.\\n\\nDespite all the limitations, the researchers still talked about the everyday life in the space station in their own romantic way — The cosmos was a profound epic poem, and Herta Space Station was slowly cracking open the poetry collection."
    },
    {
      "_id": 33016,
      "ids": [33016, 43016, 53016, 63016],
      "id": "hertas_wandering_trek",
      "name": "Herta's Wandering Trek",
      "type": "OBJECT",
      "desc": "Madam Herta lost all interest in the space station the moment it was complete. The station maintains a steady orbital velocity as it circles The Blue, leaving a track of its circular motion on the planet below.",
      "typeText": "Link Rope",
      "backstory": "The space station endured and survived many a crisis due to being owned by Madam Herta.\\n\\nLaden with the rarest items in the entire universe like a feast set before ravenous guests, the space station was never free from threats or unwanted attention. Relying on the security personnel hired by the IPC and a somewhat advanced defensive system proved insufficient to handle the hostility from the stars... Madam Herta once made prescient judgment and steered the station away in an elegant curve, ending a conspiratorial attempt to assault the station before it even initiated.\\n\\nAs for her mastery in gathering intel to solve crises, she simply described it as \"I spend time brewing coffee while others are reading books.\"\\n\\nRather than thieves who intend to steal its collection or mysterious factions with unknown objectives, the main threat faced by the space station remains its owner. The station could immediately fall into disaster if she ever had a wild idea. Curios that simulate a stellar collapse, a distorted gravitational field caused by the collision of dark galaxies... Madam Herta collected them all when she was in the mood, but would often lose interest once she got her hands on them.\\n\\nHence, though the space station appears to be floating peacefully in space, its treasure hoard of multi-shaped crises hung above it like a sword waiting to fall.\\n\\nSenior researchers had long been aware of the dangers they faced, and understood that \"secrets lie deep within danger.\" They strictly adhere to confidentiality agreements and faithfully carry out regulated containment procedures, thus burying danger within an outward silence... In the cafeteria, they were friends who could joke around. Yet, deep in the bowels of the space station's storage zones, they were highly skilled experts. In this place, secrets would always remain secrets.\\n\\nThe space station is operating as usual in low orbit around The Blue. Just like a pebble pushed out onto the smooth surface of a frozen lake, the station will continue to glide evenly and steadily in complete silence."
    }
  ]
}
