{
  "_id": 308,
  "id": "sprightly_vonwacq",
  "name": "Sprightly Vonwacq",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's Energy Regeneration Rate by <nobr>5%</nobr>. When the wearer's SPD reaches <nobr>120</nobr> or higher, the wearer's action is Advanced Forward by <nobr>40%</nobr> immediately upon entering battle."
  },
  "pieces": [
    {
      "_id": 33085,
      "id": "vonwacqs_island_of_birth",
      "name": "Vonwacq's Island of Birth",
      "type": "NECK",
      "desc": "Teeming with plant life, Wacq Island was the most well-known island on Planet Vonwacq and is sealed within the plane. On the island was a gigantic tree called Thestang, bearing fruits that would give birth to the various kinds of the island's wildlife.",
      "typeText": "Planar Sphere",
      "backstory": "Vonwacq is a small and crowded planet, almost entirely covered by rainforests and islands, with its exuberant wildlife being its most recognizable feature.\\n\\nVonwacq's effervescent vitality made the rainforests near its equator grow so large and tall that their shades would cover the sky above and even block out the sun. The lack of sunlight in the undergrowth of the rainforest throughout the year creates a perfect space for fungi and other low-light plants to grow. Intelligent creatures inhabited regions near the tropics. Plants, irrespective of height, would grow naturally here. Fresh fruits and vegetables could be picked at any time and anywhere, which was what the locals mostly fed on.\\n\\nHowever, be it the new immigrants or the indigenous Wacqwacq beings, they have always maintained a quasi-religious reverence for the animal fruits growing on the Thestang tree.\\n\\nThe great Thestang tree never stopped bearing fruit, not even for a moment. With time, all those yellowish and translucent oval-shaped fruits grew larger and heavier, hanging down from the branches until the stems could no longer bear their weight. When the time came, fruits would fall to the ground with a loud and crisp sound, cracking their thin skin and releasing whatever was held within. The fauna of Vonwacq was all born this way, be it fish, birds, or polar bears. On Planet Vonwacq, creatures of all kinds shared one common birth mother.\\n\\nThe fiend known as the \"Demon King\" was also born from one such fruit of the Thestang tree. From the moment of its birth, it instinctively knew how to swing its giant ax-like pincers toward others, waging war upon the entire biosphere of Vonwacq.\\n\\nEvery sixty natural years, the Thestang tree would give birth to a new demon king, and the cycle went on and on. The people of Vonwacq had long been used to and prepared for such cyclical fates of doom. Whenever a demon king's awakening approached, they would temporarily set aside their disputes and work together, assembling their strongest warriors to set sail for Wacq Island... One sixty years after another sixty years, these seemingly pointless crusades had been launched over and over again for hundreds of years in such narrow landscapes on this small planet. The demon kings were the permanent disaster of Vonwacq, and the caches of civilization were periodically wiped out.\\n\\nThus, it could be said that Planet Vonwacq was more like a stagnating pool of dead water, even though it was teeming with lively creatures that were ceaselessly fighting with each other, seemingly full of possibilities for change."
    },
    {
      "_id": 33086,
      "id": "vonwacqs_islandic_coast",
      "name": "Vonwacq's Islandic Coast",
      "type": "OBJECT",
      "desc": "On the coastline of Wacq Island, tidal waves rose and fell... This landscape remained the same for millennia and witnessed the rise and fall of civilizations just like those changing tides.",
      "typeText": "Link Rope",
      "backstory": "The fruits of the Thestang tree matured and fell to the ground, giving birth to creatures of all kinds. Then these creatures awakened, cried, and subsequently left Wacq Island to seek a habitat of their own on Planet Vonwacq.\\n\\nAt first, the outsiders from the stars were seen as reckless thieves who, upon receiving a \"friendly\" tribal welcome, began to understand the civilizational dilemma of Vonwacq. Soon after, the outsiders boarded the locals' boats and sailed to Wacq Island, curious about how a demon king would be born from the fruit. The tribal warriors lay low on the shoals in trepidation, closely clenching their Stone Age weapons. To fight for sixty years of peace, they seemed determined, ready to make the ultimate sacrifice, one where they may never return home.\\n\\nAs the war went on, the outsiders discovered the truth about the \"Demon King\" — It was a species of interstellar worm that had once been considered extinct. It was simply unexpected that these creatures would appear in such a form in this corner of the universe.\\n\\nWhen the brutal expedition was finally over, the surviving few natives left the coastline with news of their victory, while the curious outsiders quietly stayed behind. They pushed aside the drooping branches of the giant tree and sank into the quagmire, almost half-submerged. In the sunken lands of the rainforest, the outsiders found a control cabin. It was then that the secret of Vonwacq was finally revealed — the Thestang tree turned out to be the eco genesis system from a much higher civilization, which could decode and then release innumerable life forms to restore the planet's biosphere.\\n\\nThe demon king that cyclically rampaged the planet turned out to be just one single piece of data in the vast biologic database. The outsiders deleted the data of the demon king and then left Vonwacq, not seeking any credit or gratitude from the locals.\\n\\nThe sound of tidal waves battering against the seaside land was the only audible sound on the coastline of Wacq Island. The indigenous coalition forces of Vonwacq were all lined up and were convinced that the demon king would never come again. Then they cheered, toasted, sang, and talked all night about a future without demon kings. However, almost immediately after the two allied tribes bid farewell and returned to their respective homelands, the two tribes began plotting wars for their takeover of the whole of Vonwacq... Without a common threat such as the demon king, their alliance was but a non-binding piece of paper. The small planet was never designed to withstand a conflict between the two tribes. And the short-lived, fragile peace had since shattered out of existence.\\n\\nThe coastline of Wacq Island remained in its enigmatic calm as if nothing had ever transpired on these shores. With humans and Wacqwacq gone from its center stage, Vonwacq had finally reclaimed peace and completed its ecological restoration."
    }
  ]
}
