{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "The Ashblazing Grand Duke",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases the DMG dealt by follow-up attack by <nobr>20%</nobr>.",
    "4": "When the wearer uses follow-up attacks, increases the wearer's ATK by <nobr>6%</nobr> for every time the follow-up attack deals DMG. This effect can stack up to <nobr>8</nobr> time(s) and lasts for <nobr>3</nobr> turn(s). This effect is removed the next time the wearer uses a follow-up attack."
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [
        31151,
        41151,
        51151,
        61151
      ],
      "id": "grand_dukes_crown_of_netherflame",
      "name": "Grand Duke's Crown of Netherflame",
      "type": "HEAD",
      "desc": "A crown of unceasing flame, with its burning ambition serving as its inexhaustible fuel.",
      "typeText": "Head",
      "backstory": "The elegant fire demon was born in the most fiery of all fires, and believes Destruction to be the supreme glory bestowed upon Fetora.\\n\\n\"I, born on the eve of destruction, am the sinful belief of Fetora. I am the furious flames of Nanook.\"\\n\\nNanook destroyed Fetora by THEIR own hands, and the White Star's flames coalesced with the power of Destruction to birth a plasmic lifeforms. The elegant fire demon saw its birth as a revelation. \"Today, the Lord of Destruction conquered Fetora. THEY honored it with blazing flames. The frivolous and meaningless glory evaporate with the solar flare, but concrete and heavy glory shall mark my coronation.\" Ifrit has been obsessed with destruction and slaughter since birth.\\n\\n\"The laurels of honor in this world are all woven of thorns. The only laurel that surpasses these thorns is my supreme crown of netherflame.\"\\n\\nThe embers left behind from the Aeon of Destruction's annihilation of a star were clasped in Ifrit's own hands, molded into the shape of Fetora's crown, and worn to this day."
    },
    {
      "_id": 31152,
      "ids": [
        31152,
        41152,
        51152,
        61152
      ],
      "id": "grand_dukes_gloves_of_fieryfur",
      "name": "Grand Duke's Gloves of Fieryfur",
      "type": "HAND",
      "desc": "Pure white gloves with flames as its fur, hiding its brutality under smooth silk.",
      "typeText": "Hands",
      "backstory": "Ifrit orchestrated countless crises bent on annihilating lives. The Grand Duke fancied themselves as a conductor, and must wear gloves to hold the conductor's baton covered in thorns.\\n\\n\"I come with Destruction's revelation. One hand giveth, and the other taketh away.\"\\n\\nFirmly believing that \"the preciousness of something can only be appreciated in its eradication,\" Duke Inferno torched the history and culture of the planet Lisalit, scorching the brilliant silks of the aristocracy, incinerating the long scrolls of the poets, razing the vivid murals of the painters to ash... \"Civilization is like a larva. It will only be reborn in a burning execution, when it turns into a black butterfly that flutters away in the wind.\" Like an undertaker who lowers their head to monitor the crematorium's furnace, Ifrit guides civilizations into their swansong.\\n\\n\"Through my efforts, imagination, and direction... the synchronization, number of performances, tone, and tempo of the different catastrophes... all fuse into a brilliant masterpiece of destructive performance.\"\\n\\nAfter the end of a satisfying destruction, Ifrit wipes the blood off their hands and dons pristine white gloves again, as if they were an aristocrat attending a banquet."
    },
    {
      "_id": 31153,
      "ids": [
        31153,
        41153,
        51153,
        61153
      ],
      "id": "grand_dukes_robe_of_grace",
      "name": "Grand Duke's Robe of Grace",
      "type": "BODY",
      "desc": "A gorgeous robe that emphasizes the dignity and elegance of its owner.",
      "typeText": "Body",
      "backstory": "The elegant fire demon admires their image in the dressing mirror after an inhumane massacre. An audience with a monarch always requires appropriate finery.\\n\\n\"The purpose of clothing is not to adorn one's appearance, but to display one's true essence — just as the essence of flame is to destroy.\"\\n\\nThe ever-burning clan of fire demons regards Nanook as their emperor and savior, but the Aeon had never glimpsed at them. Ifrit's destruction is laced with flaunts, power, conquest, and motivation, and the rivalry between the Ever-Flame Mansion and the Jepella Brotherhood was even more sordid. \"Impure destruction stains the most magnificent garments more easily than dirt.\" Regarding purity, Ifrit has never been able to grasp its essence from the start.\\n\\n\"The value of destruction lies in the value of the thing destroyed. Our value lies in our practice of Destruction until our emperor takes notice.\"\\n\\nIfrit, with piety in their heart, wears brocaded garments woven with velvet-red flames, and waits for the summon of the Destruction."
    },
    {
      "_id": 31154,
      "ids": [
        31154,
        41154,
        51154,
        61154
      ],
      "id": "grand_dukes_ceremonial_boots",
      "name": "Grand Duke's Ceremonial Boots",
      "type": "FOOT",
      "desc": "A pair of classic and comfortable boots in pristine condition, with a sleek design and flattering style.",
      "typeText": "Feet",
      "backstory": "Wherever the elegant fire demon's trail wound, the smoldered civilizations silently wailed. Ifrit never paid them any attention —\\n\\n\"Those who have no roads left to walk on don't need boots. Why must these civilizations at their end whinge at me?\"\\n\\nDuke Inferno, with the crown of fire on their head, is considered by many civilizations as an otherworldly demon, yet receives an invitation from the planet of festivities. Ifrit is happy to attend in full ceremonial garb. \"I will prepare a courteous and thoughtful destruction, and not a single bone will be left behind.\" The elegant fire demon assembles a party of cosmic evil, and plans the grandiose scene of offering a mountain of corpses and a sea of blood for the banquet... Those destroyed civilizations are but mere stops on the pilgrimage to Destruction, and Penacony will just be another pit stop along the way.\\n\\n \"Your destruction is nothing personal. It is just for the purpose of earning THEIR gaze.\"\\n\\nAt the sound of the distant banquet calling, Ifrit cheerfully embarks on the long journey to the feast."
    }
  ]
}