{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "The Wondrous BananAmusement Park",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Increases the wearer's CRIT DMG by <nobr>16%</nobr>. When a target summoned by the wearer is on the field, CRIT DMG additionally increases by <nobr>32%</nobr>."
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "bananamusement_parks_bananaxis_plaza",
      "name": "BananAmusement Park's BananAxis Plaza",
      "type": "NECK",
      "desc": "Encapsulated in the plane is a scientific organization's laboratory. Due to memetic corruption, true and false information has been completely mixed together, becoming impossible to separate. As such, this place has been cognitively reshaped into \"BananAmusement Park.\"",
      "typeText": "Planar Sphere",
      "backstory": "\"Who lives in a paradise deep in the woods?\"\n\"Bananabud Longpants!\"\n\"Long, yellow, energetic, and cute!\"\n\"Bananabud Longpants!\"\n\n\"Thud. Thud.\" The noise reverberates twice and a half. Bananas wake from a deep slumber as they prepare to leave the banana tree and begin a new day in their banana lives! Some bananas wake invigorated, baking durians into pies, and frolic merrily in the woods. Some bananas are more solemn, rubbing coconuts on themselves to add some fragrance. The monkey looks upon this lively scene with satisfaction, unable to resist happily calling out to the bananas —\n\n\"Are you ready, bananas?\"\n\"Aye, Principal Monkey!\"\n\"I can't hear you!\"\n\"AYE! PRINCIPAL MONKEY!\"\n\n\"Thud. Thud. Thud.\" The sound reverberates three times and a half. It's time for the daily \"Peel Club.\" The bananas begin to grow anxious. Some shout, some weep in silence, and some of them feel dead inside... The monkey asks the healthy bananas one by one. The topic on the large banana leaf never changes: \"Do you remember a time beyond the banana?\"\n\nThis simple question always results in bitter answers. The bananas do not know from where their sadness comes. It's just as natural as how the pulp of a banana turns black from oxidization when exposed to pressure from the outside world.\n\n\"If exploring the world is your dream,\"\n\"Then tap the banana tree, and let Principal Monkey show the way.\"\n\n\"Thud. Thud. Thud...\" The noise reverberates 7 times and a half. The \"Motivanana Game\" is about to begin. In this hidden forest paradise, every banana is promised that should they try hard enough, they will never remain a banana forever. Every banana holds a dream within them, striving to become a glorious monkey... As the forest recedes to two sides, Principal Monkey emerges from the middle, offering tender and modest gestures of bowing to the bananas. The bananas return the gesture — Principal Monkey has brought a brand-new game and wishes to \"exchange\" it for new stories.\n\n\"Thud. Thud. Thud...\" The noise reverberated 11 times and a half. The bananas are carried by the monkey back up the tree. As they rock and sway, they return to utopia. The green sun flickers and the sound of gurgle rumbling echoes throughout paradise."
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "bananamusement_parks_memetic_cables",
      "name": "BananAmusement Park's Memetic Cables",
      "type": "OBJECT",
      "desc": "Optical cables that can be seen everywhere within the lab. They are used to collect experimental information to reach secretive goals that must not see the light of day. For the \"Bananas,\" the way to perceive the world lurks within.",
      "typeText": "Link Rope",
      "backstory": "The ruins of the Ba-77 research institute lay at Convergence-ψ, hidden underground beneath a jungle world. This place was once destroyed by extremist Rangers, and the remaining cables still flicker with unclear signals.\n\n\"That cursed research institute is as hard to find as a single leaf in a forest.\" Beneath layers of tree bark, the bones of plants form the shape of an entrance. After passing through a long tree hollow, the Rangers finally find their target.\n\nThis research institute is closer to an \"art gallery\" than a \"laboratory.\" Cables run interwoven in the air above, leaking strange and colorful lights per the designer's intentions. The viewers all press their hands to their heads and feel a daze come over them. Then, grotesque illusions spread before their eyes — a pure-yellow liminal space, gradually row of fading human portraits, shapes of monsters hidden behind curtains...\n\nThe Rangers are familiar with these methods. If they linger in this installation, they will begin speaking nonsense and find their limbs compelled to flail... With a crisp sound from impact against the stock of a gun, the young Ranger uses pain and dizziness to emerge from the cognitive labyrinth.\n\nTheir vision now revitalized, the Rangers continue to proceed to the depths. The Ba-77 research institute is filled with collapsed statues, destroyed murals, super-saturated colorful decorations... And yet, the shattered containers littering the ground make this place seem like a prison instead. The Rangers discover a report in the lowest depths, then imagine the countless \"cognitive experiments\" that were conducted in this place before the building fell... In an instant, everyone turns around, compelled by their subconsciousness, and is surprised to find themselves in a woodland paradise. The leaves wave to them ceaselessly, inquiring whether they recall the wonder of being upon the trees.\n\n\"Aren't I a banana? By the way, what are we doing here?\" The young Ranger tries to get back to the tree to stop himself from \"banaxiety.\"\n\nBut the blind Ranger senses the problem. Before everything reaches the point of no return, he forcibly drags the youth away from that place.\n\n\"Banana... Those monkeys need to go banana themselves!\""
    }
  ]
}