{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "The Wind-Soaring Valorous",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases ATK by <nobr>12%</nobr>.",
    "4": "Increases the wearer's CRIT Rate by <nobr>6%</nobr>. After the wearer uses a follow-up attack, increases DMG dealt by Ultimate by <nobr>36%</nobr>, lasting for <nobr>1</nobr> turn(s)."
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "valorous_mask_of_northern_skies",
      "name": "Valorous Mask of Northern Skies",
      "type": "HEAD",
      "desc": "A face mask modeled after the ferocious bird \"Dafeng.\" With its two pairs of auxiliary eyes, it has witnessed divine miracles.",
      "typeText": "Head",
      "backstory": "Her eagle helmet had two pairs of auxiliary eyes, ensuring clear vision of her surroundings under any lighting conditions. However, these auxiliary eyes were now coated with dried, tainted blood, and everything within sight was tinged with rust.\n\nThe general awoke from unconsciousness, rising from a mountain of corpses. Behind her, the Cloudpeer Telescope stood tall like a towering spire reaching into the sky. At the pinnacle of the tower, a radiant light pulsed incessantly, repeating cryptic messages that only stargazers could decipher. Sustained by the collective will of trillions within the Alliance, it was praying to the god — right now, she and her lifeless comrades who had long since laid down their lives were fighting for this whispered plea to reach the heavens and bestow death.\n\n\"It's here...\" the general murmured softly, gazing upward. She couldn't see the form of the god or hear THEIR voice, but she could sense the evidence of THEIR arrival — waves of scorching air suddenly surged, like a branding iron skimming across her skin. Fiery sparks danced amidst the mist of blood, obscuring the sky like a curtain, which, in the ensuing moment, was torn open by an unbearable light...\n\nIt came. The miracle exchanged through the lives of countless soldiers finally came. She had witnessed the ruins of celestial bodies condemned by the god to become realms of the dead and had once pursued this light's trail in battle. She thought the light was extremely fast, too fast to even entertain any stray thoughts. But she was wrong. That moment was long enough for her to think of her beloved disciple again:\n\n\"Make a wish, then. Wish for her path to be clear...\"\n\nThe earth surged like angry waves, roaring with the sea of light, and she had no more worldly thoughts, transforming into dust within the light."
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "valorous_bracelet_of_grappling_hooks",
      "name": "Valorous Bracelet of Grappling Hooks",
      "type": "HAND",
      "desc": "A bionic gauntlet integrated with the body. To hunt fearsome beasts, one must possess claws sharper than those of the beasts themselves.",
      "typeText": "Hands",
      "backstory": "The Verdant Knights under her command were as valiant as the Borisin Wolftroopers. Even if their swords broke and their bows snapped, without an inch of iron left in their hands, they could still fight to the death relying solely on the sharp claws on their gauntlets.\n\nIt is rumored that the foxian warriors of the Verdantia Fleet often rescued worlds ruled by the borisin. These foxians born in \"fallen territories\" have mixed bloodlines, occasionally producing individuals exhibiting atavistic mutations. These foxian individuals are conscripted as war slaves, driven by their wolf-headed masters to serve as vanguards before battles and as cannon fodder to delay attacks by Xianzhou ships.\n\n\"Join the Verdant Knights, and we will give you the chance to seek revenge against your wolf-headed masters!\" During recruitment and training, the general remembered saying this to the young foxian girl. But she felt guilty for the latter half of the sentence that she couldn't bring herself to say: \"Like me, you were born for war and will die for war.\"\n\nAlthough the war slaves possessed strength and speed comparable to their wolf-headed masters, their mutations also depleted their life and sanity. When their will was burnt to embers by rage, they would descend into bloodthirsty monsters.\n\nWhen pure bestial fury rules their bodies and after completing the final hunt and chase of this life, these gauntlets will become shackles that bind their hands, never to be separated from flesh and blood again."
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "valorous_plate_of_soaring_flight",
      "name": "Valorous Plate of Soaring Flight",
      "type": "BODY",
      "desc": "Like the cold wind, soaring above a pack of wolves with their heads held high. The hunter and the hunted will eventually switch places.",
      "typeText": "Body",
      "backstory": "She still remembered the ancient ballad of the fox clans, singing a tune that never quite became a melody, only a mournful lament for their lost homeland. \"Sauntering fox on the distant shore. Traveling slowly, thirsty and hungry. My heart is filled with sorrow, yet no one knows my grief.\"...\n\nThousands of years ago, they became livestock, servants, and currency under the tyranny of the wolves' claws. Thousands of years later, they still fight tirelessly for the liberation of their kin. Despite lacking their natural enemies' constant mutating and transforming bodies, they possess keen adaptability and wit.\n\nTheir wolf-headed masters commanded them to craft tools for use, yet repeatedly dug out their eyes to prevent learning and forbade them from possessing metals to avoid copying any tools. None of this could erase the fox clans' inner desire: One day, they would teach the hunters the fear of being hunted. One day, they would swap places with the hunters and pursue those without rest.\n\nIn the end, the fox races forged porcelain into armor. The Verdantia Knights' porcelain armor was as light as the wind and strong as steel. Their wolf-headed masters' claws and weapons of flesh could not harm them in the slightest.\n\nThe general donned this porcelain armor, rising with the Verdantia Fleet warriors with the wind, becoming a nightmare soaring above the borisin. They advanced and retreated in formation, like a flock of hunting birds, echoing each other. But no matter how sturdy this armor was, she always believed in this: A body tempered by pain is the best weapon, and comrades who share hardship are the best armor.\n\n\"Birds spread wings. Beasts bare fangs. Who said we have naught to garner? Our comrades are our armor.\""
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "valorous_greaves_of_pursuing_hunt",
      "name": "Valorous Greaves of Pursuing Hunt",
      "type": "FOOT",
      "desc": "Combat boots fashioned after talons. They allow the wearer to swiftly dash onto the battlefield like the wind, effortlessly traversing through thorns and rugged terrain.",
      "typeText": "Feet",
      "backstory": "She watched the girl's figure dart swift and sure in the soft moonlight. She followed the girl's footsteps and scent like a hunter tracking their prey. Finally, she waited for the girl at the end of the road.\nOr perhaps, it was the girl waiting for her to arrive.\n\nIn the moonlight, the general saw that face clearly.\n\"Do you want to join the Cloud Knights that much?\"\n\"I don't want to give my life to a wolf-headed master.\"\nThe girl's borisin speech was difficult and broken. The expression on that face — the general had seen it countless times while rescuing trapped kin from the fallen territories.\nThough these people shared the same blood as her, yet they spoke different languages and harbored different thoughts.\nThey never considered themselves descendants of the foxes, but then, who were they?\nThe general trembled slightly, stepping aside and vacating the path.\n\"Go. From tonight, they won't chase you anymore...\"\n\"But I want them dead.\"\n\nThe general looked at her in disbelief, as amazed as if she had seen a shooting star streak across the sky, and the girl's animal-like figure suddenly vanished into the darkness.\nThe general closed her eyes as if the moonlight burned them. After a moment, she looked down and saw the girl's bare, thorn-scarred feet covered in mud.\n\n\"Why aren't you wearing shoes?\"\n\"I forgot. I didn't notice.\"\nThe general took off her own boots, compared sizes, and helped the girl put them on.\n\"They fit pretty well... Let's go then.\"\n\"What about you?\"\n\"I'm used to walking on thorns.\"\n\nShe quickened her pace, barefoot and agile, with the girl closely chasing after her.\nOr perhaps, they were both chasing after each other."
    }
  ]
}