{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "Thief of Shooting Meteor",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Break Effect by <nobr>16%</nobr>.",
    "4": "Increases the wearer's Break Effect by <nobr>16%</nobr>. When the wearer inflicts Weakness Break on an enemy, regenerates <nobr>3</nobr> Energy."
  },
  "pieces": [
    {
      "_id": 31111,
      "ids": [31111, 41111, 51111, 61111],
      "id": "thiefs_myriadfaced_mask",
      "name": "Thief's Myriad-Faced Mask",
      "type": "HEAD",
      "desc": "A mask used to change one's facial appearance. Coupled with evocative acting skills, it can help you deceive anyone.",
      "typeText": "Head",
      "backstory": "Meteor Thief Leblanc saw heists as participating in a masquerade ball, and hiding his identity was part of the etiquette.\\n\\n\"How could a mask change a person's height and voice? Hahaha, it's a patented secret. Completely confidential.\"\\n\\nWearing a mask, Leblanc disguised himself as an ordinary staff member, sneaked into the IPC's security meeting, and offered advice on their \"thief prevention measures.\" It was not until half a month after the theft that the security team recalled that they didn't know that \"colleague\" at the meeting.\\n\\nThieves had to lead a double life, requiring various means of disguise. Such was the tradition of the world of thievery.\\n\\n\"Can your writers make the thief wear the mask throughout the film?\" The marketing team of the IPC's Radio, Film, and Television Department said to the producer. \"I am once again stressing the need for this mask as merchandise. Affordability and popularity are equally important.\""
    },
    {
      "_id": 31112,
      "ids": [31112, 41112, 51112, 61112],
      "id": "thiefs_gloves_with_prints",
      "name": "Thief's Gloves With Prints",
      "type": "HAND",
      "desc": "A pair of special gloves interlaced with nanomaterials. The prints on its surface can change in real time.",
      "typeText": "Hands",
      "backstory": "Meteor Thief Leblanc was never a neat freak. He didn't care about leaving traces. He would always leave misleading clues, serving the right amount of provocation.\\n\\n\"How could these people in the IPC have been fooled so many times? Perhaps the fault should lie with the IPC, not me.\"\\n\\nHis gloves could generate all sorts of prints, which always made a fool of the IPC's fingerprint detection devices, leaving them with a bunch of harmless so-called \"thief's flaws.\" The security team found hundreds of prints in their secret treasure storage room, including those of prehistoric pterosaurs, interstellar ladybugs, labradors... Needless to say, none of them belonged to the thief.\\n\\nVanishing without a trace was tedious and served only to group one alongside those timid little thieves who've got absolutely no style.\\n\\n\"Fiction should never outright contradict reality. Who still uses fingerprint systems these days?\" The IPC's security team complained. \"Do these writers have any common sense at all?\""
    },
    {
      "_id": 31113,
      "ids": [31113, 41113, 51113, 61113],
      "id": "thiefs_steel_grappling_hook",
      "name": "Thief's Steel Grappling Hook",
      "type": "BODY",
      "desc": "A steel cable disguised as a woven belt, with hooks and pulleys hidden in its buckle.",
      "typeText": "Body",
      "backstory": "A well-prepared thief can always escape safely from desperate situations with a life-saving grappling hook equipped under his belt at all times.\\n\\n\"How to throw the grappling hook at the right target... Could you explain how you made all those moves?\"\\n\\nThe secret treasure storage room was full of lethal mechanisms, but the thief danced around them using the grappling hook at his waist as if he were performing a waltz in mid-air. In a split second from when he reached for his belt, Leblanc threw the grappling hook to a wall tens of meters high, and the pulley then rolled and instantly sent the thief to the \"Star of Leo.\"\\n\\nTo come and go anywhere one so desires, with just the steel grappling hook equipped under one's belt, is the basic qualification required of a professional thief.\\n\\n\"You know, we could just let the stunt double play his part in the sequel. That'll save us a lot of money,\" the action choreographer quipped. \"The audience wouldn't know who was under the mask anyway.\""
    },
    {
      "_id": 31114,
      "ids": [31114, 41114, 51114, 61114],
      "id": "thiefs_meteor_boots",
      "name": "Thief's Meteor Boots",
      "type": "FOOT",
      "desc": "A pair of boots that enhances any human's physical prowess. It helps the Meteor Thief stride between buildings.",
      "typeText": "Feet",
      "backstory": "Leblanc would deliberately leave a beam of dazzling light behind him when jumping from roof to roof, earning him the title of the \"Meteor Thief.\"\\n\\n\"How would one escape if there were no skyscrapers? Hahahaha, spare me these ignorant questions.\"\\n\\nHe had sneaked away from countless chases, and it made him a master of escape. No one could catch up with his Meteor Boots in the city unless someone knew where his base of operations was. To Leblanc's surprise, a detective with messy hair was sitting inside with his coffee cup, having waited for Leblanc for a long time.\\n\\nThe story of the thief is over. Now is the time for the legend of the detective.\\n\\n\"Many people don't believe we would write like this, which is exactly why we do so.\" An anonymous writer explained the controversial end of the Meteor Thief."
    }
  ]
}
