{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "Warrior Goddess of Sun and Thunder",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases SPD by <nobr>6%</nobr>.",
    "4": "When the wearer and their memosprite provide healing to ally targets aside from themselves, the wearer gains \"Gentle Rain,\" which can be triggered up to 1 time per turn, lasting for <nobr>2</nobr> turn(s). While the wearer has \"Gentle Rain,\" increases their SPD by <nobr>6%</nobr> and all allies' CRIT DMG by <nobr>15%</nobr>. This effect cannot be stacked."
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "Warrior Goddess's Winged Helm",
      "type": "HEAD",
      "desc": "This winged helm once bore witness to the Daythunder Knight toppling the sky god, and it also witnessed the sky closing its eyes.",
      "typeText": "Head",
      "backstory": "Scorching golden magma surged endlessly beneath the warrior goddess's feet. She hid her expression beneath her iron helm, like winter mist veiling the starlight.\n\nThe last Skyfolk had already sunk, and she, too, would journey alone toward a distant fate in the opposite direction.\n\n\"Seliose, who have you remembered?\" The winged beast, her constant companion, sensed the faint stir of her thoughts. The warrior goddess remained silent for a moment. The old days when people prayed to the sky were long gone, never to return. \"Who have I remembered? I can no longer recall anyone in particular. I once loved humanity so fiercely, and I loathed the weakness buried within their nature just as deeply. But now... I remember no one at all.\"\n\nThe winged beasts lowered their heads in silence. They had seen the warrior goddess once follow unwavering convictions, and just as easily fall into the illusions of self-deception.\n\nWhat expression did she now wear beneath that iron helm concealing her face? And what kind of vision did she now behold?"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "Warrior Goddess's Cavalry Gauntlets",
      "type": "HAND",
      "desc": "These gauntlets have accompanied the knight to victory in every battle. They grant the strength to grip the deadliest weapons, and endure the most agonizing betrayals.",
      "typeText": "Hands",
      "backstory": "The silverscale rock hisses in the forge. The old Mountain Dweller poured their wishes into these casted gauntlets before giving them to the warrior goddess beside them as a gift.\n\n\"Soft, wounded. Knights are hardy. Softer than marble. May your bones be.\"\n\nShe took the delicately crafted gauntlets and gently wiped down the silverscale frost armor... Her thoughts drifted to the lance, forged from cleaving thunder, and the shield, born from blooming flames. She would charge toward the battlefield in the sky, to save everyone, because strength was merely a prerequisite for salvation. The Mountain Dweller carefully engraved the maxims of truth onto each knuckle, reminding the warrior goddess to always remember the softness within the gauntlets.\n\n\"Use the palm to soothe the river of stars. Use the sword to cleave the frost.\"\n\nYet, the almost obsessive sense of duty and justice she had ended up burning the craftsman's blessing into a never-healing scar."
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "Warrior Goddess's Dawn Cape",
      "type": "BODY",
      "desc": "This cloak shielded the Daythunder Knight from rain and dust, accompanying her through every adventure, leaving behind the most striking silhouette in the sky.",
      "typeText": "Body",
      "backstory": "The girl, not yet a knight, received exceptional combat training in the secluded mountain cave of her mentor.\n\n\"Well done. Soon, there will be nothing more I can teach you. What do you intend to do with this power?\"\n\nThe girl's thoughts were no longer on her training after hearing the divine oracle. Her gentle mentor noticed her troubled mind and quietly applied resin to the blade of her trusted short sword. \"Teacher, I want to live in truth. Have you heard... about the Holy Maiden of Janusapolis and the prophecy she delivered?\" The girl feared her mentor would try to dissuade her, yet her resolve had already been set.\n\n\"But what is truth?\" The gentle mentor asked in return. \"...You will need a lifetime to discern it, and that will not be easy.\"\n\nAt midnight, she quietly rose, hoping to leave in haste before dawn arrived, only to find that her travel pack already contained a neatly folded cloak."
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "Warrior Goddess's Honor Spurs",
      "type": "FOOT",
      "desc": "These spurs were a gift from the Daythunder Knight's two winged beast companions. This was the necessary pain to walk a path in pursuit of truth.",
      "typeText": "Feet",
      "backstory": "The hero, Seliose, was accompanied by two winged beast companions — Solabis and Lunabis, who were both her steed and comrade in battle.\n\n\"We follow you, Seliose. Let us witness the prologue of your journey to slay gods and take their flames.\" They placed their trust in the fierce and resolute warrior goddess.\n\nThe two winged beasts entrusted a master craftsman to forge a pair of spurs as part of the \"Daythunder Knight's\" knighting ceremony. \"Thank you for your kindness, but I have no need for them,\" she said, knowing that spurs were meant to aid a knight in precisely controlling their steed. \"Your will and mine are one. We do not need such stimulus to move in perfect harmony.\"\n\n\"Take them, Seliose. You walk the path in pursuit of truth, so you should understand that 'pain' keeps us awake.\" Lunabis's gaze burned with unwavering determination, while Solabis guided her hand to accept the spurs.\n\nThe Daythunder Knight accepted the ceremonial gift, a symbol of their friendship. If pain could help one correct their course in time, then it was pain worth bearing."
    }
  ]
}