{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "Wastelander of Banditry Desert",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Imaginary DMG by <nobr>10%</nobr>.",
    "4": "When attacking debuffed enemies, the wearer's CRIT Rate increases by <nobr>10%</nobr>, and their CRIT DMG increases by <nobr>20%</nobr> against Imprisoned enemies."
  },
  "pieces": [
    {
      "_id": 31121,
      "id": "wastelanders_breathing_mask",
      "name": "Wastelander's Breathing Mask",
      "type": "HEAD",
      "desc": "A breathing mask able to filter sand and radiation out from the air. It seems like it was made from a discarded respirator.",
      "typeText": "Head",
      "backstory": "The Wastelanders of Talia must wear a mask at all times to protect themselves from the ever-present threats of residual radiation and sandstorms. Nobody knew if any scientific principles were even taken into account when such wild re-modifications of the ventilator mask were made. Perhaps it was all just a placebo effect.\\n\\n\"Haven't you heard? That old fool across the valley plugged water tubes into his mask! I definitely couldn't take that, if it were me.\"\\n\\nThe Wastelanders seldom complain about the extremely harsh climate in Talia. For one thing, ever since the nuclear blast filled the atmosphere with sand and dust, nothing could be done about it. Another reason, however, was that when red sand filled the air and blocked out the sun, it provided them with a prime opportunity to ambush the encampments of other bandit groups, as they could put on breathing masks and pop up out of nowhere among the sweeping sandstorms.\\n\\nA cohort of prepared bandits attacking another cohort of unprepared bandits — such is the law of survival in Talia.\\n\\nThis sandstorm mask looks like a hassle to put on and remove. It has a \"Nailscrap Town\" anti-fraud production mark on it."
    },
    {
      "_id": 31122,
      "id": "wastelanders_desert_terminal",
      "name": "Wastelander's Desert Terminal",
      "type": "HAND",
      "desc": "Multi-functional trash that can detect ionizing radiation in the air. It can also trash-talk.",
      "typeText": "Hands",
      "backstory": "Before Talia became the \"Kingdom of Banditry,\" it was notoriously reviled as the \"Junkyard of the Galaxy.\" Discarded junk of old technology from other planets became another man's treasure here.\\n\\n\"Don't ever ask me if I enjoy wearing a mobile device heavier than shackles. It came in handy and was more powerful than a hammer in the most decisive moments.\"\\n\\nAfter Nailscrap Town was established, the most unconventional of Talian wasteland engineers finally had a safe and secure location to exhibit their outrageous idea, creating Talia's unique \"Sensory Technology.\" By combining a cesium dust counter and a cheeky-AI mobile device, they gave birth to the Desert Terminal, a multi-functional invention from wasteland junk.\\n\\nThe core idea for the so-called \"Sensory Technology\" is — Don't ask how, don't ask why, nobody cares.\\n\\n\"You attached that piece of junk to me? You rump-fed, scurvy sewer rat...\" The AI terminal speaks with a tone of honesty and earnestness."
    },
    {
      "_id": 31123,
      "id": "wastelanders_friar_robe",
      "name": "Wastelander's Friar Robe",
      "type": "BODY",
      "desc": "A baggy robe adapted from a missionary's attire.",
      "typeText": "Body",
      "backstory": "Most of the gangsters in Talia have never expected salvation, nor do they know about friars. All they knew was that their robes looked useful enough as cleaning rags.\\n\\n\"'Ignorance is still king'? What a load of nonsense!\"\\n\\nWastelanders found a monastery that had long since lain desolate and discovered some ancient volumes from an old civilization. Their gut feeling was that the recordings were precious. After hypocritically feigning appreciation, they happily burned those books to ashes, only taking along the robes left by the friars. After all, the other things wouldn't be worth a penny in Nailscrap Town.\\n\\nMost Wastelanders were illiterate. No amount of records of civilization would be more useful to them than a hot meal. And they were not the ones to blame.\\n\\nAt least, the robes of friars remained, contributing to the continued existence of a long-forgotten civilization."
    },
    {
      "_id": 31124,
      "id": "wastelanders_powered_greaves",
      "name": "Wastelander's Powered Greaves",
      "type": "FOOT",
      "desc": "The leg part of powered armor, an exoskeleton made from scrap metals and old wires.",
      "typeText": "Feet",
      "backstory": "Nailscrap Town's bandits needed some means to defend their hard-earned water sources and junks, which was how the subpar banditry technology came to be. The powered armor was needlessly flamboyant, with its leg parts being the only functional section\\n\\n\"I need a whole set of fully powered armor, and now you are telling me all the sections above were all blown up!? Ask yourself if you dared to wear this set of greaves yourself!\"\\n\\nThe defenses of Nailscrap Town that happened every now and then boosted the wartime development of Sensory Technology. Once, a random idea hit the engineers. With some materials of unknown source, they produced a set of powered armor. Unfortunately, only the leg part of the first generation of that cheap powered armor has survived. Even after being greatly simplified, the greaves still allow their wearer to take off like a rocket — a mechanism that confuses engineers nowadays.\\n\\nAccording to the engineers, the design was completed in the limbo between dreams and reality. It was a once-in-a-lifetime masterpiece of sheer ingenuity.\\n\\nA useful piece of junk is a good piece of junk, be it recyclable or hazardous."
    }
  ]
}
