{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "Watchmaker, Master of Dream Machinations",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases Break Effect by <nobr>16%</nobr>.",
    "4": "When the wearer uses their Ultimate on an ally, all allies' Break Effect increases by <nobr>30%</nobr> for <nobr>2</nobr> turn(s). This effect cannot be stacked."
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "watchmakers_telescoping_lens",
      "name": "Watchmaker's Telescoping Lens",
      "type": "HEAD",
      "desc": "An eyepiece with gold carvings. The lens reflects the wonders from far away to help its owner peer through the illusory dreams.",
      "typeText": "Head",
      "backstory": "In the stories about the Watchmaker in Penacony, he always possesses a unique insight that allows him to easily discern business opportunities beneath the dreamy bubbles, and create grandiose enterprises that none have thought of.\n\nThe frontier prison earned its freedom amidst the Cancer of All Worlds, and welcomed peace and prosperity under the radiance of The Family. It is said that was when the Watchmaker entered the fray. His eyepiece reflected the essence of this Dreamscape — People spend like wastrels in the Moment of Dusk only to \"seek the impossible in dreams.\" From then on, Penacony's dreams started to contain many incredulous objects: Teapots that can tell jokes, race cars that twirl as they drive, and mansions that switch their location every day... Most of them are utterly useless, however they are being sold at astronomical prices. And those who visit from afar are willing to toss mountains of cash for them.\n\nThis is a fantastical Dreamscape, so why not indulge in madness? The words \"Exclusive and only in the dream\" are enough to redefine the worth of luxuries in the Dreamscape.\n\nThe Alfalfa Family and old Dreamchasers from the commercial world often feel regret about this, lamenting that they did not spot these opportunities at earlier times. The Watchmaker simply saw a bit further than them — Just a bit further every time."
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "watchmakers_fortuitous_wristwatch",
      "name": "Watchmaker's Fortuitous Wristwatch",
      "type": "HAND",
      "desc": "A wristwatch of fine craftsmanship. It contains a unique watch face and clock hands. It is said to be the symbol of good luck in the Dreamscape.",
      "typeText": "Hands",
      "backstory": "Why the Watchmaker is called \"the Watchmaker\" is the biggest puzzle in this serialized story.\n\nSome say he was once a craftsman at a clocktower. Some say he was once a merchant who sold timepieces. There are even those who say his head is shaped like a watch face — Just like Clockie, which he created.\n\nAs rumors abound, the wristwatches in the dream soared in popularity with the Watchmaker's fame. The Dreamchasers know these watches have nothing to do with the esteemed man, yet still regard the watches as a way to show their respect for him and a symbol of good fortune. Due to the promotion of many commercial activities, the clock symbol became the most ubiquitous thing in Penacony — Clothes, accessories, food... From graffiti in the alleys to the giant timepieces in the hotel lobbies, the influence of this legendary mogul can be seen anywhere.\n\n\"Who wouldn't like clocks in Penacony?\"\n\nThe real Watchmaker seems to have assented to this and never expressed any opinions against that initial wristwatch design, till the clock symbol just became another fact of life in Penacony, till no one ever asked about the origin of the Watchmaker again."
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "watchmakers_illusory_formal_suit",
      "name": "Watchmaker's Illusory Formal Suit",
      "type": "BODY",
      "desc": "A splendid and luxurious formal suit with leather collars. It is magnificent and elegant, usually reserved for formal occasions such as feasts.",
      "typeText": "Body",
      "backstory": "In the various legends in Penacony, the Watchmaker has very diverse identities and appearances.\n\nIn these rootless fables, he is sometimes a kind old gentleman, an elegant lady, and even a giant gentleman hundreds of feet tall... however, no matter the version of the story, he is always magnificently dressed.\n\nLegends say that the Watchmaker will share his secret with his dance partner at the Dreamscape where dusk and dawn intertwines. Hearing this, people eagerly join the dance floor and invite every single mysterious guest hidden in the lavishly-dressed crowd — More and more Dreamchasers meet each other in this way and the ball gradually becomes a place to socialize for friendships and love. The expensive tickets are always sold out upon release. Even if the master dressed to the nines from legends never appeared, it did not hinder the passion with which the guests sought an encounter with him.\n\n\"Your outfit... could you be the famous Watchmaker?\" This question went from what was initially a genuine query to an expression of flattery, finally becoming a code phrase for an invitation to a dance.\n\nThe Watchmaker gained a new business of hosting balls, and the Dreamscape had an extra dash of romance and passion added to it."
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "watchmakers_dreamconcealing_dress_shoes",
      "name": "Watchmaker's Dream-Concealing Dress Shoes",
      "type": "FOOT",
      "desc": "A pair of elegant leather shoes. The wearer had once stealthily walked upon dreams in an enigmatic form.",
      "typeText": "Feet",
      "backstory": "The Watchmaker has trodden over every inch of the Dreamscape and also across the annals of Penacony's history. His name has been talked about for centuries in this land of the dreams, and Dreamchasers of today can still hear of his whereabouts.\n\nPeople start to suspect whether the Watchmaker is one person, a group, or a lie woven by The Family.\n\nSome Dreamchasers swear to unveil the truth about the Watchmaker. They head to various Dreamscapes to seek traces of the mysterious mogul, only to gain nothing but mirages — A mysterious guest at a certain business negotiation, a masterless brand that soared into unexpected success, a huge investment with no traceable source... Every time they try to deduce that the Watchmaker does not exist, they are proving that the Watchmaker is everywhere in the dream.\n\nBooks about the Watchmaker fill the bookshelves in the Primal Waking Library. His name forever envelops Penacony.\n\nThe more people want to discover the truth, the more they will be blinded by lies... Amidst the thousands of legends and rumors, this superstar of the festivities will only leave his footprints, but never his face."
    }
  ]
}