{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "Wavestrider Captain",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases CRIT DMG by <nobr>16%</nobr>.",
    "4": "When the wearer becomes the target of another ally target's ability, gains 1 stack of \"Help,\" stacking up to <nobr>2</nobr> time(s). If there are <nobr>2</nobr> stack(s) of \"Help\" when the wearer uses their Ultimate, consumes all \"Help\" to increase the wearer's ATK by <nobr>48%</nobr> for <nobr>1</nobr> turn(s)."
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "Captain's Navigator Hat",
      "type": "HEAD",
      "desc": "A wide-brimmed sun hat with a pearlescent sheen. Sailors racing across the seas use it to shield themselves from Aquila's scorching sun.",
      "typeText": "Head",
      "backstory": "Among the coastal reefs, the wreckage of a trireme lay stranded like a beached whale — It was once a warship campaigning against the sea sirens. The waves returned the ship to shore, but left its demised crew behind in the depths of the sea.\n\n\"O warrior of Phagousa, whoever you are, I beg you to stand and defend Skiana!\" The king's desperate plea met only silence, for to stand against the sea sirens only meant becoming another lifeless body adrift on the waves.\n\n\"Give me an unbreakable ship and a crew of fifty, and I will slay the wicked sea siren!\" A young captain, wearing a wide-brimmed sun hat, stepped forward from the crowded masses. The pearlescent sheen of his hat cast a shimmering rainbow over the pale, fearful faces around him. His arrival was like the dawn over the sea, and in an instant, the horizon had already begun to lighten.\n\n\"I will build you the finest ship in the world!\" The craftsmen, drawn in by the young captain's radiance, pledged their skills. The great ship's timber was impervious to decay, ensuring it would never rot upon the sea. At its bow, a plank hewn from Cerces's giant tree was affixed, imbued with the power of prophecy.\n\n\"Go forth, disciple of the Sages, chosen hero of the gods, tame the madness of Phagousa.\" Three days later, the fully crewed warship set sail from Skiana."
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "Captain's Lightcatcher Astrolabe",
      "type": "HAND",
      "desc": "A nautical compass that captures the guidance of starlight. Even when adrift in the boundless darkness of the sea, the stars will always point the way forward.",
      "typeText": "Hands",
      "backstory": "Dark clouds, heavy like lead and iron, pressed down upon the mast. Amid the raging storm, the ship was like a drifting water lily, and even the deck crafted from the sacred tree trembled violently against the towering waves.\n\n\"Even the once-tranquil seas, where the waves were calm and the winds gentle all year round, have now been tainted by the siren's wild and violent nature.\" The young captain stood atop the forecastle tower, his brows tightly furrowed as he gazed at the dense, dark storm clouds ahead... yet the astrolabe on his wrist remained unresponsive.\n\nA bolt of lightning struck down, snapping the main sail's rigging with a resounding crack. The crew fell into chaos, shouting and scrambling. The young captain bellowed, restoring order. He commanded the rowers to pull in unison, their strength guided by precise orders. The helmsman responded swiftly, steering the ship away from the towering waves that loomed like mountains. They fought against Phagousa's fury, enduring until Aquila's guiding starlight would pierce the storm. Suddenly, the captain raised his arm high, his voice cutting through the storm. The nautical compass on his wrist shimmered with scattered fragments of starlight—\n\n\"Follow that light, everyone! We're about to break out of the storm!\"\n\nThe sailors rallied their spirits, singing a sea shanty in unison. The ship, like a sharpened blade, cleaved through the waves, charging toward the dawn.\n\n\"Soon, we will set her free from shackles. Look ahead, prepare! Set sail!\""
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "Captain's Wind Mantle",
      "type": "BODY",
      "desc": "The sailing cloak billowed like a great sail. If the strong winds will not aid me, then I shall become the wind itself.",
      "typeText": "Body",
      "backstory": "A bronze ballista bolt, as tall as a man, tore through the sea mist wrapped in flames, only to shatter into dust the moment it neared the siren's scaled armor. The pale blue tentacles coiled tightly around sailors' waists, and even when severed, they writhed across the deck, gnawing at the terrified crew.\n\n\"The crewmate's limbs thrashed in the air, crying out my name. That was the most terrifying sight of my seafaring career.\" The captain's voice trembled between his lips and teeth. He was not lying.\n\nThe colossal sea siren surfaced, its gnarled tentacles coiling tightly around the ship. Its back loomed like a drifting island. The first mate drove a searing iron spear into its gaping maw, lined with a thousand razor-sharp teeth. A spray of foul black blood splattered across the deck, darkening the planks. The crew narrowly escaped a fatal attack, but as the captain turned back, he saw the stern tower crushed beneath a massive tentacle, shattered as easily as Nikador's Lance of Fury cracking open a walnut shell. This was a once-in-a-lifetime opportunity. Charge forward or retreat? All eyes turned to the captain—\n\n\"Hard to port! Rowers, full speed! Unfurl all sails, prepare the ram for impact!\"\n\nThe captain's cloak billowed in the roaring wind, and the crew steeled themselves, ready to face death. Steel clashed against scales, the keel shattered, and the sea siren let out a wailing cry. Its once-mighty form, now drained of its former power, slowly sank into the depths of the sea."
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "Captain's Tidal Boots",
      "type": "FOOT",
      "desc": "Shattered waves bloomed beneath the captain's boots. Even if he never returned, the tides would carry back his blessing.",
      "typeText": "Feet",
      "backstory": "On an unknown sandy shore, the young captain lay on his back, gazing at the sky. The setting sun cast a golden glow over the shattered coastline... Within this radiant haze, the distant land of Skiana seemed almost within reach, but he knew this was the final moment of his life.\n\n\"...We have tamed the madness of Phagousa.\" The sea siren had long retreated into the deeper waters, unlikely to threaten the coast again for a hundred years.\n\nThe plank, hewn from Cerces's giant tree, asked the captain for his final words. It would ride the waves back to the distant land of Skiana, carrying the tale of the hero's journey and inspiring more young souls to set sail beyond the shore. The captain gazed at his severed lower half... those were the boots his wise mentor had given him, the ones that had carried him across countless city-states. But now, his long voyage would end here.\n\n\"Tell them... I still have a Sea of Souls left to conquer. My homeland, do not grieve for me.\"\n\nYear after year, the sea breeze brushed against the walls of Skiana. The tale of the sea siren became a whispered lullaby from mothers to their children... And those sailors who had narrowly escaped the cursed sea still waited for their captain to ride the waves home."
    }
  ]
}