{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "World-Remaking Deliverer",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Increases CRIT Rate by <nobr>8%</nobr>.",
    "4": "After the wearer uses Basic ATK or Skill, if the wearer's memosprite is on the field, increases Max HP of the wearer and their memosprite by <nobr>24%</nobr>, and increases all allies' dealt DMG by <nobr>15%</nobr>, lasting until after the wearer's next use of Basic ATK or Skill."
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "Deliverer's Hood",
      "type": "HEAD",
      "desc": "The hood that the legendary Deliverer wore to shield {F#herself}{M#himself} from storms. In actuality, it is probably nothing like what the bards describe.",
      "typeText": "Head",
      "backstory": "The night fog of Oronyx entwines with laurel branches,\nas the hero of deliverance descends from beyond the sky into the Abyss of Fate, alongside a black box.\n\n{F#She}{M#He} came in response to the prophecy, yet in those times the priests feared to speak of what lay beyond the sky.\n\"Do not speak loudly of the sky, for the suspicious Aquila never hesitates to castigate with Daythunder.\"\nHearing this, the confident Deliverer replied in fury:\n\"O diviner of calamities, you never considered that even the gods should fear punishment from the children of humanity.\"\n\nUpon the city walls, the Deliverer witnessed the rosy dawn rising on the horizon,\n\"First comes Nikador, who wields Strife,\nI pray they bring me glory, not madness.\"\nThe Deliverer pulled back {F#her}{M#his} hood and hurled a spear,\nits swift shadow like a lone wolf in early spring, charging through the streets of Castrum Kremnos.\n\n\"In the name of Mnestia! If destiny's threads are broken, I shall weave a new chapter.\"\nThe Mad King's roar echoed from afar, his spear heralding departure before his steps.\n\"My Chrysos Heir companions await me on this journey, I must set forth.\"\n\nJanus's priests looked at the Deliverer's fluttering gray hair and cheered loudly,\nrejoicing like withered plants bestowed with nourishment."
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "Deliverer's Sword Gauntlet",
      "type": "HAND",
      "desc": "The gauntlets worn by the legendary Deliverer as {F#she}{M#he} blazed through adversities. In actuality, it is probably nothing like what the bards describe.",
      "typeText": "Hands",
      "backstory": "Phagousa's freezing seas engraved the vast shores of Styxia,\nand the hero of deliverance has arrived at the crossing of the River of Souls, where a ghostly pale dragon transformed into a ferry to the netherworld.\n\nAlong the River of Souls, the spirits of the dead morph into sweet whispers, urging the hero to never return to the mortal realm.\n\"You have subjugated the Titans of that world. Why not leave your legacy to successors?\"\nHearing these words, the sorrowful Deliverer replied in anguish:\n\"O fallen souls who linger here, you've never considered how my desire to save the world outweighs my longing for reunion.\"\n\nAboard the ferry, the Deliverer recalled memories of {F#her}{M#his} Flame-Chase journey,\n\"Farewell, Thanatos of Death,\nI pray you'll watch over my dearest friends, even though they never feared death.\"\nThe Deliverer caressed {F#her}{M#his}  deerskin gauntlets, that still held the warmth of their fallen comrades.\n{F#She}{M#He} drifted with the warm and humid west wind, from the shores blooming with Antila flowers to the mortal realm.\n\n\"Cerces, please defend my rationality, so I need not face another shocking discovery.\"\nThat experience of reviving from the dead was enough to prove to anyone that {F#she}{M#he} had the makings of a hero.\n\"The wait won't be long now, my fellow Chrysos Heirs. I shall fulfill that unforgettable oath.\"\n\nThe lands of Georios welcomed {F#her}{M#his} return, as the Flame-Chase journey continued.\nLike dark clouds parting in the night, the morning star shall sparkle once more."
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "Deliverer's Robe of Legacy",
      "type": "BODY",
      "desc": "The battle robe worn by the legendary Deliverer when {F#she}{M#he} engaged in combat. In actuality, it is probably nothing like what the bards describe.",
      "typeText": "Body",
      "backstory": "Aquila's dark clouds rumbled with rage,\nthe hero of deliverance trod upon a bridge of rainbows, and struck down the once untouchable sky.\n\nStanding beside the hero of deliverance were the companions who had faced life and death together with {F#her}{M#him}.\n\"Losses are a constant on the Flame-Chase journey, among which even life itself holds little value.\"\nUpon hearing these words, the resolute Deliverer calmly replied:\n\"I have long understood your determination, and even after tens of thousands of times, I will never betray it.\"\n\nOn the way to the Era Nova ceremony, the Deliverer bid farewell to {F#her}{M#his} comrades one by one, comrades who would defend their way back.\n\"That is an expedition and saga that lasted over a millennium,\na story entrusted to us by countless predecessors, one that must conclude here today.\"\nThe last partner donned their cloak on the Deliverer's shoulder guards, then turned to countless foes.\nIt was a symbol of them fighting together. It was entrusted to them, and it was a legacy.\n\n\"If you can hear me, Talanton... Such a heroic sacrifice deserves a better tomorrow.\"\n\"Therefore, we cast even ourselves into the flame—\"\n\"only to inscribe the opening stroke in the poem of creation.\"\n\nUnder Kephale's gentle gaze, the Deliverer shall recreate the world with everyone's wishes..."
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "Deliverer's Boots of Pioneering",
      "type": "FOOT",
      "desc": "The boots worn by the legendary Deliverer as {F#she}{M#he} trampled over mountains and braved through tides. In actuality, it is probably nothing like what the bards describe.",
      "typeText": "Feet",
      "backstory": "\"Chrysalis of Gold, witness the romantic finale with your own eyes, and reweave a flawless destiny.\"\n\"Gate of Infinity, open countless paths home, and fulfill the prophecy of tomorrow's reunion.\"\n\"Bough of Rift, plant the Nouspore of 'Suspicion,' which shall ultimately sprout under everyone's wisdom.\"\n\"Eye of Twilight, behold! The sky is without flaw or seams, and at its end lies a healing rainbow light.\"\n\n\"Return home, Lance of Fury, ascend to the throne surrounded by the people, pledging for peace in this world.\"\n\"Speak freely, Coin of Whimsy, whether in clever jest or sincere words, there is no need to hide anything.\"\n\"Immerse in embraces, Hand of Shadow, master of the River of Souls...\"\n\"Your gentleness can warm the seas of flowers across the shores, for every parting is worthy of the anticipation of reunion.\"\n\n\"The world shall hear the Chalice of Plenty's song, echoing endlessly in revelry.\"\n\"The world shall witness the Veil of Evernight, preserving memories that shall never fade.\"\n\"The perennial Pillar of Stone shall bear all beings on their distant journey, until they reach their final destination.\"\n\"The Scale of Justice shall bestow its impartial laws, crowning the countless heroes of the Flame-Chase Journey...\"\n\n\"Throne of Worlds, bear not everything alone.\nLook, the inextinguishable sun has already risen...\"\n\nThose verses forged by regrets shall find closure in a rewritten poem.\nThat untouchable end shall be reached through the Trailblaze."
    }
  ]
}