{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "妖精織夢的樂園",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "隊伍中當下在場的我方目標數量不等於4時，每多/少1名我方目標，使裝備者及其憶靈造成的傷害提高<nobr>9%</nobr>/<nobr>12%</nobr>，最多疊加<nobr>4</nobr>/<nobr>3</nobr>層。"
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "迷路迷境的恬夢樹屋",
      "type": "NECK",
      "desc": "次元球中封裝著哀麗秘榭的「迷路迷境」，撥開金色的麥草，掉進一片深深、深深的樹洞，咦？好多小妖精，「一二三四五六七？」，錯啦！是「do re mi fa sol la ti！」",
      "typeText": "次元球",
      "backstory": "「呵呵，孩子們，迷路迷境又到了豐收的季節，我們該準備什麼了？」村長撫摸著白鬍子，笑呵呵地說道。\n「佳釀慶典！」小妖精們歡呼起來。\n\n最開始，迷路迷境還是片荒蕪的土地。哀麗秘榭的小男孩和小女孩帶來了外面的種子，教給妖精們種下。種子的芽開出花朵後，妖精們也學著他們的樣子，沿著葡萄架旁邊金色絨毛腿蜜蜂的蹤跡採摘花蜜。之後花朵落下果實長起，到了豐收的時節，妖精們聚在一起哼唱慶祝的歌，熱鬧的宴會一直舉辦到夜晚。夜晚再之後呢？就用瓶子裝起今年的花蜜，深深埋在地下，等待它們來年發酵成治癒成長、治癒冬天的靈丹妙藥。\n\n每一年的佳釀慶典，都是這樣。\n在今年的慶典上，「誰看到瑞啦迷去哪裡了？」村長抖了抖白鬍子。\n\n妖精們找啊找，終於在樹屋門口看到了「瑞啦迷」，它睡得正香，嘴角吹起了一個大泡，好像在做一個格外甜美的夢。好奇的「咪啦迷」湊近，聽到它說著夢話——「小白、小漣，約定好了再來，一起喝去年埋下的刺刺果佳釀呀！」\n\n夢中的「瑞啦迷」，夢到自己變成了一隻「巨大型瑞啦迷」——把通往迷路迷境的樹洞堵得剛剛好。還是很小的兩個小孩子怎麼也找不到進來的路，小白和小漣他們又是用藺草撓「瑞啦迷」的耳朵，又是爬到「瑞啦迷」肚子上跳來跳去，大聲地喊著它的名字。可「瑞啦迷」睡得太熟了，怎樣都聽不到。\n「糟糕，小白和小漣不來迷路迷境的原因，不會是我把路塞住了吧？」\n夢裡的「瑞啦迷」心砰砰地跳了起來。\n\n「哈——哈啾！」\n「徕啦迷」打了一個噴嚏，終於醒了過來。還好還好，沒有變成堵路的「巨大型瑞啦迷」，但是圍在自己身邊的，都是妖精們？\n「小白和小漣呢？他們來了嗎？」\n妖精們搖頭，記不清已經是第幾個小白和小漣沒有回來的佳釀慶典了。\n「瑞啦迷」又失落了起來，早知道，讓夢多持續一會了。\n小小的「瑞啦迷」還不知道怎麼形容這份心情，一定要說的話，每年夏天的最後一天，放走玻璃罐子裡扇動翅膀的螢火蟲的時候，就是這樣的心情吧。"
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "迷路迷境的祈願笛哨",
      "type": "OBJECT",
      "desc": "陶土捏製的笛哨，代表著小妖精們和兩個小孩子的約定。當小男孩和小女孩吹起笛哨的時候，「迷？」的一聲，妖精們就會打開通往迷境的樹洞，歡迎他們來做客！",
      "typeText": "連結繩",
      "backstory": "「要記得我們的約定哦！每當你們吹起手裡的祈願笛哨，無論有多遙遠，我們都會聽到。」\n\n那時是哀麗秘榭的小男孩和小女孩第一次來到迷路迷境，和妖精們相遇。他們在院子裡和夥伴們玩著捉迷藏，一不小心就掉進了亂草深處的樹洞。樹洞裡好深好深，像不見底的滑滑梯，一直滑到最底端時，沒有摔成預想中眼冒金星的樣子，卻衝進了妖精堆裡……\n「一二三四五六七，好多小狗，呃……小兔子？」\n「不對不對，是do re mi fa sol la ti。我們分別叫哆啦迷、搜啦迷、瑞啦迷……啦！」\n\n孩子們和妖精們的友誼像一千顆流星一樣來得又快又閃閃亮亮，他們一起度過了愉快的一天，但很快，分別的時候也要到了，再不回去，老爸老媽會很擔心的。\n「分別以後，我們還能再見嗎？」小男孩有點憂傷地問。\n分別……再見……妖精們不太懂，迷路迷境從來沒有分別，也從來沒有再見。但看孩子們的表情，那一定是讓人難過的東西，紫色的「瑞啦迷」想了想，「小白小漣，等等我，我有一樣東西給你們！」\n\n小男孩和小女孩把「瑞啦迷」的禮物捧在手心裡。那是做成小妖精耳朵形狀的笛子，「瑞啦迷」親手做的，上面有七個孔，只要吹奏就會發出悅耳的聲音，分別代表著：do、re、mi、fa、sol、la、ti。「瑞啦迷」認真地說道，「如果你們下次想再來迷路迷境玩，只要吹奏這把笛子，無論我們是在睡覺，唱歌還是蓋樹葉房子，一定會聽到，然後為你們打開通往迷境的樹洞。」\n\n「是喚醒妖精們的迷之笛呀！」小女孩調皮地笑著，「打鉤約定好，我們會再回來的。」\n從那以後，「瑞啦迷」最開心的時候就是笛哨被吹起來的時候，它總會大聲喊道——聽到了，兩隻耳朵都聽到了！\n\n一直到後來，離開哀麗秘榭的小白和小漣記得童年的所有東西。生鏽的鐵皮玩具，穀倉裡缺胳膊少腿的小兵人，鉤針編織的花朵毛氈，所有沒能落下的雨、乾涸已久的血和被焚燒到焦枯的麥田。\n卻忘記了掩埋在泥土裡的笛哨，和一份不再兌現的約定。"
    }
  ]
}