{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "激奏雷電的樂團",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "雷屬性傷害提高<nobr>10%</nobr>。",
    "4": "當裝備者施放戰技時，使裝備者的攻擊力提高<nobr>20%</nobr>，持續<nobr>1</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31091,
      "ids": [31091, 41091, 51091, 61091],
      "id": "",
      "name": "樂團的偏光墨鏡",
      "type": "HEAD",
      "desc": "主唱之一的詹尼斯所戴的經典款墨鏡，鍍鉻鏡片反射著藍色的光芒。",
      "typeText": "頭部",
      "backstory": "恆星的壽命加劇消逝。在紅巨星徹底爆發之前，愛墨瑞得-Ⅲ的住民逃離了母星。\\n\\n面對無處可逃的未來，菁英們帶走了希望，佯裝沒有聽見絕望的慟哭。\\n\\n詹尼斯的父母支付了鉅額信用點登上飛船，被動地期待星間的救贖。行星將在紅巨星爆發中毀滅，而恆星則坍縮變成白矮星……在可以預見的終末降臨前，逃離是唯一的答案。但混沌醫師詹尼斯卻打算直面星系的湮滅，她竭盡全力，試圖證明存在的痕跡不會化為虛無。\\n\\n瀕死的太陽益發灼眼，詹尼斯拿走母親的墨鏡，和志同道合的年輕人回到母星。\\n\\n「懦夫只會向外逃去，口中卻嚷著救贖之名。」激雷樂團第一張專輯《廉價救贖》裡的單曲，歌詞正是由詹尼斯將與父母吵架時說的氣話改寫而成。"
    },
    {
      "_id": 31092,
      "ids": [31092, 41092, 51092, 61092],
      "id": "",
      "name": "樂團的巡演手繩",
      "type": "HAND",
      "desc": "貝斯手席德的手繩，由巡演時的絲帶手環編織而成，上面寫著幾句歌詞。",
      "typeText": "手部",
      "backstory": "愛墨瑞得-Ⅲ的激雷樂團憑藉著幾支強勁的先行曲，迅速點燃了整個星球的激情。\\n\\n節奏吉他手戴夫激烈掃弦時迸發出的雷電火花，是巡演開場的標誌，卻被樂迷們視為餘生唯一的光。\\n\\n樂團的巡演皆由樂迷們自發維持秩序，他們在進場時派發絲質手環用以識別身分。這些樂迷們大多支付不起高昂的逃生費用，無奈接受了等待電磁爆發的命運。但自從目睹叛逆的年輕人重返行星，便感到自己的靈魂也在這一刻點燃。他們在手環上記錄了歌詞，記錄了每一場演出的時間，也記錄了自己的無聲吶喊。\\n\\n貝斯手席德蒐集了每一場巡演的手環，他讓女友南茜編成了手繩，並一直戴著。\\n\\n「沒有意義沒有方向，沒有別的地方可去，我們沒有未來。」激雷樂團第二張專輯《我們的路》裡的單曲，是席德的人生信條。"
    },
    {
      "_id": 31093,
      "ids": [31093, 41093, 51093, 61093],
      "id": "",
      "name": "樂團的釘刺皮衣",
      "type": "BODY",
      "desc": "主唱之一大衛在皮衣背面畫上了白色的星星，成為了樂團最後一張專輯的封面。",
      "typeText": "軀幹",
      "backstory": "激雷樂團的搖滾響徹星系，不甘逃亡的年輕人們紛紛返航，回到了即將毀滅的愛墨瑞得-Ⅲ。\\n\\n主音吉他手吉米將樂團帶到了地下，他們將在這裡歌唱，他們將把行星毀滅的悲鳴傳遍整個宇宙。\\n\\n在演出開始之前，大衛將釘刺皮衣的背面噴塗上白色的星星，那是恆星坍縮之後的白矮星，是恆星存在過的證明。無論是離開了星系的人，還是留下來面對毀滅的人，都一同聆聽著激雷般的搖滾，共同揮舞著同一個醒目的符號。\\n\\n樂團雖已消亡，但他們的存在卻被刻進了樂曲之中，成為了永恆。\\n\\n「我們要用生命燃燒下去，點燃孤獨的白矮星。」激雷樂團最後一張專輯《白星》的同名曲，詞曲由大衛一手包辦。"
    },
    {
      "_id": 31094,
      "ids": [31094, 41094, 51094, 61094],
      "id": "",
      "name": "樂團的鉚釘短靴",
      "type": "FOOT",
      "desc": "鼓手博納姆的短靴，折射著舞台燈光的漆面上黏著鉚釘尖刺。",
      "typeText": "腳部",
      "backstory": "激雷樂團改變了人們面對終末的態度，改變不了終末到來的結局。\\n\\n荒涼的行星地表滿是荒頹和惆悵，在物資匱乏的時代，樂團用廢棄的X光片灌錄了所有專輯。\\n\\n在愛墨瑞得-Ⅲ的長夜來臨時，地表溫度驟降，原本難耐的空氣涼爽了不少。人們紛紛從地下避難所走出，追尋著樂團演出的地點。在最後一場「雷鳴」巡演的現場，焦躁的空氣中滿是電磁風暴的預兆，天雷透過金屬腳手架傳導到舞台之上。電光在博納姆的靴下躍動，樂團與雷電徹底融為一體。安可曲結束之後，巨大的球形閃電吞沒了舞台。\\n\\n謝幕之夜過去，激雷樂團的演出就此變成了絕唱，一如他們的歌詞。\\n\\n「雷鳴覆蓋了我們的聲浪，閃電在我們血液裡流淌。帶著我們的音樂，和恆星一同消亡。」激雷樂團最後一張專輯《激雷之歌》裡的單曲，是博納姆的得意之作。"
    }
  ]
}
