{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "謐寧拾骨地",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的生命上限提高<nobr>12%</nobr>。當裝備者的生命上限大於等於<nobr>5000</nobr>點時，使裝備者及其憶靈的暴擊傷害提高<nobr>28%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "哀地里亞的歿名祭碑",
      "type": "NECK",
      "desc": "次元球中封存著翁法羅斯的哀地里亞，信仰{RUBY_B#死亡之泰坦}塞納托斯{RUBY_E#}的民眾們在雪原上修築起巨碑，敬奉為他們帶來死亡祝福的聖女。",
      "typeText": "次元球",
      "backstory": "哀地里亞——飄雪的死亡之邦，曾在風雪中矗立，也在風雪中緘默。\n\n亙長的黃金世中，幾乎人人都在暖盎的大地上盡享長生之樂，極少數人厭惡了停滯的日夜交替，決心尋覓生命的歸程。「生命緣何而生？又該歸往何處？」苦行者之首埃琉希斯一邊吟誦著生死詰問，一邊與苦行者們向北前行，尋覓一場甘甜而冰冷的長夢。身披長袍的苦行者們在萬籟俱寂的北境荒原上定居，建起一座肅穆的城邦——漫天飛雪終年不休，被人們稱為「哀地里亞」。\n\n黃金世的終結書缺有間，翁法羅斯「最初的死者」被認為來自哀地里亞，那人從「{RUBY_B#死亡之泰坦}塞納托斯{RUBY_E#}」處得到死亡的賜福，那既是悲憫垂憐，亦是無上榮譽。\n\n哀地里亞的住民們早已習慣了肅殺冷冽的氣候。飛雪也早已沾染「{RUBY_B#死亡之泰坦}塞納托斯{RUBY_E#}」謐靜信仰，甫一接觸地面便迫不及待地奪取生命的溫度——在久遠過去，遠道而來的旅人們步入哀地里亞的疆域時，總會輕易發現無名僵軀長眠於路旁，回歸「{RUBY_B#死亡之泰坦}灰黯之手{RUBY_E#}」擁抱中。朔風伴隨著長嘯，逝者化身路標，指引並警醒著風雪行者。趁生命的氣息尚存，旅人們在哀地里亞總是行程匆匆。\n\n後來，哀地里亞人發現荒地豎起哀悼的石碑，有人曾為生命的流轉與消逝獻上祝福。\n\n石碑下沉眠著不知名的少女，她的周身環繞著影子般的死域，就連呼吸著死亡鼻息的披骨草都盡數枯萎溶蝕。哀地里亞人在她身上感知到「{RUBY_B#死亡之泰坦}塞納托斯{RUBY_E#}」的仁慈撫觸，將其迎回城中奉為聖女。敬愛死亡泰坦信者們效仿聖女所為，為漫長旅程的終結，為長久生命的歸歿，於荒地豎起巨大的石碑——生與死皆是歷程，此地只有記錄行程的界石。\n\n石碑敬告著遠道而來的旅人，沒人停留在那裡，沒人在那裡睡去……逝者亦是旅人，他們是朔風、飛雪，千絲萬縷。"
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "哀地里亞的入溟骨鏈",
      "type": "OBJECT",
      "desc": "獸骨、箭鏃與鐵蒺藜，將哀地里亞人與那亡者的世界相連。荒原上的苦行者只願自己的靈魂能夠渡過寒溟，不因其貧瘠與軟弱而彷徨失落於面見尊神的路上。",
      "typeText": "連結繩",
      "backstory": "曾有好事的愚氓向哀地里亞的信者發難，質疑翁法羅斯竟有敬愛死亡的信仰——「你們這般熱愛{RUBY_B#死亡之泰坦}塞納托斯{RUBY_E#}，何不直接用尖矛刺穿自己的胸膛？」\n\n哀地里亞人鄙夷地乜他一眼，「冥河從不往渡貧瘠的靈魂。」\n\n哀地里亞自城邦建起，便是翁法羅斯全域最珍視生命的聖地。{RUBY_B#死亡之泰坦}塞納托斯{RUBY_E#}信徒堅信冥河之水冰冷灼骨，非常人可渡，唯有在世間行走磨礪足夠長久，才能憑藉堅韌的英魂橫穿寒溟、面見{RUBY_B#死亡之泰坦}塞納托斯{RUBY_E#}。追尋「死亡」的祝福，並非意味著輕視生命。\n\n正因如此，儘管視死如歸的哀地里亞人不乏可怖的勇士，卻始終未曾侵奪過南邊的富饒之地——那並非是能磨礪英魂的土地，哀地里亞人不屑溺於舒適。\n\n苦行是哀地里亞人獨有的文化。每年飛雪稍息、不蔽視線的那幾個晴日被稱為採骨節，哀地里亞的祭司們會結隊出城，尋覓沉眠於荒原與沼澤的獸骨。死於數光曆年前的史前巨獸骨骸自是最佳祭禮，敲擊其骨，沉悶回聲中似伴有{RUBY_B#死亡之泰坦}塞納托斯{RUBY_E#}的輕喃。仿若浸滿冥河寒意的獸骨被挨次運回城中——些微破損者會被加工為飾物流入居民手中、日夜佩戴。而品相優良者則會被祭司親手打磨製成葬儀骨劍，作為節日獻禮。\n\n某次採骨節禮時日，哀地里亞人在荒原中遭遇少女。隨後，「其撫觸能使人跨越冥河之阻、直面死亡」的流言不脛而走。\n\n信仰「死亡」人們爭先恐後來到聖殿，只為與{RUBY_B#死亡之泰坦}塞納托斯{RUBY_E#}的代行者相見。哀地里亞的祭司們敏銳察覺到少女對信仰的摧折，將少女奉為督戰聖女，嚴禁平民與她接觸。唯有飽經世間磨礪、敬愛生與死的苦行者才有資格在少女的懷抱中魂歸冥土。少女穿上祭司準備的長袍，以雙手行刑，以擁抱入殮。\n\n哀地里亞人將「冥河從不往渡貧瘠的靈魂」奉若真理。然而冥河從不追問靈魂的重量，它只是靜靜地流淌著，通向所有生者的終點，在彼處交會。"
    }
  ]
}