{
  "_id": 310,
  "id": "broken_keel",
  "name": "折斷的龍骨",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的效果抗性提高<nobr>10%</nobr>。當裝備者的效果抗性大於等於<nobr>30%</nobr>時，我方全體暴擊傷害提高<nobr>10%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [
        33105,
        43105,
        53105,
        63105
      ],
      "id": "",
      "name": "伊須磨洲的殘船鯨落",
      "type": "NECK",
      "desc": "次元封裝的是塔拉薩的伊須磨洲自治區。仙舟「岱輿」斷艦墜毀於此，啟迪了伊須磨洲文明。",
      "typeText": "次元球",
      "backstory": "「在很久很久以前，眾神的宮殿自高空之上隕落。」\\n\\n先是大氣層外的影子，緊接著是大氣摩擦的火光，最後它露出了全貌——那是一座偌大的宮殿，是即便聚集起整個伊須磨洲的工匠也造不出的偉物。它下墜得很緩慢，就像是凝結在天邊一樣。伊須磨洲的海洋足夠寬闊，但沒人確定它足以容納這座自高空隕落的仙宮。\\n\\n「有些人四散奔逃，有些人則留在海底和陸上的村落中，等待著神隕的降臨。」\\n\\n隕落的仙舟「岱輿」殘艦撞擊了塔拉薩行星表面。伊須磨洲海域中心被撞出深井似的水坑，在七個行星日後才逐漸平復。宏偉的廢墟靜默地屹立在海床之上，宛若神骸，悲涼又壯麗。劫後餘生的伊須磨洲人原本就生活在海底，他們驚嘆、惋惜，熟悉的家園被天外仙宮砸得粉碎。他們歡呼、雀躍，「神隕」之後，「岱輿」的斷艦殘骸成為了他們新的家園。\\n\\n生存條件改善，伊須磨洲人有了更多時間和精力可以思考。環顧天降宏偉廢墟，他們終於來得及提出重要的問題：「他們」是誰？「他們」從何而來？\\n\\n彼時，伊須磨洲人不知冶煉金屬，也尚未發明文字。只好用想像力彌補知識，用故事理解一切。於是，「傳說」誕生了。傳說口耳相聞，「神話」便應運而生。神話構築認知，「文明」便由此創生。物換星移數百年後，塔拉薩已成為了仙舟聯盟的貿易夥伴。伊須磨洲的水居者們第一次踏入「仙宮」，第一次見識到仙舟全貌，也終於知曉了「神隕」的真相。\\n\\n學養良好的伊須磨洲人總是將自己視為「岱輿」的某種存續，「岱輿曾追隨的即是我們應追隨的，岱輿曾對抗的即是我們應對抗的」。當他們談起過去的故事時，依然會如此開頭——\\n\\n「在很久很久以前，眾神的宮殿自高空之上隕落。」"
    },
    {
      "_id": 33106,
      "ids": [
        33106,
        43106,
        53106,
        63106
      ],
      "id": "",
      "name": "伊須磨洲的坼裂纜索",
      "type": "OBJECT",
      "desc": "墜落的仙舟「岱輿」斷艦永遠地碇泊在異鄉，也許是時候解開纜索，讓它返航了。",
      "typeText": "連結繩",
      "backstory": "隨著文明啟迪，伊須磨洲人不再將斷艦中的遭難者們視為隕落的神明，但這分毫不改變他們崇敬之情。伊須磨洲的詩人如是吟詠：「大海吞沒的是凡人，魂靈卻永生不死。」\\n\\n按照伊須磨洲的曆法，每年潮騷月的第二個休息日是「神隕節」——水居者們吟誦經文、吞食草藥、隨著水流跳起怪異的舞蹈，以紀念那些自身隕落卻為伊須磨洲帶來庇佑的「神明」。到了近現代，「神隕節」逐漸失去原本的宗教意義。歌謠代替了經文，美食取代了草藥，只剩下怪異的舞蹈作為文化遺產傳承至今。\\n\\n最近數百個星曆年中，伊須磨洲毫不吝嗇地將獨特的文化與外界共享，神隕節的形式也在悄然改變。\\n\\n伊須磨洲的陸地城市通常是年輕人的世界，神隕節期間更是通宵達旦、徹夜笙歌。域外訪客們常常選擇神隕節期間共襄盛舉，尤其仙舟遊客都很喜歡這裡，他們鍾情於城市中生機勃勃的氣氛，如火焰般熱辣熾熱、如海嘯般勢不可擋。隨著青春期過去，水居者肺部會逐漸萎縮，頸側演變成鰓狀，手腳和雙眼也會變得更適合海底生活。詩人們總是說「伊須磨洲人將喧鬧狂歡的青春留給了陸地，將沉靜肅穆的暮年留給了海洋」。\\n\\n在仙舟天驅商會推動下，神隕節多了一項儀式——潛入「岱輿」斷艦中搜尋仙舟人遺骨斂入星槎，發射至塔拉薩所屬的恆星。\\n\\n伊須磨洲人接觸到「岱輿」歷史的同時，也瞭解了隕落時刻的悲劇：當岱輿仙舟四分五裂，一切都已無可挽回之時，岱輿的領袖青竹當機立斷，誓用壯絕的犧牲斷絕壽瘟詛咒的污染。仙舟聯盟希望隕落的英雄們能得到體面的慰靈奠儀，而免遭罹難的伊須磨洲人也給出了自己的回答。\\n\\n神隕節的某個夜晚時刻，狂歡戛然而止——青年、孩子與仙舟人們坐在岸邊，年長者浮出水面，肅穆地凝望著海平面。緊接著，幾艘星槎破水而出，自海底向著恆星飛去。\\n\\n星槎上鐫刻著一行秀麗的伊須磨洲文字——「你應為溺亡的水手解下纜索。別哭泣，我死後你便能平安航行。」"
    }
  ]
}