{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "星體差分機",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的暴擊傷害提高<nobr>16%</nobr>。當裝備者的暴擊傷害大於等於<nobr>120%</nobr>時，進入戰鬥後裝備者的暴擊率提高<nobr>60%</nobr>，持續到首次攻擊後結束。"
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [
        33055,
        43055,
        53055,
        63055
      ],
      "id": "",
      "name": "螺絲星的機械烈陽",
      "type": "NECK",
      "desc": "次元封裝的是螺絲星的核心——行星被囚於由無數槓桿、活塞與齒輪構成的囚籠中，螺絲星的住民美其名曰「鋼鐵太陽」。",
      "typeText": "次元球",
      "backstory": "關於機械生命的本源，博識學會的碳基學者們有個意趣的推測：一簇偶然誕生的電子流。\n\n電流於大氣和岩層中四處流竄，在無數次引力與斥力作用下又分化成大小不一的次級形態。在學者們的自圓其說中，此舉無異於碳基生命演化中的「複製」；隨後，無數電流又經由行星表面天然形成的電晶體結構隨機輸出高低不一的電位，締造了最原始的程式。學者們自鳴得意，正論機械便是如此擁有媲美碳基生命的「思想」。\n\n某位機械學者對此提出異議：尚無法解明本身生命起源的碳基生命，何來權利對這謬論言之鑿鑿？一言既出，寰宇學界便劇烈震盪——機械生命開始重新審視蠻橫的「碳基中心主義」、審視自身的本源。\n\n然而，螺絲星上的螺絲族卻只能暫緩步伐——因星體能源枯竭得比它們的靈感迴路更快。它們必須首先尋求種群存續的方式。\n\n最終，它們決定踐行超越數個琥珀紀的瘋狂計畫：它們將那瀕臨死寂的星球當作燃料，用以驅動星體差分機。令人驚嘆的齒輪巨構不知疲倦地吞吐刻有空隙的紙帶，有條不紊地反覆演算。在行星級的能源供給下，龐然機械將模擬出逼真且穩定的超生態系統。它們將圍繞母星打造新的家園。\n\n行星危機解除，螺絲族暫得歇息。向來理智、樂觀、優雅的它們決心以純粹理性的方式探索起源的答案。\n\n龐大的系統中充斥著軸承摩擦的聲響，緻密的咬合驅動著打孔紙帶流動資料。一個分支流淌出複數的分支，無數的分支又指引著數以萬億的齒輪轟響……隨後，這些分支再一次次收束、傾倒，墜入熔爐之中，在泡沫的寂滅裡歸於沉靜。在漫長的時間中，程式設定的超生態系統漸趨於一種絕妙的相對穩定——有關機械根源的猜想開始令螺絲族浮想聯翩。\n\n驅動廢星的鋼鐵架構再次啟動了靈動的思想電流。它們將繼續思考、探索自身本源何在，直到那舉目恆見的機械烈陽徹底燃盡為止。"
    },
    {
      "_id": 33056,
      "ids": [
        33056,
        43056,
        53056,
        63056
      ],
      "id": "",
      "name": "螺絲星的環星孔帶",
      "type": "OBJECT",
      "desc": "行星環承載著螺絲星的一切——有多少人曾意識到密佈的矩形孔隙陣列書寫了行星系統的真相？",
      "typeText": "連結繩",
      "backstory": "絕大多數螺絲族都有所不知，螺絲星正是無機生命解答本源問題的一次偉大嘗試。\n\n螺絲咕姆感到有點空虛。解明螺絲星的運作邏輯一事甚至沒能在它的智慧脈衝波形圖上引發哪怕一組異常震盪。\n\n他站在自家宅邸的寬闊露台上，仰頭遙望著那未曾止熄的行星引擎。方孔密佈的行星環從星體背後穿出，這顆星球所承載的一切就坐落在條帶之上，以引擎為軸靜靜公轉，日復一日。他已見證過了，這個行星系統的本質實在荒誕到令人絕望：一串優雅的狀態轉移方程式，一個巨大且冰冷的滾筒——這就是螺絲星的全部，別無其他。\n\n根據他對方程式的解讀，行星差分機誕生之初，它的領銜締造者試圖將宇宙本源解釋為一種細胞自動機及其遞迴，而螺絲星本身即為一種生命遊戲的實踐。\n\n螺絲族及其他星球表面的無機生命擔任該自動機中的「細胞」，同時也是規模更小的細胞自動機。自動機總由許多更小的自動機構成，一直可以追溯到組成宇宙間一切物質的最小組成單位。但最小組成單位是什麼？沒人知道，螺絲咕姆不知道，那位首先提出打造差分機的學者恐怕也不知道。\n\n這就是螺絲咕姆感到空虛的原因。\n\n那位學者的嘗試難道就此失敗了嗎？但是行星差分機已不知疲倦地運作了數個琥珀紀，這豈不是意味著螺絲族與母星、乃至全宇宙的本源都可歸於那串優雅的方程式？又不盡然。在這個超生態系統徹底崩潰之前，那方程式是不可證偽的。\n\n他搖晃著盛滿機油飲品的精美玻璃杯，視線不曾從那記錄著行星真相的星環上移開。巨幕般的打孔環星帶不知疲倦，矩形孔隙陣列篩下後夜的月光。螺絲咕姆不住地沉思。他想，遞迴的出口真的存在嗎？無機生命——或更進一步地，宇宙的本源究竟是什麼？\n\n他真的甘於只做前人思想的見證者嗎？\n\n「不。」螺絲咕姆得出結論。他決定求取答案。"
    }
  ]
}