{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "街頭出身的拳王",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "物理屬性傷害提高<nobr>10%</nobr>。",
    "4": "當裝備者發動攻擊或受到攻擊後，其在本場戰鬥中攻擊力提高<nobr>5%</nobr>，最多疊加<nobr>5</nobr>層。"
  },
  "pieces": [
    {
      "_id": 31051,
      "ids": [31051, 41051, 51051, 61051],
      "id": "",
      "name": "拳王的冠軍護頭",
      "type": "HEAD",
      "desc": "防護效果極佳的拳擊護頭，與物品主人的臉型完美貼合。",
      "typeText": "頭部",
      "backstory": "混跡街頭的琳賽從未考慮過正經拳賽的邀約，打一開始她就不相信有人能擊敗自己，更不必說是個半百老人。\\n\\n自稱拳擊教練的老人為琳賽準備好護具，並向琳賽提出挑戰，如若勝利便要琳賽成為她的徒弟。\\n\\n琳賽不屑於繁複的穿戴，將老人遞來的護具棄置一旁。原以為自己能夠憑藉反應速度輕鬆取勝，卻沒想到被三步之內被老人近身，快拳直取面門。在短暫的昏厥之後，琳賽將拳擊護頭撿起，在狹小的視野中，她看到了一個嶄新的世界。\\n\\n「這就是拳擊手的拳頭嗎？有意思，你要是打算教我的話，就得讓我成為最強的。」\\n\\n儘管嘴上頗有抱怨，琳賽還是願賭服輸。她佩戴起護具，正式跨入拳擊的世界。"
    },
    {
      "_id": 31052,
      "ids": [31052, 41052, 51052, 61052],
      "id": "",
      "name": "拳王的重炮拳套",
      "type": "HAND",
      "desc": "保養得極好的拳擊手套，細微的破損並不影響實際的使用。",
      "typeText": "手部",
      "backstory": "初入拳場時的琳賽拳法犀利，只懂得進攻，卻不懂得如何防禦。\\n\\n街頭的經驗並不完全能夠在圍繩擂台上適用，伊卡翠娜安排的拳賽挫去了野小子的高傲。\\n\\n在地方賽事中受挫之後，她原本高高在上的尊嚴和自信散落一地，不得不開始思考伊卡翠娜教給她的攻防節奏。原本只懂得揮拳的琳賽彷彿被格鬥女神親吻，逐漸理解了攻防轉換的趣味。當她回過神來，第一次發現凝膠護指已經斷裂，而那雙拳套也已浸滿了血液與汗水。\\n\\n「你要找到自己的節奏，不要掉進對手的陷阱裡。」\\n\\n琳賽恍惚間理解了伊卡的箴言，也明白了溫情似水的眼神，一向嚴厲的伊卡早已將她視若己出。"
    },
    {
      "_id": 31053,
      "ids": [31053, 41053, 51053, 55006, 61053],
      "id": "",
      "name": "拳王的貼身護胸",
      "type": "BODY",
      "desc": "拳擊手的專業護胸，外罩和內襯墊相互組合，既保障了安全又不影響技術發揮。",
      "typeText": "軀幹",
      "backstory": "拳王爭奪戰前夜的訓練館如同往日，快速而又沉重的拳頭將沙袋擊打得嘶嘶作響。\\n\\n汗水浸透了貼身的護胸，灼熱的蒸汽將琳賽和現實隔離開來，她想要逃避。\\n\\n琳賽竭力控制著情緒，汗水混雜淚水在她的面孔上反射微光。深夜裡，她卸下拳擊護胸，在內側寫上「伊卡」的名字，她想為這個名字許下勝利的承諾。這是通向拳王的關鍵比賽，也是琳賽第一場沒有教練陪伴的比賽。走上擂台前，琳賽對著鏡頭驕傲地挺起胸膛。\\n\\n「琳賽……你和我的女兒竟然有著一樣的名字。當她離開時，我以為世界已經崩塌了，直到我遇見了你。謝謝你，琳賽。」\\n\\n「保護我，伊卡。」最重要的名字正貼著心臟。"
    },
    {
      "_id": 31054,
      "ids": [31054, 41054, 51054, 61054],
      "id": "",
      "name": "拳王的弧步戰靴",
      "type": "FOOT",
      "desc": "巧妙地將皮革和網結合，採用了厚鞋墊、薄鞋底的設計，保證了腳步靈活。",
      "typeText": "腳部",
      "backstory": "身材嬌小的琳賽以快速靈動的出拳風格而聞名，翩躚的步法輕快得如蝴蝶穿花。\\n\\n儘管對手的快拳凌厲如雨，卻始終只能與琳賽擦肩而過，這便是招牌的「琳賽舞步」。\\n\\n為了訓練琳賽的特殊步伐，伊卡翠娜將街頭少女帶到上流的舞會裡，手牽著手，旋轉接著旋轉……琳賽從磕磕絆絆到逐漸跟上腳步，她好像明白了，這個自稱是拳擊教練的老人，似乎不僅是教練這樣簡單。在迷離的舞池裡，琳賽心中某處柔軟的地方突然被一道奇妙的感覺擊中。\\n\\n「想再跳一支舞嗎？」\\n\\n街頭出身的琳賽從未想過會有這樣的體驗，她望著伊卡翠娜澄澈的雙眼，無法拒絕。"
    }
  ]
}
