{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "奔狼的都藍王朝",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "我方角色發動追加攻擊時，裝備者獲得一層【功勳】，最多疊加<nobr>5</nobr>層，每層【功勳】使裝備者追加攻擊造成的傷害提高<nobr>5%</nobr>，疊滿<nobr>5</nobr>層時，額外使裝備者的暴擊傷害提高<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "",
      "name": "都藍的穹窿金帳",
      "type": "NECK",
      "desc": "次元封裝的是青丘步離的穹窿金帳。與步離人留在銀河中的蠻野名聲不同，他們擁有非凡的生物技術。狼子們匯聚在偉大的巢父都藍之側，將天上眾星視為牧畜，逐馳其間。",
      "typeText": "次元球",
      "backstory": "狐人與步離人遠古歌謠的開篇，無不懷念詠誦著「青丘之星」的膏腴沃土與宜居氣候。但若仔細辨讀，有心人會發現這只是「戰爭」這一恆久主題的引子。\n\n憑藉耕種經商的才能，有狐氏族傍著潺潺河川，興建起繁華城邦；而犬戎之子則在極光浩蕩的蒼天下，逐獵放牧於草海之間，聚成星羅棋佈的集落。商人嘲笑牧人蠻野，牧人唾棄商人狡詐。但他們都要面對自然迴圈嚴酷拷問——「狐夏」與「狼冬」。\n\n狐神恩賜的豐收之夏中，兩族休兵罷戰，各得滿足；一旦狼神降下白霜，雪線自極地蔓延開來，饑饉將迫使雙方攻伐不休。\n\n歌謠說到，漫無止盡的狼冬逗留不去，即便青丘的太陽周旋了三十三次。匱乏與飢餒滅頂而來，即便是圖騰上崇拜的動物，人們也不得不食之果腹。預見到遍地白骨的結局後，一位救世主攀上了世間至高的山峰——在狐人神話裡，人們稱她為「塗山」；但在步離人歌謠裡，人們稱他為「都藍」。無論那位救主所喚何名，他向長生主許願賜予眾生活下去的給養。於是山巔裂開，甘甜如醍醐的「赤泉」自縫隙中湧出。\n\n吞飲赤泉的人們從攝食的獸肉中取得了力量、靈敏與強韌。他們的血脈中也澎湃起了獸的狂野，獸的形貌越發明顯——世界就此變改，不復從前。\n\n以赤泉為媒，新生的犬人們一切器物給養皆從中造出——田野中種植的不再是稻菽而是視肉；遮蔽身軀的不再是葛麻織物，而是胞衣；即便是令青丘文明恐懼不已的寒冷雪境，也變得不足為懼：犬人們在極地培育生物薄膜，塑成溫暖的穹帳，自此將狼冬的困苦隔絕在外。\n\n後來，青丘劇變與所有短生種化為長生種時經歷的並無不同——人口膨脹、生態崩潰、內部戰亂…無論犬人們向長生主如何祈告，再也沒有得到迴音。於是他們明白了一個道理：長生主賜予的一切已悉數具足，想要活得更好，便要靠自己奪取。\n\n匯聚於偉大的巢父都藍之側，犬人們將目光探向長生主高踞的天空。群星熠熠，如同亟待奔逐的牧原。他們將為這些星星上的文明帶去「狼冬」。\n\n很久以後，宿敵仙舟人稱他們為「步離人」。步離，是青丘語中「狼」的意思。"
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "",
      "name": "都藍的器獸韁轡",
      "type": "OBJECT",
      "desc": "是韁繩、是鎖鐐，亦是皮鞭。高過戰獸腿的步離青年被教會的第一個道理就是：永遠要把韁繩握緊在手裡，否則自己將成為被奴役的牲畜，甚至飼料。",
      "typeText": "連結繩",
      "backstory": "在步離人的語言裡，韁繩的別名喚作「亞薩•奇塔」，意即「活的書」。\n\n獵群巫者在雙隆月相會之刻、夜空光輝最盛之時，將韁繩作為成年禮物賜予都藍子嗣們。這條空白韁繩將是記錄他們一生戰鬥歷程的卷冊。\n\n成年禮甫一結束，步離人必須走進武器牧場，從基因巫術篩選和育種的「器獸」中挑選、馴服自己第一匹戰騎。以被征服者為飼料的器獸有著驚人的敏銳和凶殘——與未來的主人比起來，器獸們不過是羔羊。月光喚起體內湧動的狂野之血，步離青年們與器獸互相追逐、角鬥。有人死於獸吻，那是羸弱的下場；有人誅戮同胞，那是猛獸的分配法…步離青年使中意的坐騎絆倒在地，將帶有神經刺鞭的韁繩勒在它的脖頸上——牲畜被未來主人的心靈感應震懾了，就像捱了幾百次皮鞭般溫馴。當它主動馱起主人時，一名合格的步離人「索牙」（武者、騎手）誕生了。\n\n從此步離韁繩便成為戰鬥經歷的記敘者，韁繩上從此漸漸掛滿了劃痕、結釦與墜飾。\n\n飽經訓練的索牙們在「昂達」（統軍百夫長）的帶領下穿上水母般的胞衣鎧甲，登上能在星際間穿行跳躍的獸艦，開赴不同的世界，發誓將以都藍與長生主的名義讓繁星變作牧場。韁繩之上，淺淺的劃痕代表著殺敵的數量，結釦代表其經歷的大戰，繩上的掛飾則是大掠時獲得的戰利品：人類的牙齒、智械的矽芯……它們是被征服者的怨怒與哀嚎，也是步離人彰顯個體力量的勳章。\n\n當胯下的坐騎歿於戰火時，亦或步離人想要施加懲戒時，韁繩也會被取下套在其他活物身上。\n\n這樣的對象通常是狐人——那些經由血統選育計劃被排斥族外的奴隸階層，他們弱小、狡詐、只配勞作和運算。當狐人中偶爾出現善戰的個體時，狼首的主人會優先將韁繩捆縛在他們身上，驅使他們作為戰奴帶頭衝鋒。\n\n若奴隸死傷殆盡，武器折損，韁繩末端繫上尖刺也可充作鞭子。要是鞭索斷裂，爪牙盡碎，葬身戰場，那麼這條韁繩將會成為步離人殘存的碑銘與紀念……\n\n誠如古諺所云：「森林中，獵手與獵物的地位時常交換」。在宇宙這片黑暗森林中與仙舟人交戰數千年後，狼族鞭索斷裂已多到數之不盡。最終，這條連接眾多獵群的紐帶被「巡獵」的鋒鏑切斷，步離人也陷入了內亂與衰敗的淵藪，不復昔日的高傲。"
    }
  ]
}