{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "晨昏交界的翔鷹",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "風屬性傷害提高<nobr>10%</nobr>。",
    "4": "當裝備者施放終結技後，使其行動提前<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [
        31101,
        41101,
        51101,
        61101
      ],
      "id": "",
      "name": "翔鷹的長喙頭盔",
      "type": "HEAD",
      "desc": "高速飛行中使用的流體頭盔，形似空漁鷹的鳥喙。",
      "typeText": "頭部",
      "backstory": "薩爾索圖的空漁人每日黎明時從移動城市的「空港」出發，展開撲翼裝在空中翱翔，獵捕從沙地中飛出的燃素水母。\n\n構成「靈火」的燃料是驅動著巨大移動城市的血液，必須捕撈充足，才能保證整座城市不會被晨昏線甩在身後。\n\n若有人力竭而亡，抑或是遭到巨禽的襲擊罹難，則薩爾索圖人會盡一切可能帶回其遺骸，將翼裝和鷹盔伴他一同葬入黑暗的大地。在薩爾索圖的傳統儀式中，「落地」即為死亡，即為永恆的休憩。\n\n飛行不能停下，城市亦不能停下。\n\n這頂鷹盔的鳥喙部分刻著一句悼詞：「大地並非鷹的枷鎖，翅膀才是。因為它，你必須飛翔。」"
    },
    {
      "_id": 31102,
      "ids": [
        31102,
        41102,
        51102,
        61102
      ],
      "id": "",
      "name": "翔鷹的鷹擊戒指",
      "type": "HAND",
      "desc": "卓越空漁人大師所佩戴的戒指，空漁鷹雙翅紋樣緊抱手指。",
      "typeText": "手部",
      "backstory": "只有技術最為卓越、最值得尊敬和依賴的漁獵隊長會被授予「鷹擊戒指」。他們在空中吹動漁哨，組織起絲絲入扣的配合，是最為敏銳的獵鷹。\n\n對隊員們來說，每一次翱翔總是孤獨而脆弱的，能依靠的只有隊長傳來的124種「哨型」。\n\n因此，在薩爾索圖流傳著一句話：「空漁人將三分之一的性命交付給千錘百煉的技術，將三分之一的性命交給巧奪天工的裝備。而最後的三分之一交給他們信賴的漁獵隊長。」\n\n肩負著不同家庭託付的隊長，時刻感受到小小戒指所承載的重量。\n\n這枚鷹擊戒指的蝕刻已經斑駁了，戒指內側則刻著一個詞語：「責任」。"
    },
    {
      "_id": 31103,
      "ids": [
        31103,
        41103,
        51103,
        61103
      ],
      "id": "",
      "name": "翔鷹的翼裝束帶",
      "type": "BODY",
      "desc": "連接撲翼裝的腰帶，金屬支撐藏在粗麻束帶中，柔軟貼身。",
      "typeText": "軀幹",
      "backstory": "薩爾索圖的空漁人圍捕從沙地中飛出的燃素水母並非易事。面對凌亂的氣流，乍看柔軟貼身的束帶，在強風吹拂的城外空域裡成為了空漁人的生命紐帶。\n\n圍捕從沙地中飛出的燃素水母絕不容易——佯動、驅趕、以及攔截捕獲，在每一個環節上都伴隨著隕落的風險。\n\n未成年的空漁人需要取父母各自的一根髮絲與金屬支撐一同包裹在束帶中，已婚的則由配偶提供，這樣的翼裝束帶就會受到名為「家」的祝福，保護空漁人始終能回到家中。\n\n在殘酷的生存世界裡，只有「家」能將空漁人輕輕托起。\n\n這條束帶中的髮絲仍然完整。它來自一名女性，髮根處微微發白。"
    },
    {
      "_id": 31104,
      "ids": [
        31104,
        41104,
        51104,
        61104
      ],
      "id": "",
      "name": "翔鷹的絨羽綁帶",
      "type": "FOOT",
      "desc": "飛行中確保腿部保暖的綁帶，裝飾著空漁鷹的翎羽。",
      "typeText": "腳部",
      "backstory": "薩爾索圖的空漁人漁獵燃素水母的過程，是一場漫長的生存競逐。遠離心臟的雙腿，必須藉助絨羽綁帶保持溫度。\n\n總是在長時間高度緊張的狩獵結束後，處於極限的身體才開始暴露出痛感和疲憊。\n\n未做好周全準備的空漁人，此時才會感受到嚴重凍傷導致的局部壞死。因此，空漁人在出發之前，都會反覆確認綁帶的牢固程度，畢竟在高速的飛行中，是不會有機會二次調整的。\n\n他們踏入天空的那一刻就已經明白，疾風會帶走什麼。\n\n這條綁帶內置的金屬殼中有少量的石灰粉和鋁粉的使用痕跡，像是用來臨時加熱的手段。"
    }
  ]
}