{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "熔岩鍛鑄的火匠",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "火屬性傷害提高<nobr>10%</nobr>。",
    "4": "使裝備者的戰技造成的傷害提高<nobr>12%</nobr>，並使施放終結技後的下一次攻擊造成的火屬性傷害提高<nobr>12%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31071,
      "ids": [
        31071,
        41071,
        51071,
        61071
      ],
      "id": "firesmiths_obsidian_goggles",
      "name": "火匠的黑曜目鏡",
      "type": "HEAD",
      "desc": "以漆黑焰晶打造的防護目鏡，在鏡片之下，激烈的火星迸裂也只不過是斑駁殘影。",
      "typeText": "頭部",
      "backstory": "鑄造神兵利刃對於火匠一族來說，既是天賦的使命又是伴生的詛咒。\n\n被解放的火匠一族自從來到戰爭熔爐的世界中，才華在極致的釋放下開始染上毀滅的氣息。\n\n爐光與火花耀目灼眼，在漫長的鍛造過程中，胚料鑄成神器，而匠人失去視力。弗埃曾在火山底部找到一簇罕見的曜石焰晶，將其仔細打磨做成了護目鏡片，激烈的火花從此化作蒼白的剪影。但是貪心的匠人未能逃避詛咒的命運，他也在極致的火光中燃盡了一切。\n\n弗埃將戰爭熔爐中的反物質軍團視為錘煉的素材，而自己便是那升騰的烈火。\n\n「有沒有一種可能，比如說，將熱核反應變成我的熔爐？」弗埃尋找提升至極限的爐火，並在失控的聚變反應中毀滅。"
    },
    {
      "_id": 31072,
      "ids": [
        31072,
        41072,
        51072,
        61072
      ],
      "id": "firesmiths_ring_of_flamemastery",
      "name": "火匠的御火戒指",
      "type": "HAND",
      "desc": "有著火焰標誌的戒指，是火匠一族中最高榮譽的象徵。",
      "typeText": "手部",
      "backstory": "九百度的篝火能燒土成陶，上千度的爐火能熔斷銅錫……越是本質的塑造，越渴求著極限的溫度。\n\n軍團的生物渴望著從物質形態中剝離開來，祈求著只有毀滅熱浪才能帶來的更新質變。\n\n技藝純熟的火匠大師能夠將爐火提升到不可思議的程度：烈焰的黑體輻射呈現藍色光譜，幾與瀕死的恆星相近。火匠皆是掌控烈焰的天才，但只有其中佼佼者才被授予象徵大師技藝的御火戒指。\n\n戰爭熔爐早已不分匠人與匠材，錘煉著反物質生靈的火匠大師們也成為了毀滅武器的一部分。\n\n「鑄器由爐溫決定，爐溫由火匠決定。」對掌握毀滅技藝的火匠們來說，這再理所當然不過了。"
    },
    {
      "_id": 31073,
      "ids": [
        31073,
        41073,
        51073,
        61073
      ],
      "id": "firesmiths_fireproof_apron",
      "name": "火匠的阻燃圍裙",
      "type": "BODY",
      "desc": "鐵匠圍裙沒有多餘的裝飾，只有皮革紋理與家族標識清晰可見。",
      "typeText": "軀幹",
      "backstory": "反物質軍團將衰亡的「戰爭熔爐」贈予火匠，讓他們在烈焰世界中自由鍛造。\n\n在熔岩灼目的世界裡，只要錘煉不止，新生與毀滅便不再是二元對立。\n\n蘇魯特擅長利用活火山中噴湧的熔漿，為軍團的生靈注入暴戾的毀滅氣息。無論是劇毒氣體的沸動、還是熱熔岩漿的翻滾，都不能打斷蘇魯特淬火的專注。熱浪噴濺著蘇魯特的圍裙，那是由火巨蜥皮製成的阻燃衣料。待岩漿褪去，皮革表面依然光潔如新。\n\n大量的軍團戰力，在洪爐中被反覆錘煉，直到肉體和武器在火匠的熔鎚下融為一體，成為毀滅的武器。\n\n「無與倫比的毀滅之力……」駕馭火焰的工匠們從不掩飾他們寄託在武器中的可怖願望。"
    },
    {
      "_id": 31074,
      "ids": [
        31074,
        41074,
        51074,
        61074
      ],
      "id": "firesmiths_alloy_leg",
      "name": "火匠的合金義肢",
      "type": "FOOT",
      "desc": "金屬材質的義肢，表面上纏繞著火焰的立體花紋。",
      "typeText": "腳部",
      "backstory": "舊日監牢主人擔憂失去世間無二的鍛造技術，只好用低劣的手段束縛著火匠一族——在被禁錮的歲月裡，火匠的族長無一例外都必有腿部缺陷。\n\n毀滅的主人解放了被囚禁的火匠一族，毀滅印記賦予了火匠們用之不竭的力量。\n\n離開牢籠之後，火匠族長無法再像常人一般行動自如，但他獲得了真正的自由——不再因卓越的技藝而被囚禁的自由。族長將怨恨與屈辱傾注其中，錘擊數日也不會感到疲憊。頑固而高傲的反物質生靈在一次次錘擊下，不得不改變形態，屈從於毀滅者的改造。\n\n縱使牢獄不再有形，火匠對鑄造的癡狂又何嘗不是一種牢籠呢。\n\n「血肉是種拖累，鑄造亦是毀滅。」族長看著殘缺的匠人越來越多，不禁感慨道。"
    }
  ]
}