{
  "_id": 302,
  "id": "fleet_of_the_ageless",
  "name": "不老者的仙舟",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的生命上限提高<nobr>12%</nobr>。當裝備者的速度大於等於<nobr>120</nobr>時，我方全體攻擊力提高<nobr>8%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33025,
      "ids": [33025, 43025, 53025, 63025],
      "id": "",
      "name": "羅浮仙舟的天外樓船",
      "type": "NECK",
      "desc": "泛於星海的羅浮仙舟被收攏於球中，玉界門上浮槎去來，若星月之出入。無數人曾來此尋求長生之秘，卻又失望而歸。",
      "typeText": "次元球",
      "backstory": "羅浮仙舟數千年前從古老國度出發，橫渡深空，謁見神明，求取不死仙藥。\\n\\n生態巨艦緩緩駛入星空，如同墜入夜色中寂靜的清月，長路漫漫而不知所向。在孤航旅程中，人們交替不斷地沉睡、醒來、沉睡……追逐流星的鯨群在天頂隕落，亞空晶格結構體跨越光年延綿不絕。求藥使們親眼見證了超然偉力的存在，暗自歡喜，堅定了尋得長生不死的信心。\\n\\n羅浮仙舟航行數千年漸行漸止，在現實與虛幻混淆不清的邊界遭遇「豐饒」之主。藥師在船艦上降下神蹟，倏忽間「建木」生成。其蔭如雲，遮天蔽日，其根繁密，包覆仙舟——羅浮仙舟遂如活物般獲得了生命。\\n\\n貪求長生之人吞下「建木」果實，尋得夢寐以求的「無盡形壽」。自詡天人的仙舟民開始縱情享受無盡的生命，又以「建木」闡演仙道，造就種種非人奇跡。\\n\\n然而物盛而衰，樂極則悲，日中而移，月盈而虧。直到三劫既出，民不聊生，仙舟民才認清「奇跡」的真面目，是無法承受的災厄。\\n\\n危難之時，英雄力挽帝弓，砍斷建木。仙舟諸民重拾人本尊嚴，誓願「復歸凡身，清除寰宇不死劫」。隨後的歲月裡，仙舟開始巡獵星河，以清除長生孽物為己任。狐族重獲自由與天空，持明封印汙染與遺禍，三族締結盟契，仙舟聯盟於茲成立。\\n\\n繁榮與災厄在航行中交迭同行，英雄與傳說也伴隨著歷史不斷登場。如今羅浮仙舟在得來不易的平和中休養重建，自由的商貿與開放的態度讓它重煥生機。\\n\\n長生不老永久地塑造了羅浮仙舟，使它幾經沉浮，沉澱出獨特的、有關古典與現代的氣質。寰宇商人途徑此處，只消佇立片刻便能感受到時間留下了什麼。"
    },
    {
      "_id": 33026,
      "ids": [33026, 43026, 53026, 63026],
      "id": "",
      "name": "羅浮仙舟的建木枝蔓",
      "type": "OBJECT",
      "desc": "羅浮仙舟最初因建木生發，成為仙舟艦隊之尊。後來羅浮仙舟因建木成禍，自食長壽惡果……建木枝蔓已經牢牢纏住羅浮命運，難以分離。",
      "typeText": "連結繩",
      "backstory": "「豐饒」之主在羅浮仙舟中心埋下因果的種子，賜予求藥使們名為「建木」的奇跡。而奇跡之所以被稱為奇跡，是因為當它發生時，人們能立刻領會它的意義。\\n\\n建木締結神實，滿溢生命活力，求藥使們所追求的無盡形壽蘊藏其中。從此，古老的禁忌與律法化為一紙虛言，衰老與死亡的倫理也成為塵封舊史。人們遵循「仙道」對建木數度開發，使得坌土息壤掘之不盡，自在應身血肉化形，雞犬得智慧言……無數難以想像的技術，也在建木垂枝下化為有形。\\n\\n然而，建木卻在時間催化下逐漸褪去面紗，初露猙獰，使長壽之人開始承受長壽之苦。\\n\\n仙人們繁衍不盡，卻未嘗一死。船艦上人滿為患、餓殍遍地；仙舟社會少者鬱志難伸，老者盤桓高位，更是結構崩潰、大廈將傾……金人叛亂、外敵當頭，千年混亂劫餘之後，人們又發現了藏在長生血脈中的黑暗，所謂「天人之體」只是超越人智的科技，墮入「魔陰身」的傾向警示仙舟人，自身與孽物僅差一步之遙。\\n\\n萬般絕望之時，英雄長矢破空，天裂一射，砍斷建木……儘管建木燼毀成樁，但仙舟命運從未與之斷絕。\\n\\n它招引著外患侵凌，豐饒孽物數度入侵，開鑿血肉扭曲形骸，誓將仙舟民吞噬殆盡；它也誘惑著仙舟民，藥王秘傳破除禁忌，深入建木豐饒之秘，重鑄長生強權帝國……在漫長的外憂內患中，建木遺骸如同暗處綿延不絕的藤蔓，潛伏起來，意圖擇日再起災禍。\\n\\n所幸，羅浮仙舟從未對「垂死枯木」放鬆戒備，他們誓將一切扭曲的源頭，帶往一切終結的盡頭。"
    }
  ]
}
