{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "劫火蓮燈鑄煉宮",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的速度提高<nobr>6%</nobr>。當裝備者命中擁有火屬性弱點的敵方目標時，擊破特攻提高<nobr>40%</nobr>，持續<nobr>1</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "",
      "name": "鑄煉宮的蓮華燈芯",
      "type": "NECK",
      "desc": "次元封裝的是朱明仙舟的工造司所在地——焰輪鑄煉宮，朱明仙舟圍繞著歲陽之祖「燧皇」構建的天體級球形結構。天才匠人們自其中汲取能量，將奇思異想打造成型。",
      "typeText": "次元球",
      "backstory": "自古國啟航開始，朱明仙舟星海浮泛八千餘年，若以縱覽時空的方式觀測其船體造型變遷，其過程無比浪漫——巨船吞下了幽藍色的恆星，逐層剝落陳舊軀殼，隆起花骨，最終綻放成蓮。\n\n從太空中看去，整座朱明仙舟如金縷蓮燈，巨大的發光「蓮葉」圍繞「燈柱」漸次伸展開來，沐浴在淡藍色的光芒之中，可謂「是船不似船，似蓮燭火明」。位於中心的「燈盞」部分，是天體級的球型殼狀結構，它緊緊裹住蒼藍的太陽「燈芯」轉動不休。這處巨構便是朱明仙舟的工造重所——「焰輪鑄煉宮」所在之處。\n\n昔日，朱明大匠作陽翟曾受佚名的古國皇帝所贈武器鑄模，作為啟航信物。從此往後數千年，縱使長生鉅變歸航無期，大匠傳統卻從未斷絕。在朱明仙舟，匠藝乃是至高無上的顯學。其歷任將軍皆有工造司百冶的功名在身，出則指揮千軍，入則鉗錘奏功，倍受人們的敬重。舉凡仙舟巡獵所需的兵仗，十之六七均由朱明工造司鍛造而成。由是，焰輪鑄煉宮成了銀河間的技術聖地。\n\n鍛冶，是文明的標尺，而火焰則是文明起點。大部分童年時代的文明最受困擾的便是能源，人們苦心尋找支撐文明行至更高處的能源。朱明仙舟跨越了這一藩籬——透過囚禁歲陽之祖「燧皇」，匠人們獲得取之無盡、用之無竭的能量。焰輪鑄煉宮如煙枝蔓延的軌道結構最大限度包圍恆星，繁枝細葉之上遍佈著接收與轉換裝置，引導太始焰「燧皇」為所有技術創造提供能量。\n\n無數匠人將這吞含「偽陽」的朱明工造司視為極上殿堂，志在冶製神器的學徒踏破門檻。金木受攻而物象曲成，焰輪鑄煉宮為匠人們準備好了他們所需的一切——\n\n不同世界的學徒們共聚鑄煉宮，拜為同門互相切磋技藝；為求寶器而來異邦人，也會以重金相托匠人鍛造神兵利器——然而千百年來，眾多學徒之中僅有少數人得到過「匠中之匠」懷炎將軍的提挈，他言傳身教，將匠藝與武藝傳於後人。其門下學徒或成為宗匠，以「百冶」頭銜留名青史；或成為名震聯盟的雲騎，個中以「焰輪八葉」最為知名。\n\n「冶爐煉千星，點鐵賦英靈。鬥光奮戎威，銛鋩保宴寧。」朱明匠人自被授予匠具那日起，就必須謹記於心——他們日夜錘鍊的並非只是一尺寒光，而是巡獵的鋒鏑。"
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "",
      "name": "鑄煉宮的焰輪天綢",
      "type": "OBJECT",
      "desc": "偉如恆星般的歲陽始祖沉陷在無邊夢境之中。在它的酣眠之中，周身的原子與分子碰撞激發，不斷從焰輪鑄煉的外殼結構中逸散出來，最終呈現為色彩紛呈的天綢光帶。",
      "typeText": "連結繩",
      "backstory": "深空航行朱明仙舟始終伴隨著異色光帶，它既是極高溫聚變反應的能量產物，也是「燧皇」依舊熊熊燃燒、不死不滅的證明。\n\n順著「燧皇」吐息而逸散的極光粒子最外圍，新生的歲陽在此減速、徘徊。朱明十王司的獵火判官會將未沾染任何心緒的懵懂歲陽捕獲起來，藉以溫暖夢境馴服火焰未成熟的心性。隨後，判官們將無害的歲陽交予工造司歲火監，後者將歲陽與各式巧具配適，使之成為朱明上燈檠、載具、隨處可見各式風景……不過，在不明真相的化外民眼中，那些能言能走的奇物，似乎佐證著「洞天裡處處存在精氣，器物上了年紀後會便變成妖物」的謠傳……\n\n沿著異色光帶繼續深入，越過鑄煉宮，來到偽陽形成的超重力場。常人很難承受如此的恆星密度，那是種向內塌陷的紊亂，只有「梨菩」匠人能夠如常行走於這片區域中。\n\n熾熱的恆星爆發以及反常的天體現象，拒絕著好奇之人繼續接近偽陽，宇宙中一切基本的物理現象在這個區域中變得更加強烈。只有粗矮強壯的星民梨菩，才能夠在如此重力異常的空間中生存下來——梨菩天生是頂級匠人，他們穿行於鑄煉宮與偽陽之間，時間感知已經異於常人，他們遵守承諾精進匠藝，鑄造船艦巨炮，並監視偽陽沉眠。朱明仙舟將梨菩視為忠誠盟友，尊重他們的堅韌頑強、感謝他們的無私付出。\n\n沒人能沿著異色光帶穿過詭異扭曲的重力場，潛至偽陽深處。那裡是有情之物的禁地，是「燧皇」無窮無盡的夢境——朱明仙舟警戒著任何一絲情緒的波動會喚起歲陽始祖的無垠偉力。\n\n常有人忽視警告遠遠注視著偽陽，悄然無意間陷入到精神重力場之中，稍不留神便會被潮水般層出不窮的幻象奪走神識。與柔和的假象截然相反，凝視那團「幽藍太陽」只會感受到自太古壓抑至今的勃然怒意——「歲陽將賜予英雄們熯天熾地的力量。而當一切使命完成之後，英雄們要還以歲陽千錘百煉的軀體……」古老的誓言究竟將如何實現，無人可知；而無邊的夢境中「燧皇」究竟幾時醒來，亦無人可知。\n\n蓮華燈芯之中，酣眠至今的偽陽沉沉嘆息。仙舟緩緩劃過天際，僅餘下一道異色的軌跡。朱明仙舟還將繼續如此與火盟誓、伴火同行，與火分享共同的命運。"
    }
  ]
}