{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "繁星璀璨的天才",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "量子屬性傷害提高<nobr>10%</nobr>。",
    "4": "當裝備者對敵方目標造成傷害時，無視其<nobr>10%</nobr>的防禦力。若目標擁有量子屬性弱點，則額外無視其<nobr>10%</nobr>的防禦力。"
  },
  "pieces": [
    {
      "_id": 31081,
      "id": "",
      "name": "天才的超距遙感",
      "type": "HEAD",
      "desc": "基於超距遙感技術製造出的通訊目鏡，打破了傳播介質與距離的束縛。",
      "typeText": "頭部",
      "backstory": "天才俱樂部的成員大多都是怪人，怪人之間缺少交流是公認的事實。\\n\\n對旅居不同世界的天才們來說，社交確是一種多餘的負擔——對凡人來說又何嘗不是呢？\\n\\n但#56會員，亦即俱樂部第二任會長以利亞薩拉斯曾嘗試解決這一問題。他熱心地為當時的會員們準備了搭載超距遙感功能的通訊目鏡。遺憾的是，即便跨越遠星的橋樑已經搭好，願意過橋之人仍然寥寥無幾——自銀河史上最好的通訊裝置問世以來，從未進行過真正的有效對話。\\n\\n「『您所胡椒的死用者不在糊物區』，假扮人工智慧拒絕我的時候也認真一點吧……」\\n\\n嘆息的以利亞薩拉斯知道這確實是強人所難，但他總得試試，反正這技術總能派上用處。"
    },
    {
      "_id": 31082,
      "id": "",
      "name": "天才的頻變捕手",
      "type": "HAND",
      "desc": "裝有精密的頻變捕捉器的手套，能夠對客觀的聲光振動進行直觀地操作。",
      "typeText": "手部",
      "backstory": "由於寄居在養父的水果店中打零工，因此如何偷懶以及如何偷懶不被發現便成為了#84會員史帝芬•勞艾德的小課題。\\n\\n他製作了能捕捉特定頻段的手套，能抓取聲光逃逸，讓自己可以盡情躲在頻段柵欄後研究弦樂。\\n\\n能夠留住特定區域內聲音和光線而不流動，是能夠改變科學軌跡的重大發現，至少在現有的利爾他經典科學體系中實在很難解釋……不過他無心對當今的科學界造成任何衝擊，本人並沒有將這項技術投入公共領域的考慮，畢竟這只是為了偷懶隨手製造的玩具而已。\\n\\n「史帝芬，雖然不知道你實際上做了什麼，但你一定在偷懶對吧？」\\n\\n儘管史帝芬•勞艾德被稱為「天才中的天才」，但對養父來說，這就只是個喜歡幻想和偷懶的孩子。"
    },
    {
      "_id": 31083,
      "id": "",
      "name": "天才的元域深潛",
      "type": "BODY",
      "desc": "啟動後型似包裹全身的潛水服，將全身的神經訊號即時傳輸至元域空間。",
      "typeText": "軀幹",
      "backstory": "#29會員絲絲喀爾建立的元域空間超越了生物種族與多元維度，任何生物只需借助深潛裝置，便能將神經訊號同步到意識網路中。\\n\\n那些無法跨越世界的生物也能藉由一個共通的夢境相連，尋找現實中不存在的平靜與安詳。\\n\\n宇宙生靈在虛擬資料編織成的元域空間裡創造了數不盡的文化資產，新生的秩序正在悄然建立。正當有人預言新興的樂土將取代現實時，「創世織網者」絲絲喀爾卻如同玩笑一般將意識網路的連線徹底切斷，整個元域空間如同冬日寂靜。\\n\\n「整天討論元域空間的投資人都已經瘋了，產業賦能了無數次，元域卻沒了。」\\n\\n人們總在失去之後止不住地猜想：元域原本是靈魂的培養皿，邀請不同的生物進入其中只是為了得到免費的靈魂樣本罷了。"
    },
    {
      "_id": 31084,
      "id": "",
      "name": "天才的引力漫步",
      "type": "FOOT",
      "desc": "穿戴式引力捕獲裝置，形似溜冰鞋，能在快速滑行時倒映出群星的光芒。",
      "typeText": "腳部",
      "backstory": "俱樂部#64會員，亦即惡名昭彰的「原始博士」因其所犯下的大罪，一生都在躲避無窮盡的星際追捕。\\n\\n「原始博士」似乎樂在其中，有意地控制與遊俠的距離，不至於被抓住，也不會消蹤匿跡。\\n\\n他將某種引力捕獲的技術應用在逃亡過程中，能夠在僅僅運用引力的情況下，自由漫步於太空之中。博識學會的天體物理學家未能參透其中的原理，只能假想行星間的引力差發揮了核心作用。追獵者們的駕駛著重力時代的代步工具，勉為其難地緊隨其後，立志將大罪之人捉拿歸案。\\n\\n「太空漫步是件浪漫的事，」巡海遊俠說，「可惜那個人是原始博士。」\\n\\n到了「原始博士」徹底失蹤之後，巡海遊俠並不相信「推定的死亡」，仍然不停追捕。"
    }
  ]
}
