{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "戍衛風雪的鐵衛",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "傷害承受降低<nobr>8%</nobr>。",
    "4": "回合開始時，如果裝備者生命值百分比小於等於<nobr>50%</nobr>，則回復等同於自身生命上限<nobr>8%</nobr>的生命值，並恢復<nobr>5</nobr>點能量。"
  },
  "pieces": [
    {
      "_id": 31061,
      "id": "",
      "name": "鐵衛的鑄鐵面盔",
      "type": "HEAD",
      "desc": "經過統一改造過的覆面頭盔，藉著內部的填充物使頭部保持溫暖。",
      "typeText": "頭部",
      "backstory": "在寒潮之中嚴陣以待絕非易事，但雅利洛-Ⅵ的銀鬃鐵衛們早已習慣如此。凜冽的寒風從面甲的縫隙裡穿過，就像是寒鐵小刀輕輕劃過。\\n\\n自天外而來的怪物再次整頓軍勢，全副武裝的士兵在大守護者的命令下嚴陣以待。\\n\\n負責前哨的士兵們常常需要在雪地中蟄伏數日，偵察怪物們的行動。長時間的霜寒將士兵的肌膚、汗水以及填充面甲的棉絨一同凍住，往往需要熱水澆灌才能將頭盔安全取下。築城者的工匠們將鑄鐵面盔的片狀金屬板弧度偏折，盡可能減少重盔在風雪中承受的阻力。\\n\\n堅硬、溫暖、威風凜凜，鐵衛面盔的形制就這樣一直傳承了下來。\\n\\n「你們戴著這麼個面罩，到底是怎麼看得清路的？」每個執勤的鐵衛都曾被詢問過同一個問題。"
    },
    {
      "_id": 31062,
      "id": "",
      "name": "鐵衛的銀鱗手甲",
      "type": "HAND",
      "desc": "閃耀著銀光的金屬手甲，複合的機械結構深藏其中。",
      "typeText": "手部",
      "backstory": "身攜毀滅印記的入侵者阻斷了近衛隊的去路，拉斯洛•朗道命令隊員保護守護者撤離，自己則獨自留下斷後。\\n\\n即便是銀鬃鐵衛中最驍勇善戰的戍衛官，也沒有辦法在怪物洪流中全身而退。\\n\\n兇狠野蠻的怪異生物叫囂不歇，猛烈的攻勢如同疾風驟雨，儘管孽物們從未停止過衝鋒，但未能突破朗道孤身固守的防線。激烈的攻防漫長持久，拉斯洛疲於招架，直到援軍出現，他才體力不支地昏厥過去。士兵們發現，拉斯洛在慘烈的戰鬥中失去了雙手。\\n\\n築城者最好的工匠鑄造了精緻的手甲贈予英雄，讓他終能重執軍旗。\\n\\n「美中不足啊，」拉斯洛看著精緻的手甲，喃喃說道，「這雙手再也感受不到琴弓的震顫了。」"
    },
    {
      "_id": 31063,
      "id": "",
      "name": "鐵衛的舊制軍服",
      "type": "BODY",
      "desc": "熨燙平整的銀鬃鐵衛舊制軍服，結實的排扣將布料壓出褶痕。",
      "typeText": "軀幹",
      "backstory": "歌德家祖傳的舊款軍服長期被壓在箱底，只有屬於軍人的榮譽才能將之喚回世間。\\n\\n面對毀滅士卒的蠻荒推進，銀鬃鐵衛誓守天險，早已經沒有退路。\\n\\n維瓦洛保衛戰中，霍爾斯•歌德率領敢死隊苦守隘口長達數月，直到增援的號角迴盪山谷，眾人才知道英雄們早已屍骨無存。大守護者阿麗薩在嘉獎儀式上親手為英勇的霍爾斯•歌德後人別上榮譽勳章，小歌德身穿舊制軍服，代表逝去的英雄們，挺起了胸膛。\\n\\n小歌德看到的是軍服和勳章，而大守護者看到的卻是英雄們留下的遺產——貝洛伯格的未來。\\n\\n「霍爾斯•歌德是真正的戰士，你應以歌德的姓氏為豪。」這句話是年輕的歌德對大守護者僅有的記憶。"
    },
    {
      "_id": 31064,
      "id": "",
      "name": "鐵衛的白銀護脛",
      "type": "FOOT",
      "desc": "堅硬的白銀色金屬護脛，注重防護的同時，足夠輕巧又保暖。",
      "typeText": "腳部",
      "backstory": "銀鬃鐵衛野戰部隊常因戰術需要，不得不在齊腰深的積雪中日行千里。長途奔襲的疲憊、嚴重的凍傷考驗著戰士們的雙足。\\n\\n漫漫的雪地遠征，偶爾會遇到一些久違的老友。\\n\\n負責雪原遊擊的銀鬃鐵衛時常在營地裡聽見冰原狼的長嚎，這種可憐的生物也在入侵者的鐵蹄下流離失所。野戰中隊的耶格爾士官本是獵戶出身，將狼鬃做成皮草製品是他的看家本領。而在漫無止境的寒潮來臨之後，他極少再見到這些兇猛野獸。寒夜裡，少數冰原狼放下戒心，湊近鐵衛的營火，伏臥在耶格爾身旁一言不發。黎明時分，這些野獸在溫暖的夢境中永久睡去。\\n\\n耶格爾士官將處理過的狼鬃填進士兵的白銀護脛裡，讓他們的遠行稍微好受一些。\\n\\n「冰原狼還沒有徹底失去家園，我們也一樣。」耶格爾士官如此表達對冰原狼的憐惜。"
    }
  ]
}
