{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "密林臥雪的獵人",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "冰屬性傷害提高<nobr>10%</nobr>。",
    "4": "當裝備者施放終結技時，暴擊傷害提高<nobr>25%</nobr>，持續<nobr>2</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31041,
      "id": "",
      "name": "雪獵的荒神兜帽",
      "type": "HEAD",
      "desc": "巨大的雪原熊頭部毛皮做成的兜帽。毛皮似乎寄宿鬼神，刀槍不入。",
      "typeText": "頭部",
      "backstory": "在斯諾蘭德的雪原上流傳著屬於獵人們的生存鐵則：在「荒神」捕食的期間，絕對不能去山嶺的南面，那頭撼山震嶽的白色巨熊不歡迎任何人。\\n\\n身為協會指派的獵人，休格收到救援信號趕往嶺南，未曾想到會遭遇到一場策劃已久的埋伏。\\n\\n從漫長的槍擊休克中醒來之後，休格立刻意識到自己曾在生死關前躲過一劫；但在下一秒，休格就立刻意識到，危機並未過去，他正處在「荒神」的注視下。即便掌擊再近再快，「荒神」毫無章法的攻擊也未必能夠全部命中……休格冷靜地等待機會，抽出帶著劇毒的骨刀，以超越常人的動作瞬間躍起，勝負就在這一瞬間逆轉了。\\n\\n他取下「荒神」的頭顱與皮毛，在槍傷未癒的情況下，撐過了第一個風雪之夜。\\n\\n多日後，獵人協會找到了無頭的「荒神」遺體。那時開始，他們便知道該死去的獵人並未死去，而意料之外的復仇者卻因此誕生。"
    },
    {
      "_id": 31042,
      "id": "",
      "name": "雪獵的巨蜥手套",
      "type": "HAND",
      "desc": "雪岩巨蜥的鱗爪與戰術手套緊密縫合起來，可以在任何牆面上自由地攀爬懸掛。",
      "typeText": "手部",
      "backstory": "雪岩巨蜥既缺乏敏捷的身手，也沒有壓倒性的力量。牠們可以在岩壁上蟄伏半月，直到獵物放鬆戒備、露出破綻，出現一擊致命的機會。\\n\\n然而註冊獵人已經無法忍受等待，他們決心全面進入雪山獵捕休格，以消除迫近的威脅。\\n\\n協會的註冊獵人雖然強手如雲，但他們從來都不是性命相託的夥伴。獵人們為了協會的天價賞金而聚齊在一起，也時常為賞金而互相背叛——畢竟，荒野上任何事情都可能發生……只要除掉老獵人休格，所有人就能賺到更多的賞金。他們達成了共識，並付出了相應的代價。\\n\\n休格做足了準備，狩獵頂尖的獵戶不比怪物更加容易，他必須比以往更加耐心，耐心才是獵人最重要的美德。\\n\\n獵人公會的註冊獵人不斷減少，「不死休格」帶來的恐懼則不斷蔓延。"
    },
    {
      "_id": 31043,
      "id": "",
      "name": "雪獵的冰龍披風",
      "type": "BODY",
      "desc": "由冰龍細鱗製作的披風，在奇妙光學折射下，近乎隱形。",
      "typeText": "軀幹",
      "backstory": "「冰湖之主」櫛生獨特的鱗片，在日光下能反射出炫目強光，潛入水中便能隱藏身形。很少有獵人能夠掌握與無形巨物之間的對決。\\n\\n多日後，獵人協會的註冊獵人們找到被剝去鱗甲的冰龍遺體，那一瞬間，恐懼勝過了驚訝。\\n\\n休格狩獵過成百上千頭的雪原野獸，每一次對手都獨一無二、都彌足珍貴。對獵人來說，只有將獵物的個性與習性琢磨透徹，狩獵才能算是完成……「冰湖之主」對休格來說就像是雪原上的最後一塊拼圖，他必須完成狩獵，完成他的獵人之魂。\\n\\n原賞金榜最高位的「冰湖之主」被「獵人休格」所取代，醜陋的全面獵捕開始了。\\n\\n所有獵人都必須做好成為獵物的覺悟——休格如此，背叛者更應該如此。"
    },
    {
      "_id": 31044,
      "id": "",
      "name": "雪獵的鹿皮軟靴",
      "type": "FOOT",
      "desc": "麋鹿柔軟的毛皮包裹著增強動力靴，在雪原，獵戶的鞋底只會留下淺淺的印記。",
      "typeText": "腳部",
      "backstory": "即便身負重傷，體溫不足以融化冰雪，垂死之際的炬角大麋也仍是最致命的野獸。\\n\\n休格舉起獵槍正對垂死的大麋時，他總是在想，那雙能將人徹底瞪住的眼睛，和自己一模一樣。\\n\\n自從被註冊獵人埋伏之後，休格的生命之火就早已經是風中殘燭。他清楚自己之所以能夠勉強生存，無非是他那鬼神不讓的復仇念頭。一旦他的欲念得到滿足，他的生命也將隨飛雪而去……儘管休格總是覺得腳步沉重，但是寬底的鹿皮軟靴卻沒有留下任何足跡，他必須緊繃起精神面對生命中最後一次狩獵。\\n\\n獵人協會在恐懼之中逐漸分崩離析，慌亂地肅清起背叛者，希望得到休格的饒恕，換來的卻只是相互猜忌的自我毀滅。\\n\\n休格沒能品嚐到復仇成功的快感，便永遠地倒在雪原上。"
    }
  ]
}
