{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "停轉的薩爾索圖",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的暴擊率提高<nobr>8%</nobr>。當裝備者現有的暴擊率大於等於<nobr>50%</nobr>時，終結技和追加攻擊的傷害提高<nobr>15%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [
        33065,
        43065,
        53065,
        63065
      ],
      "id": "",
      "name": "薩爾索圖的移動城市",
      "type": "NECK",
      "desc": "次元封裝的是薩爾索圖星上僅存的移動城市之一——風滾草。這座城市從未停下，才勉強做到不被黑夜或者極晝吞沒。",
      "typeText": "次元球",
      "backstory": "若從宇宙的視角看去，薩爾索圖星整體因廣袤的沙海而呈現出發亮的金色，星球表面的巨大隕石坑群也清晰可見。\\n\\n在某個時刻，奇特的隕石雨連續不斷墜入薩爾索圖星。「隕石星群」造成的持久衝擊與行星形成了特殊的夾角，讓星球的自轉漸行漸止。像是按下了「世界停止」的按鈕，薩爾索圖的晝夜逐步延長，直到日出日落漫長無比，直到沒有人能夠忍受，直到整個星球的自轉停了下來……\\n\\n長達半年的日照酷暑和黑夜嚴寒既成事實。整個薩爾索圖只剩下唯二的移動城市，仍緊緊咬住晨昏線，一刻不停地移動。\\n\\n磅礴的空中堡壘如同體積巨大的雨雲，緩緩從金色沙漠的上空飛過，鳴聲轟響如雷，所經之處沙塵如瀑，鋪天蓋地。在巨大的移動城市之上，背負翼裝的薩爾索圖人在城市建築間上下翻飛。在天災中僥倖生存下來的飛行民族本屬於天空，卻也被束縛於天空。\\n\\n清晨，空漁人們從港口出發，俯衝向沙地，獵捕燃素水母，於傍晚回到城市。藉著神秘的能量生物，城市勉強地維繫著航行。\\n\\n儘管生存延續的危機僅寄託在兩片脆弱的羽翼之上，但是薩爾索圖人生性樂觀，不願意讓沉重的命運壓彎了脊樑。他們花費時間與家人一同練習玻璃製成的樂器，將樂聲錄進玻璃蝕刻之中；他們也愛好結交筆友，將書信放進「蒲公英信箱」裡，留給晨昏線另一端的移動城市……\\n\\n地磁場逐漸衰弱，大氣層也日漸稀薄。即便末日近在眼前，但只要生命尚未熄滅，翔鷹便會一刻不停地飛下去。"
    },
    {
      "_id": 33066,
      "ids": [
        33066,
        43066,
        53066,
        63066
      ],
      "id": "",
      "name": "薩爾索圖的晨昏界線",
      "type": "OBJECT",
      "desc": "停止自轉的薩爾索圖星的日夜週期漫長無比，人們只有追逐著「晨昏交界線」不斷遷徙，才能勉強維持住僅剩的生存空間。",
      "typeText": "連結繩",
      "backstory": "自從「隕石星群」造成的停滯開始，「晨昏交界線」便成為了薩爾索圖人狹隘的生命線。\\n\\n當一切剛開始的時候，人們仍然以為晝夜交替理所當然。晨昏線拂過大地，翻越山峰、跨過溝壑，為未醒的帶去黎明，為將眠的送上晚霞……而當光與暗的步伐緩慢之後，白晝和黑夜不再熟悉，無盡漫長的酷熱嚴寒如同地獄泥沼，將深陷其中的生命緩慢埋葬。於是，掙扎求生的薩爾索圖人，搭上飛行的移動城市，追逐著晨昏。\\n\\n登上移動城市「風滾草」的瞭望台，順著前進的方向看去，前方是白晝，身後則是黑夜。\\n\\n「風滾草」的追趕並非只是為了生存，更是為了有尊嚴地生活。它前進得比晨昏線更快一點，清晨就會步入午後；比晨昏線更慢一點，黃昏便會潛入深夜。生性樂觀的薩爾索圖人還原了每一個「平凡一日」。與生俱來中的浪漫基因讓他們能在安寧閒適的午後吟唱，也能在滿綴繁星的夜晚酣睡。\\n\\n然而，頑強執拗的飛翔卻終究是陷落了，移動城市的殘垣斷壁還是被晨昏線甩在身後。\\n\\n多年以後，兩座始終互不相見的移動城市矗立在一起，殘骸中炮塔分別指向彼此。想必是某座城市跨越過半顆星球的晝夜奔向了另一座城市，率先挑起了戰爭。兩座城市慘烈的戰爭痕跡在沙丘之下若隱若現，連同無名的仇恨合二為一，化為同一座廢墟。\\n\\n薩爾索圖星沉默著，不知從何時起，它的自轉週期漸漸減少，將在無人的未來迎向星球自癒。"
    }
  ]
}