{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "蕩除蠹災的鐵騎",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "擊破特攻提高<nobr>16%</nobr>。",
    "4": "當裝備者的擊破特攻大於等於<nobr>150%</nobr>時，對敵方目標造成的擊破傷害無視其<nobr>10%</nobr>的防禦力。當裝備者的擊破特攻大於等於<nobr>250%</nobr>時，對敵方目標造成的超擊破傷害額外無視其<nobr>15%</nobr>的防禦力。"
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "",
      "name": "鐵騎的索敵戰盔",
      "type": "HEAD",
      "desc": "深度強化感官訊號的鋼鐵戰盔，將格拉默鐵騎的意識與裝甲融為一體。",
      "typeText": "頭部",
      "backstory": "遮天蔽日的蟲群在火海中化為灰燼，銀白的雪花飄散在深空中，對映恆星的慘淡光輝。僅在此刻，耳畔無休止的振翅聲，以及通訊頻道裡的指令終於得以寧靜。\n\n襲擊「帝國」的蟲群並未被徹底滌盪乾淨，下條出擊指令也會在短暫愣神之後鳴響起來，一如既往。\n\n「帝國」的鐵騎感受著深髓訊號傳輸帶來的外界感受，她回想起上次脫離駕駛艙時的體驗，熱風輕微撩起長髮，鬱熱的空氣浸透了她的後頸，汗珠附著在皮膚上。她並不討厭那種感受，它比模擬訊號鮮活百倍。裝甲將感官與駕駛員深度同步，儘管這會進一步加劇失熵的痛苦，但為了戰勝蟲裔，鐵騎早已沒有選擇。\n\n「格拉默軍規第8條，存活的騎士應主動歸隊……」\n\n直到鐵騎看見戮首的銀色盔甲，才明白裝甲的感官訊號欺騙了自己——下條出擊指令不會再響起了，多麼殘忍的短暫休憩。"
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "",
      "name": "鐵騎的摧堅鐵腕",
      "type": "HAND",
      "desc": "粉碎蟲裔的強勁鐵腕，尖銳而輕盈，堅硬又穩固。",
      "typeText": "手部",
      "backstory": "格拉默鐵騎攥緊鐵腕將骯髒鞘翅坼裂，任由蟲腹腔內失壓的腐蝕性液體肆意噴濺。蟲液接觸到銀色甲冑時瞬間氣化，僅僅留下血漬汙穢。\n\n裝甲與蟲肢的殘骸散作深空碎屑，環繞格拉默的「死亡之河」在引力的牽引下靜靜流淌，血戰終究迎來了終結。\n\n議會的領袖們商討著戰後的格局，他們向從未掌握實權的「泰坦尼婭」降下審判，因為她支配著匹敵蠹蟲的鐵騎兵團，她的存在是共和國存續的最大隱患…人們敲響和平的鐘聲，向民眾們宣告蟲群消散、湛藍的天空將重新回到共和國手中。\n\n「倘若不對『女皇』加以約束，還有誰能控制這些兵器？」\n\n鐵騎們在短暫的生命中不斷磨礪鐵拳的腕力，但他們未曾想過——議會裡那些蒼白無力的枯手高高舉起，便擁有改變格拉默命運的力量。"
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "",
      "name": "鐵騎的銀影裝甲",
      "type": "BODY",
      "desc": "迸發烈焰的推進裝甲，給予格拉默鐵騎足以點燃戰場的烈焰。",
      "typeText": "軀幹",
      "backstory": "數道烈火的弧光自夜空穹頂劃過，越過曙光升起的地平線，前往格拉默的不同星區——這是共和國居民最為熟悉，也是最為恐懼的日常。\n\n銀影裝甲翱翔天際，他們爭分奪秒地奔赴滿目瘡痍的戰場，無暇俯瞰自己日夜守護的光景。\n\n女皇的命令不容置辯，面容相似的戰士們自培養艙中誕生，宣誓為女皇效忠奪回格拉默的蒼穹。鐵騎穿越薨薨飛蟲的屍山血海，燃燒蠹蟲軀殼的焦灼餘燼，擊碎巨顎櫛齒的敗鱗殘骸…格拉默鐵騎的宿命，是承受慢性解離的熵變，在生死邊緣熊熊燃燒。\n\n直到烈焰被徹底撲滅，直到遮天蔽日的蟲類化為燼黑焦土，直到無人生還——如此日常還會繼續下去……\n\n什麼是活著？推進裝甲的加速度死死扼住胸膛，刺破失熵麻木的痛楚在肢體上短暫浮現時，他們品嚐到些許活著的滋味。"
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "",
      "name": "鐵騎的行空護脛",
      "type": "FOOT",
      "desc": "兼具破壞力與速度的機騎護脛，格拉默鐵騎會高高躍起，將力量集中於一處踢向敵人。",
      "typeText": "腳部",
      "backstory": "鐵騎的足跡遍佈格拉默「帝國」的每個角落，宛若熾熱的流星，卻走不出泰坦尼婭編織的「夢」中。\n\n共和國的人們擔憂著為戰而生的兵團，那從未存在過的「帝國」究竟與自己熟知的疆域有幾分重合……\n\n女皇賜予她的騎士榮譽與信仰，鐵騎為女皇獻上忠心與承諾…新人類不斷自培養艙出生，被賦予編號與使命；舊人類躲在鋼鐵壁壘之下，憂心忡忡地享用期盼已久的和平。平靜的謊言需要有人揭破，那動搖人類本質的戰爭手段不應存在於世，當天災褪去，心懷恐懼的人們便要徹底摧毀扭曲的戰爭產物——\n\n鐵騎的護脛踏破天空，只要他們願意，便可抵達任何一顆星星。\n\n然而「帝國」已無處可尋，鐵騎面前只存在一條既定的軌跡，一頭連著死亡，一頭連著自己。"
    }
  ]
}