{
  "_id": 314,
  "id": "izumo_gensei_and_takama_divine_realm",
  "name": "出雲顯世與高天神國",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的攻擊力提高<nobr>12%</nobr>。進入戰鬥時，若有存在一名與裝備者命途相同的隊友，則裝備者的暴擊率提高<nobr>12%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33145,
      "ids": [
        33145,
        43145,
        53145,
        63145
      ],
      "id": "",
      "name": "出雲的禍津眾神",
      "type": "NECK",
      "desc": "次元封裝的是被一刀斬開過去未來的出雲。出雲曾遍歷不堪言狀的生存戰爭，也曾有過飫甘饜肥的輝煌歲月……如今荒土業已無處可尋，唯餘下埋葬往昔的劍冢。",
      "typeText": "次元球",
      "backstory": "兩顆行星交織著彼此悲慘的宿命，圍繞一輪漆黑的大日跳著永恆的輪舞。\\n\\n最初，其中一顆行星孕育出了人類，他們俯首，將腳下的土地喚作「出雲」；又抬頭，指天上的世界為「高天原」。於史無載的某日，「八百萬神」自高天原垂跡。以神為名的惡獸使天穹傾覆、海川燃燒、大地崩毀——人們驚覺，那並非是為了統治、支配或掠奪的入侵，凶神僅為獵殺而來。\\n\\n存亡之際，出雲踏上「神刈」的道路，窮舉國之力斬落大禍「都牟刈神」，將其獸體鍛造成最初的「詔刀」。以彼之道還施彼身，透過吟誦蘊含於刀身中的真言，持刀者便可將高天原的神業握在手中，以之對抗惡神，救天下蒼生。由此，出雲國開始了漫長的征伐，以不可勝數的犧牲換來一位又一位神明的殞落，盡折人間萬千劍，終鑄成「護世詔刀」十二把。\\n\\n在殘酷的生存戰爭中，僅用不足十個琥珀紀，出雲國便借詔刀偉力，將未開化的黑暗世界點亮，建立起虹霓繚亂的城邦，那過去遙不可及的高天神國，也已近在咫尺、唾手可得——但歷史在這一刻戛然而止，兩顆行星的存在於旦夕間灰飛煙滅，消失得無影無蹤。\\n\\n如今，邊星「出雲」的過去只能在宇宙的隻字片語中尋得。針對它的消亡，學者們眾說紛紜，任誰也無法解開謎團。出雲的歷史本應是條流淌的長河，但它卻被一刀斬斷，種種過往與將來皆消失在空無的彼岸。難道它不曾存在，只是一段虛構的故事？難道它未曾發生，只是被擱淺在倒果為因的海灘？這是「原始博士」又一場慘絕人寰的實驗？還是「貪饕」從銀河盡頭歸來的預兆？\\n\\n只有那輪漆黑的大日知道答案。然而祂沉默，從不言說。\\n\\n因為所發生的一切必將歸於終結，而已終結的一切必將再度發生，宇宙在祂的陰影下中永劫迴歸，出雲不過是一個刪節號的註腳。"
    },
    {
      "_id": 33146,
      "ids": [
        33146,
        43146,
        53146,
        63146
      ],
      "id": "",
      "name": "出雲的終始一刀",
      "type": "OBJECT",
      "desc": "出雲人藉由刀穗將利刃繫於腰間。他們行走世間，以刀狩神，又以神骸鍛刀……如此循環往復，出雲走向繁榮、走向幻滅、走向空無。",
      "typeText": "連結繩",
      "backstory": "兩顆行星交織著彼此悲慘的宿命，天岩戶間散落著一段故去的歌謠。\\n\\n那歌謠無始無終、無聲無息，來自無人之口，傳往無人之耳。它如是寫道：\\n\\n<i>高天原萬里迢迢一如出雲，原乃是極樂淨土天成地平。</i>\\n<i>天地變漆黑大日引動潮汐，似遷徙眾神垂跡來勢澐澐。</i>\\n<i>八百萬禍神顯世屠戮無情，怎料想無上權柄反遭竊行。</i>\\n<i>出雲國折劍七萬三十三柄，鑄為尊護世詔刀一十二名。</i>\\n\\n<i>其一為「真」，斬「都牟刈神」所鑄，可令凡人遍觀法理，解構萬象再造神跡；</i>\\n<i>其二為「天」，斬「天常立尊」所鑄，可令高天變為牆垣，禍津眾神穿行維艱；</i>\\n<i>其三為「鳴」，斬「建御雷神」所鑄，可令雷光撕裂長空，星流霆擊施罰天刑；</i>\\n<i>其四為「嵐」，斬「志那都彥」所鑄，可令裂風摧折大地，雲奔雨嘯狂飆不息；</i>\\n<i>其五為「霜」，斬「天之冬衣」所鑄，可令時序霜結凝滯，凍土無垠剎那難逝；</i>\\n<i>其六為「命」，斬「石長比賣」所鑄，可令荒冢遍開花叢，生生死死流轉無蹤；</i>\\n<i>其七為「烈」，斬「迦具土命」所鑄，可令熾火燃燒塵寰，赫赫炎炎燭天燎原；</i>\\n<i>其八為「覺」，斬「八意思兼」所鑄，可令水鏡鑑往知來，不見虛實千秋萬代；</i>\\n<i>其九為「礎」，斬「大山津見」所鑄，可令列島高懸天邊，山坼地裂崩碎陣前；</i>\\n<i>其十為「千」，斬「大己貴命」所鑄，可令凡眾連綴成絡，形影無數潮起潮落；</i>\\n<i>十一為「束」，斬「久那止神」所鑄，可令歧途盡入樊籠，邪祟諸惡咫尺皆空；</i>\\n<i>十二為「喰」，斬「八十枉津」所鑄，可令常世剝蝕朽壞，神鬼難辨四魂兩拆。</i>\\n\\n<i>而後幽世皆掃，鳴金罷鏖，盡斷十二寒耀；</i>\\n<i>空餘荒魂鼓譟，黑日昭昭，終鑄負世二刀。</i>\\n<i>其一為「始」，其二為「終」；以人為始，以鬼為終。</i>\\n<i>寸斷聲止，落花枯榮，敗者歸無，勝者……成空。</i>\\n\\n跛腳的僧侶唱著不成調的歌，持柄神力者，亦向著眾神退行。\\n在大日的見證下，那曾經名為「出雲」的土地上，人、神、鬼……皆已無處可尋。"
    }
  ]
}