{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "淨庭教宗的聖騎士",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "防禦力提高<nobr>15%</nobr>。",
    "4": "使裝備者提供的護盾量提高<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31031,
      "id": "",
      "name": "聖騎的寬恕盔面",
      "type": "HEAD",
      "desc": "如同宗教石雕寬恕女神的面具頭盔，用以隱藏自己的相貌。",
      "typeText": "頭部",
      "backstory": "肅靜騎士從未在人前卸下過堅硬厚重的面具，肅穆的宗教面龐與薩菲娜的沉默共同塑造了難以呼吸的威壓感。\\n\\n無論是目中無人的惡魔，還是陷入瘋狂的神職人員，都只會在肅穆的威壓下露出本能的畏懼。\\n\\n只有少數教廷的聖職知道，在那宗教盔面之下，是薩菲娜隱藏起的惡魔出身。教廷畏懼惡魔，又渴望惡魔的力量，這才有了矛盾的結果……俘獲了幼年的惡魔，將她培養成驍勇的肅靜騎士，卻禁止她在人前露出真實的面孔，而是服從教宗的命令，化身為聖女的沉默騎士。\\n\\n年齡相仿的聖女瓦妮拉曾親自教導薩菲娜學習經文，她還記得燭光裡惡魔的側顏。\\n\\n「我親愛的薩菲娜，我見過你的臉龐，我始終都記得。」聖女瓦妮拉在成年之後逐漸失明。"
    },
    {
      "_id": 31032,
      "id": "",
      "name": "聖騎的沉默誓環",
      "type": "HAND",
      "desc": "裝飾著教會紋樣的銀戒，鑲嵌著看起來些許渾濁的寶石。",
      "typeText": "手部",
      "backstory": "教宗騎士同僚揮劍相向，莊嚴和禮儀逐漸崩塌，誓約守護的戒指開始變得渾濁不堪。\\n\\n星海降下的力量賦予教會懲戒惡魔的實力，同時也傳播了喪失人性的瘋病。\\n\\n受到瘋病折磨的教宗騎士已經分不清禮儀與秩序，叫囂著要驅逐出所有的惡魔後裔，讓教會得到救贖。面對迫近聖女的威脅，薩菲娜沒有猶豫的間隙，即便對方是淨庭教會的騎士長，她也不能手下留情。\\n\\n肅靜騎士必須保護好聖女，薩菲娜沒有忘記。\\n\\n「我親愛的薩菲娜，你不必愧疚，這是覬覦星神力量的下場，理應如此。」教堂只剩下最後的聖女和守護騎士。"
    },
    {
      "_id": 31033,
      "id": "",
      "name": "聖騎的肅穆胸甲",
      "type": "BODY",
      "desc": "厚重的胸甲裝飾著淨庭教會鮮明的符號，關節處也都密不透風。",
      "typeText": "軀幹",
      "backstory": "肅靜騎士的盔甲需要接受聖女瓦妮拉的祝福，這是締結守護騎士誓約的儀式。\\n\\n教廷曾用金屬鎖鏈綁住幼年惡魔的手腳。如今薩菲娜懇求將來自惡魔之鄉的金屬鑄成鎧甲，以便安葬時有故土傍身。\\n\\n淨庭教會的聖女仔細擦洗著盔甲上的罪孽，虔誠地獻上神明的禱詞，將久遠的奇跡封印在胸甲上心臟的位置。教會並不相信惡魔的忠誠，但卻堅信教義擁有淨化一切的力量。薩菲娜沉默著，注視著復古的儀式賦予自己的責任。\\n\\n聖女並不相信儀式本身的目的，沒有什麼能清洗掉莫須有的罪惡。\\n\\n「我親愛的薩菲娜，騎士可要保護好聖女啊。」瓦妮拉依靠在薩菲娜的胸甲上，聽見劇烈的心跳聲。"
    },
    {
      "_id": 31034,
      "id": "",
      "name": "聖騎的秩序鐵靴",
      "type": "FOOT",
      "desc": "淨庭教會騎士的標準騎士長靴，腳後跟上刻印著簡短的單字：「秩序」。",
      "typeText": "腳部",
      "backstory": "淨庭教會已經崩塌，薩菲娜卸下騎士的鐵靴，和聖女瓦妮拉踏上前往惡魔之鄉的遠行。\\n\\n在聖女的懇求下，薩菲娜沒有讓任何教宗騎士將瘋病帶離教廷，秘密被永遠留在她們心中。\\n\\n不知何時，人們聽說了一個傳言：被教會驅逐的惡魔後裔附身在聖潔的肅靜騎士身上，邪惡的魔女驅使著騎士破壞了教宗的秩序……傳言化為了「真相」，虔誠的信徒將絕望和瘋狂傾瀉在肅靜騎士的身上，將她看作是一切的罪魁禍首。\\n\\n失去了容身之所之後，聖女提出了歸鄉遠行的建議。\\n\\n「從此，我成為了魔女，你變回了惡魔。」面對瓦妮拉的說法，薩菲娜無法否認。"
    }
  ]
}
