{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "寶命長存的蒔者",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "生命上限提高<nobr>12%</nobr>。",
    "4": "當裝備者受到攻擊或被我方目標消耗生命值後，暴擊率提高<nobr>8%</nobr>，持續<nobr>2</nobr>回合，該效果最多疊加<nobr>2</nobr>層。"
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [
        31131,
        41131,
        51131,
        61131
      ],
      "id": "",
      "name": "蒔者的復明義眼",
      "type": "HEAD",
      "desc": "曾屬於某人的機巧義眼，如今它被逐出主人的身體，百無一用。",
      "typeText": "頭部",
      "backstory": "在晦暗混沌的夢境之中，她總會夢見光明復現那幾日看到的事物。千頃楹樹悠然搖曳，花瓣翩翩。靛藍海浪擊打著礁石，凝作逸散白玉。飛鳥展開銀翼，消失在碧綠的竹林之中。\\n\\n她總在夢中徒勞地尋找著另一個人，一個本該與她共同欣賞美景的人。\\n\\n但她只能看到一個模糊的影子。她清楚地記得那人綢緞似的短髮與墨玉似的眸子，但回憶卻像是墜入了神經系統構建的迷宮，她總是在看清面龐前便驟然驚醒。惺忪恍惚間，她摩挲著令她百般疼痛的義眼。藉助虛假的眼睛，她便不必再靠聲音、氣味和指尖拼湊模糊的影子。\\n\\n「它已是無用之物。」燼滅禍祖的令使道。她聽見扇面輕搖的風，還有令使細碎的笑聲。「很快，你就能看到所有你想看到的事物了——用你自己的眼睛。」\\n\\n「這便是在下自己的眼睛。」她輕笑了一聲，「況且它曾目睹的美景，在下已經再也無緣得見了。」"
    },
    {
      "_id": 31132,
      "ids": [
        31132,
        41132,
        51132,
        61132
      ],
      "id": "",
      "name": "蒔者的機巧木手",
      "type": "HAND",
      "desc": "專為長生種製造的機巧義肢，使用時無需侵入肉體。",
      "typeText": "手部",
      "backstory": "在發育不全的手臂末端塗抹上保護凝膠，再將神經電訊號接收器緊緊貼合在皮膚上，最後調節鬆緊，將機巧木手牢牢固定在身體上——這是她幾百年來每日的早課。\\n\\n木手為她帶來了多餘的關注。但她既不想招來禍端，也絕不願博取同情。\\n\\n即便殘缺之人如她，身懷世所罕見的才能，掌握司部決策的權力，也從未改變過他人態度中的疏離感：欺善怕惡的宵小遲早會作鳥獸散，另一些自以為心懷慈悲的偽善之輩，卻又會如蒼蠅似地盤旋而來，稱讚她是「了不起的盲眼獨臂天缺者」。\\n\\n過去她聽過幾萬次，每一次都令她作嘔。如今她親眼注視著搖尾乞憐的目光，更覺得糟心。\\n\\n她不自覺地將左手搭在滾燙的爐鼎上，霎時間一陣尖銳的疼痛傳來——她趕忙抽回手，燙傷正在掌心急速癒合。\\n\\n「有時候覺得，還是原先的那隻木手好用些。」"
    },
    {
      "_id": 31133,
      "ids": [
        31133,
        41133,
        51133,
        61133
      ],
      "id": "",
      "name": "蒔者的承露羽衣",
      "type": "BODY",
      "desc": "據古籍記載紡織的羽衣。它屬於萬古的妖人，亦或萬人的救主。",
      "typeText": "軀幹",
      "backstory": "在逸史殘篇中尋找資訊對盲人來說尤為艱難，夥伴將浩如煙海的古籍不加分辨地讀給她聽，她將其中文句編纂摘錄，探幽索秘。\\n\\n天資聰穎如她，大多經籍聽過一遍便能記住。但從故紙堆中找到「被羽妖婦」的志異故事，她卻反覆聽了數遍仍不滿足。\\n\\n相傳某位洞天主人為了挽救伴侶，將之托體鳥雀，延續長生，但她最終卻禁不住鳥兒的呼喚，也幻化形體，與之比翼同飛。天長日久，洞天主人最終迷亂了本性，成了半羸半羽的異形。當她的臣民率軍攻入宮城，以熾燃矛矢刺穿她時，兩隻鳥兒啼出最後的哀唱，同化為飛灰散去。\\n\\n她喜愛這個故事，於是取來鳥雀的精髓，在丹鼎間煉化成形，而後命人織造了一身奢麗的羽衣。她不知羽衣的華美，但喜歡穿著它在屋中踱步——那是穿給一個不再存在的人看的。\\n\\n在衣袂飄飛的瞬間，她總覺得有靈魂似鳥兒飛舞穿行在指掌肩頭，不曾離去。"
    },
    {
      "_id": 31134,
      "ids": [
        31134,
        41134,
        51134,
        61134
      ],
      "id": "",
      "name": "蒔者的天人絲履",
      "type": "FOOT",
      "desc": "一雙鞋底薄如蟬翼的絲履，它的主人一定已經許久不曾用雙腳行走了。",
      "typeText": "腳部",
      "backstory": "每當她為了向教眾展示仙跡，漂浮在半空，脫離大地掌控時，總是不自覺想起古國神話傳說——\\n\\n「有修道有成者行於地上，盡汲地脈之氣施展仙道，變化萬端，無不應驗。那修道者試圖御風空行，與星辰同列，卻發現自己早已遠離地脈，最終失足墮入死亡的淵藪。」\\n\\n但此刻的情況有所不同，她唸道，仙舟本無根，是「建木」給予它根系，使它與豐饒之主一體共存，也將它與藥師所允諾的無垠淨土緊密相連。而如今，叛徒們斬斷了仙道連結，使仙舟重新成了飄搖的孤島。\\n\\n仙舟上虛偽的大地不能給予她力量，她所尋找的根系並不在腳下，而在天淵之間。她將帶領蒔者們重生「建木」，擁抱豐饒的無上恩典。\\n\\n她穿著輕薄的絲履漂浮在千人之上，用洪亮地聲音宣告道：「眾人啊，當你們仰視我時，仰視的並非是我，而是高空之上本應屬於你們的位置。」"
    }
  ]
}