{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "沉陸海域露莎卡",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的能量恢復效率提高<nobr>5%</nobr>，如果裝備者不是編隊中的第一位角色，使編隊中的第一位角色攻擊力提高<nobr>12%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "lushakas_waterscape",
      "name": "露莎卡的水朽蒼都",
      "type": "NECK",
      "desc": "次元封裝的是海洋世界露莎卡一處被淹沒的城市。海平線不斷上升直到城市也被淹沒，只有巨大的「船邦」載著船員們在海上前進，找尋下次遠航的方向。",
      "typeText": "次元球",
      "backstory": "在一眾缺少液態水的行星間，露莎卡的純藍在普熱斯米爾恆星系中尤為醒目。她的海水就像是海洋之母的搖籃，萬物自此孕育生長，也被她固定、緊握、誘陷……直至無路可逃。\n\n晨曦時刻，「船邦」的大副輕輕敲開船長室的門。艙室裡貼著舊時代三十七域的群島生態，那是人們對陸地的懷念——來自天外的隕星似乎依循著某種偏執的願望，正在將海洋鋪遍整顆露莎卡行星。無盡的駭浪讓一切故土深埋水下，僅留一片蔚藍……大副喚醒酣眠的船長，海上已然碎金嶙峋，「船邦」新一日的航行又開始了。\n\n探索艦行至廣場中央，它將錨箭射向水下一幢曾是商場的巨大建築，船錨嵌進窗簷上扣緊，在潛水鐘到來前，無數驚慌的魚群從商城的貨架上湧出。\n\n午後時刻，學者們自潛水鐘裡離開。他們游過書店，全然不做停留，畢竟墨跡早已面目模糊，無從識別。他們的目標向來是那些蟲膠或塑膠載體，簡單清潔後便可從中收穫舊日訊息。這樣的深潛考古並不容易，清道夫立定張望，揮舞著鋼戟，確保那些長著利齒的捕食者保持觀望。人們偶爾也會迎面撞上深水中的水靈，但雙方無暇顧及彼此，便投入到各自的搜刮中去——比起乾癟的罐頭，清道夫更想找到種子、調味料、或者是酒品。\n\n隨著氧氣儲量下降，密集的水下調查活動即將結束。回望水下，巨鮐已行至都市中。水靈駭然，立刻屏息貼牆，藏進密室之中，它們已經習慣了如何利用水下的鋼鐵森林。\n\n傍晚時刻，晴雨止息，各處的船邦鳴著響笛驅散四周的海盜漁鳥。他們將今日收穫置於甲板上，供著船邦上下的人們各取所需。淵流湧動的夜晚，光塔晶瑩明亮。露唯爾人圍著焰桿起舞，把終將到來的明日遺忘，用船歌訴說著今日的榮耀，以海謠輕嘆著往昔的美好。船長拿出航海羅盤，他沿著指針的方向望去，他知道那裡是逐漸陌生的家鄉，那裡還有盼著家人歸去的人們。\n\n夜半時刻，巨船熄滅了各處燈光，靜靜地在海上浮動著。他們是否真正得到了安寧？亦或只是以笑靨掩藏早已溶於海中的淚滴？\n\n過了今夜，這片深藍都將一如既往。"
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "lushakas_twinlanes",
      "name": "露莎卡的雙生航道",
      "type": "OBJECT",
      "desc": "無垠的水平線內，即使只存淺痕，也足以打破這份沉寂。航線承載著船員的歷史，水靈於水道追尋著希望。",
      "typeText": "連結繩",
      "backstory": "對於水靈，水面上的世界本是陌生而危險的，不過那已然是悠久印象。畢竟那些曾在水面上的，也早已經淹沒在這片深藍之中了。\n\n露莎卡陸生種與水靈有著親密卻又陌生的關係。在深潛調查中，他們將遭遇水靈視為一種幸運，並將其描述為美麗又神秘的生靈。水靈擁有幽藍的翼膜與晶黑的雙眸，特殊的聲帶能發出天籟般的聲音。根據深潛調查員耳口相傳的故事，這些生靈常伴於海龍身旁，居住在深海的銀白之城——身處真實與傳說之間的水靈，盡顯悠然與靈動。\n\n大海淹沒的過去中，用於描述她們的詞彙卻是——「伊沓人，深海的凶獸」。\n\n曾經伊沓人與陸生種存在激烈的生存競爭，紅海的鮮豔任誰也無法裝作視而不見。起初，伊沓人的幼子被識認為魚獲；而後，陸生種被伊沓人的歡唱誘入水中溺亡。他們曾在寬闊的水域中互為獵人與獵物，隨後便是利刃與船錨的碰撞，海獸與桅桿火炮的衝擊，水上水下的戰爭曠日持久，直至礁岩在灼熱中碎裂。許久以後，船邦的學者們才明白，萬界之癌早已許諾了露莎卡的未來——只不過那些期許來自一位失鄉的水靈，她向夢魘中的罪魁禍首咒下了無言之嘯。\n\n那些塵封往事深埋於鋼鐵水泥的深海珊瑚礁群島中，渺若煙雲，無人知曉。\n\n自那以後，城市與陸地淹沒在大海之中，爭端與鮮血淹沒在大海之中，歷史與文明也被淹沒在大海之中。為了迴避深海壓，水靈們不斷向上方的水域遷徙，被迫住進了曾經陸生種的城市之中，窺探著那些笑容與眼淚的回憶……她們知道，海面上的聲音殘存無幾，蔚藍已然屬於彼此，只是這片靜寂太過壓抑。\n\n船邦的歌者在航道間瞥見水色的薄翼，便會唱起那首美麗的海謠——\n\n「她們行於航跡，追逐著光塔與風暴，只為尋回那片純藍。」"
    }
  ]
}