{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "駭域漫遊的信使",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "速度提高<nobr>6%</nobr>。",
    "4": "當裝備者對我方目標施放終結技時，我方全體速度提高<nobr>12%</nobr>，持續<nobr>1</nobr>回合，該效果無法疊加。"
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [31141, 41141, 51141, 61141],
      "id": "",
      "name": "信使的全像目鏡",
      "type": "HEAD",
      "desc": "外形酷似滑雪目鏡，不僅能防眩光，還能看虛擬人直播。",
      "typeText": "頭部",
      "backstory": "熱夜之都的信使們為了躲避財閥的私警部隊，通常都在警備較少的城市上空移動。\\n\\n他們喜歡嚼著便宜的口香糖、佩戴著高度改造的全像目鏡，開啟脈衝掃視整座賽博城市。\\n\\n目鏡會將城市的即時資訊投影在視網膜上，使不可能的路線變成信使的空中走廊：建築天台、空調外箱、廣告板、起重機吊臂……甚至物流無人機都可以成為走廊中的一環。因此，信使們必須掌握足夠的技巧，否則偏差一步便是意外的墜亡。\\n\\n「有個混蛋無差別地駭入了目鏡，而我當時正巧在空中，落地的那一瞬間真是糟透了。」\\n\\n這款「小黃鴨」目鏡是絕版的舊款式，據說在愛好者中價值不菲。"
    },
    {
      "_id": 31142,
      "ids": [31142, 41142, 51142, 61142],
      "id": "",
      "name": "信使的百變義手",
      "type": "HAND",
      "desc": "可隨便拆卸的機械義手，能夠將指節像子彈一樣發射出去。",
      "typeText": "手部",
      "backstory": "並非所有的信使都擁有機械義手，但擁有義手的信使總會熱衷於義手改造。畢竟，沒有人能接受自己的電子義肢長得和別人一模一樣。\\n\\n熱夜之都的居民們癡迷於電子義體，有限的城市法規只能規勸過度義體化帶來的狂熱。\\n\\n熱夜之都登記有案的改造標準只有三大類共計十八種，這對離經叛道的信使們來說顯然不夠。他們將鉅額的薪資投入在突發奇想的設計上：讓義手上的電子裝置能放出落雷、讓義手能像導彈一樣發射出去……改造的藍圖越來越誇張，而信使的郵資更是水漲船高。\\n\\n「這些信使到底是為了保護資訊在奔跑，還是在為了天價郵資在奔跑呢？」\\n\\n這隻「小黃鴨」義手經過特殊改造，每一個手指指節都能高速旋轉，並像子彈一樣發射出去。"
    },
    {
      "_id": 31143,
      "ids": [31143, 41143, 51143, 61143],
      "id": "",
      "name": "信使的密信單肩包",
      "type": "BODY",
      "desc": "時尚的信使郵差包，附加了各種吊飾，看起來有點可愛。",
      "typeText": "軀幹",
      "backstory": "熱夜之都的財閥們監管著城市中所有的資訊流動，他們習慣性地透過壟斷資訊維持財閥的統治地位，任何妄圖顛覆之人都會遭到治安法的制裁。\\n\\n人們曾經抗議過，於是財閥們許下了便捷的承諾。很快，人們便放棄了「私密」。\\n\\n無論是在現實還是虛擬的場合，無論是有用還是無用的資訊，財閥們都會貪婪而鉅細靡遺地蒐集起來。如此一來，信使們的郵差包便成為了「私密」的最終防線。郵差包輕便小巧，僅能攜帶晶片或文件。然而，正是這樣一個又一個狹窄的資訊盲點，保障了熱夜之都僅剩的「資訊獨立」。\\n\\n「為什麼在繁華的熱夜之都，還有人會用網路之外的管道傳輸資訊呢？信使們也想知道。」\\n\\n這個限量的「小黃鴨」郵差包雖有點陳舊，但是各種配件讓它看起來依然很時尚。"
    },
    {
      "_id": 31144,
      "ids": [31144, 41144, 51144, 61144],
      "id": "",
      "name": "信使的酷跑板鞋",
      "type": "FOOT",
      "desc": "可以穿來跑酷的滑板鞋，穿在腳上很舒服，僅此而已。",
      "typeText": "腳部",
      "backstory": "熱夜之都過去的信使們將板鞋扔於一處，短暫沉默之後便各自離開。大多數的信使們不會在這座城市裡留下名字，也不會留下痕跡，這種行為純粹是他們為自己儀式性地劃下的休止符。\\n\\n信使們也很難說清是從哪一天開始，信使的「性質」改變了，他們變成了自己最討厭的人。\\n\\n不知不覺間，信使保障的「資訊獨立」變成了壟斷；不知不覺間，信使面對的風險變成了價碼；不知不覺間，信使成了陰謀家的幫兇……財閥未能摧毀他們，是不成熟的理想背叛了信使。在一切徹底失控之前，信使們聚集在一起，告別了奔走的生涯。\\n\\n「也許，信使就應該止步於此，讓所有人看清這座城市，讓真正的改革者們行動起來。」\\n\\n這是雙棄置於路邊的「小黃鴨」板鞋，熱夜之都的信使們已經成為了過去的傳說。"
    }
  ]
}
