{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "野穗伴行的快槍手",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻擊力提高<nobr>12%</nobr>。",
    "4": "使裝備者的速度提高<nobr>6%</nobr>、普通攻擊造成的傷害提高<nobr>10%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31021,
      "ids": [
        31021,
        41021,
        51021,
        61021
      ],
      "id": "",
      "name": "快槍手的野穗氈帽",
      "type": "HEAD",
      "desc": "一頂綁著野生麥穗的牛仔氈帽，傳奇槍手奧克萊的標誌。",
      "typeText": "頭部",
      "backstory": "奧克萊的氈帽繼承自去世的父親，她把野穗別在帽帶上作為裝飾，看起來可愛了許多。賞金客們有意無意地創作自己的標誌，希望可以留給後人作為傳說的開頭。\\n\\n星際和平公司利用懸賞招募奇人異士去追緝星際盜團，而獨來獨往的奧克萊總是選擇那些難捱的荒漠邊陲。\\n\\n烈日數日，寒夜也數日。孤獨的旅途中，奧克萊枕著氈帽、靠近篝火便能悄然入夢。夢境中總會被一名神秘槍手闖入，自稱是來自遠方的賞金客，他身形瘦削，卻目光銳利。槍手要求奧克萊的父親同他在正午決鬥，槍聲響起，氈帽飛離，父親仰面倒下，隨即便是母親的嚎啕哭聲……\\n\\n小奧克萊怔怔地盯著神秘槍手，那人的動作一氣呵成，父親毫無勝算。\\n\\n從夢中醒來，氈帽上留下淚水的痕跡。小奧克萊就是想要父親那頂帥氣的帽子，才開始學槍的。"
    },
    {
      "_id": 31022,
      "ids": [
        31022,
        41022,
        51022,
        61022
      ],
      "id": "",
      "name": "快槍手的粗革手套",
      "type": "HAND",
      "desc": "表面已經部分龜裂的皮革手套，握槍處磨損尤其嚴重。",
      "typeText": "手部",
      "backstory": "童年的奧克萊練習時不知疲憊，她在牧場中練習射擊從日出開始，到日落為止。父親有時為她的天賦暗自驚喜，有時又會為槍手的命運徒然憂愁。\\n\\n只有母親可憐她那雙白皙的小手，埋怨父親不應該教授女兒槍法。\\n\\n從那場決鬥之後，再到第一次懸賞任務完成，到後來名聲大作，奧克萊已經戴著破舊的手套握槍多年。其他賞金客們並不瞭解她對手套的堅持，只有她自己才明白這其中矛盾的情感。那是母親送給自己的餞別禮物。\\n\\n固執著不支持自己學槍的母親，又到底是下了怎樣的決心呢？\\n\\n那場決鬥之後，母親在奧克萊的懷中啜泣不止，奧克萊什麼都沒說，母親已經知曉她的心意。"
    },
    {
      "_id": 31023,
      "ids": [
        31023,
        41023,
        51023,
        61023,
        55003
      ],
      "id": "",
      "name": "快槍手的獵風披肩",
      "type": "BODY",
      "desc": "看起來具有民族風格的編製披肩，內襯部分編織了能夠防彈的纖維。",
      "typeText": "軀幹",
      "backstory": "槍手絕不該在決鬥時率先露出破綻，奧克萊能不動聲色地填彈上膛，並瞄準目標。外人看來她那蓬鬆的斗篷好像一動不動，直到槍聲響起，人們也未能理解這是如何做到的。\\n\\n「細微的動作在披肩的掩護之下到位，決鬥要在子彈出膛之前完成。」父親曾反覆叮囑到。\\n\\n無意撞上一夥持槍歹徒後，奧克萊冷靜地站定，並開始觀察現況。出槍之前，奧克萊猶如幾百年未曾移動的磐岩，在歹徒行動之前，奧克萊早已完成了所有準備。在數聲清脆的槍響結束之後，奧克萊故意放走了一個強盜，她需要給盜賊團體一個巧妙的威懾。\\n\\n沒有想法、沒有表情，常常讓對手覺得毫無勝算。這便是其他賞金客對奧克萊的評價。\\n\\n決鬥時的奧克萊更像是那個闖入夢中的神秘槍手，乾淨俐落、沒有一點多餘的動作。當她意識到自己與仇敵越來越像時，不禁對自己嫌棄起來。"
    },
    {
      "_id": 31024,
      "ids": [
        31024,
        41024,
        51024,
        61024
      ],
      "id": "",
      "name": "快槍手的鉚釘馬靴",
      "type": "FOOT",
      "desc": "馬靴有著V形剪裁的開口，看起來隨性鬆弛，穿起來非常舒適。",
      "typeText": "腳部",
      "backstory": "漫長旅途的滋味並不好受，而形單影隻的奧克萊早已習慣。奧克萊總是蹬上馬靴，去往那些無人問津的邊陲世界，領取微不足道的賞金。\\n\\n因為她有一種直覺：那個神秘槍手也不是個合群的人，他們的相遇必然不是個熱鬧的地方。\\n\\n得到口琴之後，斷斷續續的練習曲消磨掉了她大部分孤獨的時間，路過的聽眾也不過狼蛛、沙塵以及風滾草而已。奧克萊獨自消遣的技巧在旅程之中益發熟練，曾有風兒為之駐足，曲終方散。公司向賞金客們提供了星際旅行的可能，孤獨的槍手從不挑剔去往何方。\\n\\n神秘的槍手銷聲匿跡已久，說不定自己只是在追逐著幻影。但是她只是一次又一次地出發而已。\\n\\n奧克萊篤信著，只要「野穗」的名聲足夠響亮，神秘槍手就會找上自己，就像當時他闖入牧場找上父親一樣。"
    }
  ]
}