{
  "_id": 303,
  "id": "pancosmic_commercial_enterprise",
  "name": "泛銀河商業公司",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的效果命中提高<nobr>10%</nobr>。同時提高裝備者等同於現有效果命中<nobr>25%</nobr>的攻擊力，最多提高<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33035,
      "ids": [
        33035,
        43035,
        53035,
        63035
      ],
      "id": "",
      "name": "公司的巨構總部",
      "type": "NECK",
      "desc": "位於庇爾波因特的公司總部被封存在次元球中。在星際和平公司的商業宏圖之中，沒有一顆星球可以置身事外。他們前往深空，是為了將全宇宙的力量集合起來。",
      "typeText": "次元球",
      "backstory": "亞空間的敲擊撼天震地，沉默的巨像孤獨地鑄造著橫垣星河的壁障。自稱領受神諭之人開始行動，他們要協助星神克里珀築牆。\n\n宇宙危在旦夕，築牆更是刻不容緩。渺小的人類無意效仿神明壯舉，他們聚集成群，自命為星神的「後援隊」，願意將一切奉獻給琥珀王。「後援隊」藉助存護之力，駕駛艦隊前往不同的星系，採購石塊、木料、黃金、超鈦等建築材料，片刻不停將建材運向亞空障壁，堆滿行星荒原。\n\n短暫的黎明發展期結束之後，「後援隊」在庇爾波因特站穩腳跟，成立了「星際和平公司」。為貫徹奉獻的願景，他們將目光投向深空。\n\n路易士•弗萊明振臂一呼，遠航貿易船隊便駛離星神克里珀身旁的星系，大宗貿易商品不再侷限於建材……他們打算連結銀河、採辦一切。隨後，東方啟行為跨越星河的商業世界執規行矩，構築「信用點」體系，為寰宇中的一切商品制定價格。數以兆計的資產匯聚在庇爾波因特的巨構建築之下，像是沉默的黑洞，侵吞著人們關於財富盡頭的想像。\n\n如今，星際和平公司的船艦遍佈星河，從未停止過擴張。「商業獨裁」的言論甚囂塵上，公司毫不在意，他們自知初心從一至終。\n\n公司新人入職培訓方式日新月異，近八百個琥珀紀後，唯有一項歷史觀摩活動從未改變：彼時，公司創始人路易士•弗萊明站在「後援隊」前激情演講，他提出聯合宇宙的宏願，支援星神保護宇宙的理想。演講話音剛落，遙遠而巨大的敲擊聲落下，為這莊嚴肅穆的一刻注入了崇高的使命——那時他們便知道，這就是百折不移的信仰。\n\n「一切獻給琥珀王。」"
    },
    {
      "_id": 33036,
      "ids": [
        33036,
        43036,
        53036,
        63036
      ],
      "id": "",
      "name": "公司的貿易航道",
      "type": "OBJECT",
      "desc": "藉助「信用點體系」的便利，跨越星際的商貿得以成立。星際和平公司用經濟活動連綴繁星，拓展了貿易邊界。",
      "typeText": "連結繩",
      "backstory": "「後援隊」圍繞著星神克里珀身邊的星系往來匆匆，舊日船艦軌跡形成了最初的航道。\n\n深信著星神所為必有意義的「後援隊」，向鄰近的星系跨出物物交換的第一步。「後援隊」備有運力充足的艦隊、稀缺珍貴的物資，以及難以拒絕的條件，無數跨越星系的貿易就此產生。隨即，「後援隊」控制航道資訊、獨佔議價權利，率先制定了銀河商業鐵則。\n\n滿載著木材、石頭、鋼筋、超鈦的艦隊行過星神克里珀身邊，如同飛蟲盤旋。琥珀王不言不語，未曾投下注視。\n\n時移世易，鄰近星系的貿易已經不再能滿足繁忙的「後援隊」，兩位聰明人決心縱深銀河，星際和平公司就此成立。公司提供一切其他星球感興趣的商品，並用「信用點」標上了公平價格。從此以後，銀河的貿易航道建立起來，加入公司商業網的各星球都能共用同樣的貨幣、購買同樣的商品、享受同樣的服務。\n\n「信用點體系」下的商船在星海間流動，貿易航道交疊重合，交織成泛銀河網路。滿載著遠星異寶的船艦無數次行過星神克里珀身邊如螢蟲環繞，而星神沉默如舊。\n\n自「後援隊」時代累積的建材，已經堆滿星神克里珀身邊的每顆星球，數目只增不減。星神克里珀無意採用殷勤的饋贈，祂始終關注著凡人不可預見的危機，不得不以光年為單位鑄造障壁。昔日採辦物資的小組織，早已成為銀河中伸手雲覆手雨的龐大勢力，他們凝望著無首巨像，從未覺得這一切都是徒然無功。\n\n「一切資本的翻滾及增長，都是為了在克里珀有需要之時，能夠滿足星神的願望。」"
    }
  ]
}