{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "雲無留跡的過客",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "治療量提高<nobr>10%</nobr>。",
    "4": "在戰鬥開始時，立即為我方恢復1個戰技點。"
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [
        31011,
        41011,
        51011,
        61011
      ],
      "id": "",
      "name": "過客的逢春木簪",
      "type": "HEAD",
      "desc": "枯木曾作髮簪，枝梢有花苞初綻。而今往事已矣，花苞鎏金嵌入簪中，用以紀念新生的開始。",
      "typeText": "頭部",
      "backstory": "佚名之人自漫長的沉眠中醒來，遙遠而熟悉的緊張感揮之不散，幻痛清晰銳利。過去種種成了鋒利的碎片，自己的姓字也已忘卻。\n\n在漫無目的流離中，他接飲落雪解渴，搏殺野獸充饑，信手斬下一截枯枝作木簪綰住長髮。\n\n黑髮如山泉流水汩汩而出，皮下肌肉如江鯽翻湧般抽搐鼓動……奇妙的力量不斷重塑著軀體，傳來筋骨斷開復又接回的苦楚。伴隨著無數次幻痛折磨，支離破碎的過往開始縫合完整……他從水中窺覷自我倒影時，慘劇的始末也逐漸清晰。\n\n直到水中的面孔不再陌生，佚名之人倏忽間看見枯枝生出了花芽。\n\n他恍然醒悟。長生不死的詛咒其勢甚烈，舊日的恩怨並未死去，他就是這條枯枝上新生的花朵。"
    },
    {
      "_id": 31012,
      "ids": [
        31012,
        41012,
        51012,
        61012
      ],
      "id": "",
      "name": "過客的遊龍臂韝",
      "type": "HAND",
      "desc": "如水的珊瑚金與未知的獸革製成的腕甲，唯有龍脈一族的巧匠才能打造出這等非凡工藝。",
      "typeText": "手部",
      "backstory": "成雙之物間似乎會遙相感應，佚名之人所持的護腕雖僅有一隻，指尖觸碰下卻隱隱能感受到另一隻的溫度。\n\n他閉上眼，試圖全力捕捉與另一隻護腕若有似無的聯繫：它的位置，它的主人。\n\n一隻修長有力的手曾穿戴另一隻腕甲，手執長槍與自己比武，槍尖寒芒墜如流星。腕甲的主人也曾與自己推杯換盅，望向冷月，彼此無言沉默；最後，也是那人和自己一意孤行，將摯愛變成了怪物，讓所有人墜入無窮悔恨的淵藪。\n\n成雙之物總有一天會再度相逢，而此間綿長仇恨應如陳酒冰冷濃烈，慢慢啜飲，直至一切恩怨清償為止。\n\n另一隻護腕的主人是否也有同感？他不想知道。"
    },
    {
      "_id": 31013,
      "ids": [
        31013,
        41013,
        51013,
        61013,
        55001
      ],
      "id": "",
      "name": "過客的殘繡風衣",
      "type": "BODY",
      "desc": "長擺殘破的古舊風衣，繡紋被劍痕撕碎。肉體會快速癒合，但外衣卻不能，正如人的痛苦。",
      "typeText": "軀幹",
      "backstory": "佚名之人漂泊在長久的放逐途中，一如屍骸，阻住屍骸去路的，是墨鏡女子和高大鎧甲。二人邀約未至，回絕的劍鋒既出，纏鬥之後，女人笑著提出了他無法回絕的交易。\n\n於是，佚名之人接受邀請，獲得全新的身分，再次回到文明與秩序之中。\n\n佚名之人被帶到裁縫鋪裡，量身製版、裁剪縫紉，作出體面的衣物……還有人為他修剪鬢髮、整理儀容，重現舊日模樣。恍惚間，他開始難辨今夕何夕，在曖昧的舊時光裡，原本準備將親手打造的玉壺相贈友人，卻在暗下決心之後，驚覺伊人不在。\n\n他意識到倚之行走世間的一切：這具形骸、這次生命、這段愛恨……乃至這身衣物，一切都是借貸。\n\n他要將這一切全數償還，然後呼出最後一口氣。"
    },
    {
      "_id": 31014,
      "ids": [
        31014,
        41014,
        51014,
        61014,
        55002
      ],
      "id": "",
      "name": "過客的冥途遊履",
      "type": "FOOT",
      "desc": "一雙經久耐用的短靴，曾踏遍諸多世界，出入死生。",
      "typeText": "腳部",
      "backstory": "佚名之人追隨著奴隸的命令，與剛結識的同伴去往天空彼岸。他的足履帶著茫然與恨意在無數個世界間行走，在生死間屢屢徘徊。\n\n他早已忘卻了造物的快樂，只顧得腳步匆匆，從一個戰場奔赴另一個戰場。\n\n在過去，他曾承受無數極致的劍光，身體在成百上千次敗北中四分五裂，對手總會以一記穿心的劍招做結。而如今，那些錯雜傷痕刻印下的劍招永志不忘，隨著生死交鋒而百煉昇華。他揮灑劍光，為眾人斬開阻礙，一次次倒地又一次次站起。在屏息舞劍的專注中，他一度遺忘了仇恨。\n\n奴隸許諾，會給他和他所恨的一切永恆的終結，永眠的葬儀。佚名之人點頭，還劍入鞘，奔向下一個世界。\n\n如果人生是步伐連綴而成的路途，那末他希望抵達「終點」之前，能跨過深恨之人的血泊。"
    }
  ]
}