{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "夢想之地匹諾康尼",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的能量恢復效率提高<nobr>5%</nobr>。使隊伍中與裝備者屬性相同的我方其他角色造成的傷害提高<nobr>10%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [33125, 43125, 53125, 63125],
      "id": "",
      "name": "匹諾康尼的堂皇飯店",
      "type": "NECK",
      "desc": "次元封裝的是匹諾康尼的主體——「白日夢」飯店。在此下榻的賓客將去往美夢的世界，在百無禁忌的大都會中，享受紙醉金迷的盛宴。",
      "typeText": "次元球",
      "backstory": "侍者們帶著整齊劃一的笑容鞠躬執禮，伴著音樂朗聲迎賓：「歡迎光臨盛會之星！美妙夢境歡迎您。」賓客們微笑前行，接過注滿氣泡的飲料一飲而盡。\\n\\n景色漸漸光怪陸離，感知也彷彿絲綢揚起。異鄉的客人們超脫重力，信步於牆壁。奇異的玩具獲得生命，在街上遊蕩歡慶。泉水漾作巨鯨，遨遊於廣廈堂廳。推開窗櫺，遙望所見不再是深空的群星，而是城市川流變幻的光影，捧起巨鐘和劇院不絕的回音。賓客此刻終於意識到自己從未甦醒，而是在夢中見證匹諾康尼的真容——時光永駐的夢想之地。\\n\\n人人皆知，在「家族」的治理下，匹諾康尼的大門向群星開啟：為了超越現實的體驗，為了靈感迸發的刺激，為了撫平煩擾與傷痕——上上之賓紛至遝來，交出痛苦，換得安寧，飲下佳釀，徜徉於夢的海洋。有人在此度過難忘的假日，滿足離去；有人則為歌舞盛會沉淪，就此定居。繁星簇擁的飯店是織夢者的明珠、造夢者的國度、逐夢者的樂土。\\n\\n鮮有賓客知曉塵封的歷史：編織夢境的紗線產自現實。今日匹諾康尼天鵝絨般輕薄的華貴，誕自鹹澀的鐵鏽、沉重的鐐銬，和被剝奪的自由。盛會之星曾是公司的監牢，數之不盡的囚犯被遷移至此，為憶庭打撈洶湧流溢的憶泡。人們重複天無寧日的苦勞，直至身軀似灌鉛般沉重，靈魂卻變得如泡沫般輕巧。不知何時開始，狹小的牢房將現實隔斷，人們的意識卻在夢中聯綴。在午夜的鐘聲裡，那共同的夢境如此真實，反倒顯得現實如此虛偽。\\n\\n直至「毀滅」熔斷公司的鐵鍊，「開拓」將邊陲與群星相連，「同諧」應邀而至，撒下和平的種子，自由終於破土發芽，並為最初的美夢添上新名：「匹諾康尼」。\\n\\n如今，破敗的監牢已無跡可尋。夢境中，萬千高樓拔地而起，荒漠戈壁被修葺一新，變作通都大邑——逐夢之人追尋財富機遇的新大陸、尋歡之人縱情聲色犬馬的烏托邦，「盛會之星」的往昔如同偶然間落進櫃底的相片，切實存在，但已無人問津。\\n\\n如今夢想之地歡歌悅耳，過往雜音化作趣話閒談，不聲不息地遺落在某場喜劇的幕間、某部卡通的花絮，或某本雜誌的邊欄。"
    },
    {
      "_id": 33126,
      "ids": [33126, 43126, 53126, 63126],
      "id": "",
      "name": "匹諾康尼的逐夢軌道",
      "type": "OBJECT",
      "desc": "匹諾康尼的夢境都市裡，複雜的軌道盤繞於樓宇之間，托起遊客搭乘的球籠，將五色繽紛的夢連為一體。",
      "typeText": "連結繩",
      "backstory": "造訪過匹諾康尼的賓客一定會贊同，「建於美夢之上」並非浮誇譬喻，而是千真萬確的陳述。富麗堂皇的飯店不過是盛會之星的冰山一角，「下榻入夢」才算是正式踏入匹諾康尼。自此，由十二片夢境構成的夢之國度在客人眼前緩緩鋪開。\\n\\n初到的客人一時可能會為這狂歡的舞台感到無所適從。但不必驚慌，抬頭看看，在重樓飛閣間交錯的金屬軌道，和軌道上飛快滾動的「球籠」，乃是這座夢境城市最為矚目的交通方式，眾賓客們遊歷城市各處的嚮導。\\n\\n自中央車站起始，錯綜複雜的球籠軌道如同大都會的血脈，無論是在「黎明的時刻」地底管道、在「熱砂的時刻」遼闊原野，還是在「星辰的時刻」閃耀賽場，彩色的圓球翻滾不休，將人流準確高效、安穩舒適地送往各個站點，為匹諾康尼的夢境注入不眠的活力。\\n\\n夢為一切披上輕薄曼妙的質感，一顆顆堅果般的「球籠」被視作夢想之地的載具和玩具，卻極少有人記得：「球籠」本是「囚籠」。通往美夢的車流，原是關押犯人的囚具。\\n\\n久遠之前，公司將數量龐大的囚犯送往阿斯德納星系，試圖阻止一場災難的蔓延。人們在此回收憶質，逐漸在現實與幻想間迷離。真空中的球形工作艙成了囚犯們難忘的「記憶」：堅硬的曲面內壁、難受的翻滾體驗、每日無比煎熬的出勤——或許這些痛苦過於深刻，重獲自由的人開墾荒蕪夢境時，球籠亦隨之降臨。\\n\\n但今時不同往日，和平與自由誕下樂觀的精神：與其一遍遍銷毀揮之不去的噩夢，不如為其添上這裡應有的色彩，將之吸納、包容，於是過去的「囚籠」，變作今日的「球籠」。\\n\\n此刻，匹諾康尼的城市中遍佈快速流動的彩色球籠，和其中傳來的輕微震動……悄聲隱藏在夢境都市的光怪陸離之中，與那些雄心壯志、歡聲笑語融為一體，一如時光永駐的夢想之地。"
    }
  ]
}
