{
  "_id": 117,
  "id": "pioneer_diver_of_dead_waters",
  "name": "死水深潛的先驅",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "對受負面狀態影響的敵人造成的傷害提高<nobr>12%</nobr>。",
    "4": "暴擊率提高<nobr>4%</nobr>，裝備者對陷入至少<nobr>2</nobr>/<nobr>3</nobr>個負面效果的敵方目標造成的暴擊傷害提高<nobr>8%</nobr>/<nobr>12%</nobr>。裝備者對敵方目標施加負面效果後，上述效果提高<nobr>100%</nobr>，持續<nobr>1</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31171,
      "ids": [
        31171,
        41171,
        51171,
        61171
      ],
      "id": "",
      "name": "先驅的絕熱圍殼",
      "type": "HEAD",
      "desc": "俄爾刻隆常見款式的潛水重盔。透過小小的舷窗只能看到令人難以忍受的無邊黑暗。",
      "typeText": "頭部",
      "backstory": "俄爾刻隆的夜晚積雲層層，爍爍行星環遮掩其中。紫紅色的雪花落在厚重的頭盔上，靜靜填補了鏽鐵的溝壑，將侵蝕的痕跡掩蓋起來。她和她坐在雪松林間……旅途暫歇片刻。\n\n「看！俄爾刻隆的空氣是樹莓味的。」紫紅色的雪花落在鬆軟如雲朵的糖絮上，很快消失不見。來自推羅的小小無名客先是悄悄地笑著，然後馬上又彎腰捧腹。她笑自己的用詞——氣味怎能用眼睛看到呢！歡聲笑語之後，安靜就像刀鋒一般尖銳，空中好像霎時結了霜。\n\n「扶里巴斯，你還是要往『IX』的深處去嗎？」發問的是那位旅伴，總提著一把長刀。她是個好夥伴，但沒人知道她從哪裡來。\n\n小小的無名客躲在笨重的潛水衣裡，沉默半晌，她遞給對方一枝微微焦黑的棉花糖，眼睛眯得像張滿的帆：\n\n「當然啦——因為我要走一條比阿基維利更深、更遠的路！」"
    },
    {
      "_id": 31172,
      "ids": [
        31172,
        41172,
        51172,
        61172
      ],
      "id": "",
      "name": "先驅的虛極羅盤",
      "type": "HAND",
      "desc": "一具腕錶式指南針，指針已被拆去，不再能指示任何方向。",
      "typeText": "手部",
      "backstory": "「海底的一股洋流，\n低語著啄她的骨頭，就在一起一落的時光，\n她經歷了蒼老和青春的階段，\n而進入旋渦。」\n\n女孩聽過這樣一個故事。在故事裡，人們所處的世界被描繪成參天大樹，由無主的能量構成。「這種能量看不見摸不著，既不可理解，也沒有意義，」她思考，「就像『IX』也沒有意義。」\n\n小小的無名客有點悵然，她為自己步入「虛無」深處後該如何辨識方向而發愁。但不久她就有了靈感——十四歲那年，媽媽留給了她最後一件生日禮物，一具小小的羅盤。\n\n「既然這樣，只要讓羅盤感應到的不是磁場，而是『能量』，不就可以解決問題了嗎？」\n\n小小無名客拆下了羅盤的指針，可是當女孩潛入黑暗的瞬間，她意識到羅盤唯一的方向只有下墜。"
    },
    {
      "_id": 31173,
      "ids": [
        31173,
        41173,
        51173,
        61173
      ],
      "id": "",
      "name": "先驅的密合鉛衣",
      "type": "BODY",
      "desc": "廢鐵打造的重型潛水服，密不透風，使用者也常常調侃它更像是一具深水棺材。",
      "typeText": "軀幹",
      "backstory": "「扶里巴斯，那來自推羅的無名客，死了十四個日夜，\n她忘了海鷗的啼哭、深淵裡的濤聲、\n利益和損失。」\n\n小小的無名客望向那比推羅大道還要寬闊的行星環，她決定將自己發射到黑洞裡的奇點去。\n\n「就連阿基維利都沒能去到那裡。」女孩總能聽到濤聲在她心底隱隱迴盪：「我一定能比祂走得更深、更遠。」她為此做足了準備——來歷不明的鏽鐵皮、二手氧氣瓶、廢舊陀螺儀姿態控制裝置、自循環生命支援系統和整流罩……她將材料全部鍛在一起，確保整套裝甲密不透風，她覺得這樣可以保護自己遠離「虛無」的傷害。\n\n她拾起爸爸留下的潛水頭盔，佩戴上一枚自製的「榮譽徽章」。臨行前，她與旅伴再次前往雪松林間，最後再烤一次棉花糖。\n\n後來，當扶里巴斯的飛行器抵近黑洞邊緣時，這便是她所能回想起的、有關俄爾刻隆的全部回憶。"
    },
    {
      "_id": 31174,
      "ids": [
        31174,
        41174,
        51174,
        61174
      ],
      "id": "",
      "name": "先驅的泊星樁錨",
      "type": "FOOT",
      "desc": "重靴形似船錨，它的主人已經做好了永不返回水面的打算。",
      "typeText": "腳部",
      "backstory": "「你們呵，轉動舵輪和觀望風向的人。\n扶里巴斯，想想她，\n也曾像你們一樣漂亮而高大。」\n\n鐵錨般的鉛靴領著女孩不斷下墜，它們正忠實地履行著設計之初便賦予的使命。\n\n女孩始終沒有闔上眼睛，與冰冷而孤獨的黑暗頑強對抗。她想起自己第一次聽說阿基維利的故事；想起踏上旅途的那一天，她為自己打造的「榮譽徽章」；她想起與旅伴同行的三十日；想起她們第一次和最後一次集合的林間空地，那裡的空氣是樹莓味的；想起口哨、吉他和竹笛，以及她們一起唱過的歌；想起紫紅色的雪花落在微焦的棉花糖上，很快不見蹤影。\n\n歷歷在目的回憶末尾，莫大的空虛行將來臨，她突然見到一抹鮮紅在黑色的世界中心轉瞬即逝。\n\n於是，小小的無名客想起佩刀的她最後一次接過棉花糖時，自己發自內心的笑：\n\n「我從沒想過能遇見和自己一樣的人。在這條『路』上，你走過的距離比我遠了好多。\n所以你也一定會陪我走到最後的，對吧？\n當然，我們的結局早已註定……但就和你說的一樣——\n哪怕我最終會化作一潭淺淺的死水，但在走向那一刻的路上，我能做的事依然很多。所以無論如何，我都一定要去試試看——\n——因為我要走一條比阿基維利更深、更遠的路！」"
    }
  ]
}