{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "哀歌覆國的詩人",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "量子屬性傷害提高<nobr>10%</nobr>。",
    "4": "使裝備者的速度降低<nobr>8%</nobr>。進入戰鬥前，若裝備者的速度小於<nobr>110</nobr>/<nobr>95</nobr>，使裝備者的暴擊率提高<nobr>20%</nobr>/<nobr>32%</nobr>。該效果同時對裝備者的憶靈生效。"
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "",
      "name": "詩人的蒔蘿花冠",
      "type": "HEAD",
      "desc": "春日黃昏神廟前，最出色的吟遊詩人將得到墨涅塔賜福的蒔蘿花冠。",
      "typeText": "頭部",
      "backstory": "「墨涅塔，我們向你祈福。若世上沒有歌聲，沒了歌聲的春天，沒有樹林會開出花朵……」\n\n用溪流濯洗雙手，再用雙手捧出清冽的供神佳釀，吟遊詩人們聚集在神廟前，為誰能獲得墨涅塔賜福的花冠彼此爭論。以戀愛詩聞名的帕提亞三姐妹率先展露歌喉，緊接著是有一千個奇妙比喻的老詩人魯珀。綺音妙語並未打動女神，面前的酒杯紋絲不動。\n\n直到一位流浪的詩人，撥弄手中七絃的豎琴，彈奏起古老莎草紙上記載的故事。千年前的風沙席捲而來，故事這樣開頭：在世上還有眾多城邦存在的時候，曾有一座城邦遭遇了惡龍的侵襲。\n\n「哀歌我的故國——\n「怪物高踞殿堂，貴嗣淪為惡種，\n「只怪那闖入高塔的巨龍，\n「蠱惑了我的王，吞吃了我國的公主……」\n\n佳釀被女神斟飲而盡，流浪的詩人成了花冠的所有者。"
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "",
      "name": "詩人的貴金手鐲",
      "type": "HAND",
      "desc": "被人喜愛的金屬打造的手鐲，故事中的惡龍，也曾背負這樣金屬打造的枷鎖。",
      "typeText": "手部",
      "backstory": "「人們從吉奧里亞的身軀裡掘出黃金，這是第一樣凶狠的金屬，從此便有了陰謀和戰爭。」\n\n戰爭的起源已不可考，眾多歷史化作傳說。可即便是傳說——分明傲慢、詭計、貪婪才是人們爭鬥不休的起因，卻讓黃金無辜承擔了罪名。好比爛漫不知紛爭的年歲裡，白鐵和青銅原本是祭神的禮器，爾後才被從祭台上推下，熔鑄為刀槍，成了比黃金更凶狠的金屬。\n\n故事中的巨龍已經被討伐了吧……諸邦國間的戰爭也接近平息，流浪的詩人跋涉來到聖城，為人們彈唱後來的故事：在惡龍佔領了城邦之後，人們徵集獵龍的勇士救出公主。\n\n「哀歌我的故國——\n「勇猛的百夫長，以沉金打造的枷鎖，終將惡龍制服。\n「塔頂傳來老國王的悲哭……\n「龍腹中只堪堪拼湊出被吞吃的公主，遺下的骸骨。」\n\n貴金手鐲的流蘇碰過琴弦，發出一聲清脆的嘆息。"
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "",
      "name": "詩人的綴星裙襬",
      "type": "BODY",
      "desc": "黎明是最溫柔的時辰，她的裙襬也恰如黎明前的最後一縷晚星，那般顏色。",
      "typeText": "軀幹",
      "backstory": "「艾格勒睜開眼皮的時候，所有的星星全部入眠，唯餘一顆偷眼的晚星，數它最為好奇。」\n\n敘事詩一直唱到了第二個晝夜更替的倫次，詩人的身邊聚集了越來越多的聽眾，他們當中有箭矢琅琅作響的懸鋒人，投擲占卜棒叩問神旨的雅努薩波利斯人。自黑潮侵蝕諸邦以來，散佚的文獻不盡其數，樹庭的學者們來不及蒐集所有的資料，許多零星的小城邦甚至未能留下名字。\n\n只有流浪的詩人知道，被惡龍侵襲的舊城邦，曾經流傳著深秘的鍊金術：以血肉為根基，依此可造萬物，依此可達奇跡，鍊金術士對痛失愛女的國王如是說。\n\n「哀歌我的故國——\n「巧言的鍊金術士，自言能從龍的血肉中復活公主。\n「已死之物，死而未死，又過了十個晝夜，\n「儀式最終煉成。然而……」\n\n最後一縷晚星戀戀不捨地闔上眼睛，貪念著未聽完的人子們的故事。"
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "",
      "name": "詩人的釘銀之履",
      "type": "FOOT",
      "desc": "織履鑲著銀釘，行在沙地上印出字樣的紋路，為了採擷舊日的詩篇她始終步履不停。",
      "typeText": "腳部",
      "backstory": "「世人無處尋得塞納托斯的蹤跡，還有傳說中沒有生者能趟過的冥河，那河流通往何方？」\n\n我們從未聽過那樣的巨龍，更不曾在任何古書中見過復活血肉儀式的存在，聽眾中有人發出質疑。詩人答道，她並非舊城邦的末嗣，亦不知曉是否真正有過作惡的巨龍，這只是她從更早的吟遊詩人那裡聽來的、一代代口耳相傳的詩歌。\n\n若無人傳唱，舊城邦的歷史才是真正被塵封，一切都會隨著時間褪色：昔日繁榮的邦國，遭到冥河沖刷吞沒，成為野狗和盤旋的禿鷲都會憎惡的地方，這是被惡龍吞食的魂靈遺下的詛咒。\n\n「哀歌我的故國——\n「公主啊！竟被煉成惡龍的模樣。\n「將鍊金的術士、勇猛的百夫長、昏聵的國王全部吞吃。\n「一場血腥饗宴，召來了死亡的影子，舊城邦由此湮沒……」\n\n記住湮沒邦國的名字吧！這是有關「斯緹科西亞」的故事，由穿著釘銀之履的詩人彈唱，她採集故事只為了故事本身，正如織履上的銀釘留下的字樣，「記住故事，忘記我。」"
    }
  ]
}