{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "幽鎖深牢的繫囚",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻擊力提高<nobr>12%</nobr>。",
    "4": "敵方目標每承受1個持續傷害效果，裝備者對其造成傷害時便無視其<nobr>6%</nobr>的防禦力，最多計入<nobr>3</nobr>個持續傷害效果。"
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "",
      "name": "繫囚的合齧拘籠",
      "type": "HEAD",
      "desc": "緊扣獸面囚徒面部的犬嘴籠，嚴防末路惡逆露出獠牙傷人。",
      "typeText": "頭部",
      "backstory": "嗅覺曾經構建了步離人戰首的感官世界，雨、塵土、篝火、鮮血、傷藥……從戰場最深處搖搖晃晃、幽幽蕩蕩地傳來，匯成氣味洪流，淹沒他每一寸神經。\n\n如今他只能嗅到刑具的沉重堅固、與陪審者的畏縮恐懼充盈空氣。\n\n他知道這些血肉軟弱的審判者忌憚獠牙銳利——他曾佇立陡峭的崖頂，沐浴瘋狂的月華，感受血脈中本能衝動；他曾循著氣味組成的迷宮，於無光黑夜裡，深入敵營，逐一咬碎獵物的頭顱……步離人戰首崇敬磋磨後的獠牙，將其視為砥鋒白刃，是撕裂一切的力量與自信。\n\n「步離巢父，齧噬吮血，荼害無辜。判其拘籠終身覆面，鉗口固齒，問十惡重罪。」\n\n戰首輕蔑地環視著四周，如冰海怒濤般席捲一切的劍客不在這裡……他對繁蕪的判辭不感興趣。"
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "",
      "name": "繫囚的鉛石梏銬",
      "type": "HAND",
      "desc": "緊縛魔手的沉重鐐銬，鋼針釘腕，鉗防凶爪惡逆再造殺孽。",
      "typeText": "手部",
      "backstory": "雲開霧散，朦月幽光傾覆於步離戰首傷痕累累的身體之上。被銀髮劍客斬去的巨爪遺落一旁，走投無路的戰首血脈奔湧，伴隨著痛苦的長嚎，再次生長出利爪。\n\n月狂催化下，戰首勉強追上如同月光的劍擊。他默禱著豐饒之力，決心完成最後的困獸之鬥。\n\n他已忘記步離軍隊是第幾次突圍，只記得手足們無數次用利爪撕開前進的缺口，隨即又嚴密合上。疲憊不已的步離人依仗著難以摧毀的復甦之力，掙扎著撕毀一切阻礙。戰首鮮血沃灌著雙爪，如陷迷狂，恍惚間驚覺自己無處脫逃，也早已無人追隨。\n\n「步離巢父，手刃生靈，殺業無數。須鉛石縛手，嚴加管制。」\n\n戰首終是無力倒在劍客面前，第一次感受到精疲力盡的瀕死體驗。「那真是無與倫比的劍」，他不禁想到，「那真是無與倫比的刺激！」"
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "",
      "name": "繫囚的幽閉縛束",
      "type": "BODY",
      "desc": "捆縛危險重犯的拘束囚服，反扣關節，限制囚徒身體的變化能力。",
      "typeText": "軀幹",
      "backstory": "步離人天生便是戰士。他們骨架寬闊瘦長，下頜與頸部肌肉有力，犬齒發達，顱頂生有獸耳，手足生就銳利指爪。氏族同胞崇拜健碩軀體，將其視作神恩厚澤。\n\n戰首既是精神領袖，亦是部族最強戰力，指揮著如同黑潮的軍隊，主宰著戰場的生死。\n\n出征的猙獰獸艦鋪天蓋地，他俯視戰場那些躁動不安的戰士——步離戰首感應月狂呼喚，鋒利刺骨撐破肌體，漆黑鮮血如霧般消失在風中。他如同殉道者伸展雙臂，那致人恐懼的費洛蒙「步離狼毒」隨著血霧彌散開來，刺激著步離人戰士感官，如神鬼附身。\n\n「巢父大人，賜予我等銅筋鐵骨。巢父大人，賜予我等通天神力。」\n\n他回想起血肉不受拘束的日子。承受「月狂」的步離兒女突破血肉限制，皮開肉綻，再也不會感到疼痛與恐懼。指引他們，曾是專屬於強者的特權和責任。"
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "",
      "name": "繫囚的絕足鎖桎",
      "type": "FOOT",
      "desc": "桎縛獸足的金屬腳鐐，禁錮末路惡逆，以防脫逃釀禍。",
      "typeText": "腳部",
      "backstory": "步離族人遊牧於銀河之間，鄙夷固土而居的文明形態。他們逐走和平安穩，帶來滔天戰火。苛刻的生存信仰迫使他們征戰不停，始終過著刀尖舔血的生活。\n\n他們自有信念與手段，使步離人置足之處，便是步離人的疆域國土。\n\n步離戰首驕傲於燃起一處又一處的淒豔戰火，碾壓守護者尊嚴、痛飲流離者眼淚、踐踏親密者信任。他任荊棘瘋長、沃土盡毀，他迫人為奴、奢侈享樂……為了超越歷代王者，新任戰首不得不拋卻安穩，率將士遠征外界以戰功立名，鞏固族中地位。\n\n「步離巢父，行則戰至，禍遍諸界。判其絕足禁閉，不得受生。」\n\n戰首對判辭感到疑惑，他環顧四周，驚訝於弱者們的審判。那些所謂罪行，不過是生存的法則。"
    }
  ]
}