{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "沉歡醉飲的海隅",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的攻擊力提高<nobr>12%</nobr>。當裝備者的攻擊力大於等於<nobr>2400</nobr>/<nobr>3600</nobr>時，使造成的持續傷害額外提高<nobr>12%</nobr>/<nobr>24%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "酣歌海垠的礁嶼燈塔",
      "type": "NECK",
      "desc": "次元球中封裝著沉浸在永世歡樂中的斯緹科西亞。長明的燈塔矗立海濱，演奏著不息的樂曲。循著歡歌的航船越過迷霧而來，旋即觸礁沉沒，空留殘骸被浪濤吞吃。",
      "typeText": "次元球",
      "backstory": "海浪，永不止歇的輪舞。厭倦了曾尋歡作樂的港口，水手們攤開航海圖，為自己挑選旅程的終點。羅盤停下顫動的指針，指向「斯緹科西亞」，矗立海濱的永世歡樂之城，他們命中註定的銷骨之地。並不以此為意，尚未知曉死亡的人們在歡醉裡揚起風帆，欣然踏入法吉娜的舞池。\n\n水手們追隨潮汐和月相的韻律，將骨叉刺進鯨魚的脊背，用船首撞碎亙古的冰川，他們一路歡唱……直至墮入迷霧之中，直至燈塔近在咫尺，直至最終撞上礁石……\n\n觸礁沉沒的航船沒入水底，不死不滅的人們從海浪中復生。水手在礁石上站起，身上佈滿海草和鹽漬。燈塔中的宴飲者等候已久，躬身邀請他參加不息的盛會。他們循著樂聲步過長堤，登上礁嶼間的潔白燈塔。斯緹科西亞的燈塔以鯨油引火，跳動的冷焰籠罩在水晶雕琢成的透鏡中。燈塔本身便是一座龐大的水漫琴，訪客們拾階而上時，能看見磚石孔隙中玻璃管虹吸海水，隨浪潮升降。露台上，宴飲者手牽著手，伴著樂曲聲圍著燈火起舞，燈火便把他們的影子投向遙遠的海平面。在那裡，水手看見夢寐以求的終點，那座永世歡樂之城。\n\n那是腐敗還未降臨的歲月，苦痛、哀傷和死亡也仍在孕育之中，斯緹科西亞沉浸在法吉娜的寵溺中，用臂彎般的海灣將它環抱，為它哼唱童謠，溫柔如夢鄉。\n\n心急的水手嘴唇顫抖。他的身前，宴飲者邀請他踏足城邦，如手足兄弟般分享無上歡樂；而他的身後，灰色的大海一望無際。礁石間遍佈航船殘骸，溺水者在海浪中沉浮，皮膚上爬滿海葵和珊瑚。他回想落水時分，潛流將他扯入深邃無望的海底——海妖冰冷的手撫過他的臉頰，模糊不清的柔聲輕唱裡，他清醒了過來，被推向浮著粼粼水光的水面。\n\n只不過一瞬的猶豫，只來得及留下匆匆一瞥，通往至福的大門就此掩上，宴飲者們微笑著婉拒了水手進入斯緹科西亞的請求，只因他從迷醉中醒來，還未懂得如何承受真正的歡樂。"
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "酣歌海垠的歌詠步道",
      "type": "OBJECT",
      "desc": "斯緹科西亞人深信海妖如傳說中一樣以血肉守護此處安樂，而她們終有一日將循著燈塔不竭的歌詠赴約而來，得到永不止息的宴會作為犒賞。",
      "typeText": "連結繩",
      "backstory": "孤獨的水手與此前的到訪者一樣，徘徊在大海與城邦之間，駐足在塵世與歡樂的門檻上。他拭去擱淺的鯨魚傷口中流溢的油脂，在夜幕時分點亮燈塔，然後在燈光前端坐，用水漫琴彈奏起那些尚未被奏響的歌曲。\n\n燈塔隨著琴鍵奏鳴，整個斯緹科西亞沉浸在樂曲之中。那些或和緩或急促的曲調，激起了斯緹科西亞女王有關享樂的無窮遐想。水手從最後一個休止符開始倒著演奏，使曲調詼諧跳躍。於是白色的長船載著雜耍藝人，輕巧地穿過河道。盛裝的男女擁擠在兩岸，以金箔和羽毛裝飾的假面遮住面龐，女王也混跡其間，徜徉在丁香和杏仁的香氣裡。\n\n水手整頓節奏，使音符急促而激昂。於是以整座城邦為舞台的戲劇中，扮演海盜的民眾揮舞黑旗攻陷從未設防的城牆，劫掠美酒和金幣，將貴族們送上擺滿鮮花的絞刑架，然後用王冠給全城乞丐加冕。在謝幕時刻，人們將高塔付之一炬，再伴著琴聲狂舞，爛醉如泥。\n\n翻湧的海浪打濕樂譜，洇開柔和舒緩的音符。女王在燈塔前的迷霧中邁入新的劇本，她一襲魚尾藍裙，出演法吉娜的眷從——海妖們的女王。\n\n在故事裡，海妖們受命在海洋深處抵禦塵世難以想像的苦痛，以血肉將漆黑的災厄引入滿溢之杯，換取斯緹科西亞永世的歡樂。到了那應允的時刻，海妖們終將循著燈塔的燈光和弦聲，沿著堤道步入斯緹科西亞。斯緹科西亞人將執起她們的手，一同參加那永不歇止的宴會。\n\n斯緹科西亞女王步入水中，享受一次想像中的死亡。在那月相無法約束波濤的夜晚，大海深處，海妖們空心的淚水如泡沫般上升，她們期冀，她們等待，窺探此生未見的月光，然後血肉消融。可惜，此夜並沒有月光，只有燈塔明滅如故——淚水代替海妖們升上波光粼粼的海面，漂泊的浮沫消散在浪潮之中。\n\n孤獨的水手得償所願。宴飲者眼含幸福的淚水，祝賀他得以步入斯緹科西亞，當第一聲歡歌響起，死亡凋敝的羽翼便已經覆蓋在這座永世歡樂的城邦之上。"
    }
  ]
}