{
  "_id": 309,
  "id": "rutilant_arena",
  "name": "繁星競技場",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的暴擊率提高<nobr>8%</nobr>。當裝備者的現有暴擊率大於等於<nobr>70%</nobr>時，普通攻擊和戰技的傷害提高<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33095,
      "ids": [
        33095,
        43095,
        53095,
        63095
      ],
      "id": "",
      "name": "泰科銨的雷射球場",
      "type": "NECK",
      "desc": "次元封裝的泰科銨星規格最高的運動場——泰科銨大球館。球館內外人聲鼎沸、彩旗飄揚……激動人心的機動球競技將在萬眾矚目中盛大開幕。",
      "typeText": "次元球",
      "backstory": "泰科銨星曾是公司的沉船港星球。公司會派定損業務員去清理舊船殘骸，發掘剩餘價值。\\n\\n業務員們都將「派駐泰科銨星」視為一去不返的流放。在這顆小行星上，成山的碳纖維與不鏽鋼描摹著巨艦退役前的輪廓，鋼筋廢墟投下虛無的陰影，使人渴望召回的欲望越加強烈。數年間，業務員們在甲板之下搶奪高階零件，穿著推進設備在沉船艙通道中疾速追逐，形成了一套陰影中的「地下法則」……即便如此，困獸們也未能得償所願，終究無人得以返航。\\n\\n困獸們的「地下法則」從未躲過監視，都透過隨身影像傳回了公司，化為高位者的茶餘笑談。「傳統企畫部」投資人頷首沉思，從中嗅到了一絲「娛樂」的可能性。\\n\\n按照規劃，全銀河首個以「泰科銨機動球」為主體的競賽項目將在泰科銨星橫空出世。數座星球改造機器降臨此處，將廢棄的星艦連根拔起，不留一處陰影。默默無聞的小行星圍繞著「機動球」運動改頭換面，轉眼之間便成為璀璨耀眼的競技聖地。「屆時，將再無人在乎荒誕的原型，留下的只有純潔的運動精神，以及高額的商業合約」。\\n\\n身著推進器護甲的運動員、變幻莫測的立體賽道、火花激蕩的身體對抗……「機動球大賽」一經推出便躋身銀河焦點。終年夜色的泰科銨星上從此光芒四射，不見陰影。\\n\\n大球館內，球隊主客攻防難解難分，聲嘶力竭的觀眾座無虛席，他們高呼球隊與球星之名，山呼海嘯的喝彩聲經久不絕。大球館外，泰科銨星也未曾安靜片刻。轉播授權、特許贊助、廣告合約在交易市場上明爭暗奪，地下世界的樂透式投注也常常暗潮洶湧，各自歡喜離愁……墨水般的夜色陰翳早已化為雷射底板，默默襯托著競技場的流光溢彩。\\n\\n泰科銨大球館從誕生起便一直夜如白晝，誰也不記得褪去的陰影究竟藏於何處。"
    },
    {
      "_id": 33096,
      "ids": [
        33096,
        43096,
        53096,
        63096
      ],
      "id": "",
      "name": "泰科銨的弧光賽道",
      "type": "OBJECT",
      "desc": "泰科銨大球館的標準賽道通常是金屬結構外覆光滑混凝土與原木地板。為了讓場內觀眾清晰觀賽，球館大量使用透明聚碳酸酯材質，使戰況一覽無遺。",
      "typeText": "連結繩",
      "backstory": "「傳統企畫部」召集來星際和平娛樂的運動專家，要求他們剔除所有野蠻要素，將泰科銨的「地下法則」改造成「能賺錢的競技比賽」。\\n\\n材料專家率先設計出「機動球」——直徑<unbreak>35</unbreak>公分、重約<unbreak>30</unbreak>公斤，混合了碳纖維與不鏽鋼的科技鐵球——嘗試滿足需求。它無時無刻不追逐著相位靈火的變換，以無規律移動增加比賽的不可預測性。運動裝備專家以此設計為基礎，進一步開發出機動球標準推進護甲，便於頂級運動及醫療企業能夠呈現企業水準，確保穩定收入與安全競技的可持續性。\\n\\n至此，泰科銨機動球協會正式成立，制定了初版《泰科銨機動球比賽規則》。兩支隊伍各七人的比賽制度也從此確立。\\n\\n博識學會的賽道建築師將「競逐」概念具體化為立體環狀賽道——標準長度<unbreak>2.91</unbreak>公里，賽道中心平直區域寬5公尺，兩側弧形區域寬2到<unbreak>14</unbreak>公尺不等……機動球隊員們將在寬敞明亮的賽道上單向飛馳數圈，在呼嘯聲與碰撞聲中完成整場比賽。根據實際測試，在賽道上的高速行進過程中，非連貫的點狀光源會在運動員視覺暫留中連接成線，數條幽明可現的流明會形成專屬的弧光賽道。星際和平娛樂向富商們發出邀請，承諾他們最受矚目的競技將擁有高度曝光率。隨即，聯賽俱樂部建制完備，最具天賦的球員齊聚一堂、整裝待發。\\n\\n星際和平影視獨佔賽事轉播，透過超距遙感將比賽實況放送到殊方異域的各個角落。頂尖運動員的感官體驗也全程錄製，使足不出戶的觀眾能直接體驗速度與碰撞、呼嘯與弧光。舊日沉船港停滿觀光船艦，紛亂的人群則在佈滿燈光與廣告的街頭聚集，隨後緩慢地流向大球館內。當他們在確認座位途中四處張望時，滿眼盡是橫幅彩旗與麥芽飛沫，明亮的賽道在探照燈下靜靜佇立。\\n\\n在山呼海嘯的歡呼聲中，第一場比賽開始了。"
    }
  ]
}