{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "重循苦旅的司鐸",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "速度提高<nobr>6%</nobr>。",
    "4": "對我方單體目標施放戰技或終結技時，使技能目標的暴擊傷害提高<nobr>18%</nobr>，持續<nobr>2</nobr>回合，該效果最多疊加<nobr>2</nobr>次。"
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "sacerdos_melodic_earrings",
      "name": "司鐸的律音耳墜",
      "type": "HEAD",
      "desc": "他常常坐在告解室內側耳傾聽。耳墜不斷提醒著他，即便是最微末的細語也是有重量的。",
      "typeText": "頭部",
      "backstory": "「謹遵您的意志。我犯了錯，我謊稱各個家系心有隔閡，以此流言換取新聞酬勞……」\n\n透過隔窗，家主注意到那名記者目光閃躲，小心翼翼地等待著自己的回應，就像無數次「聖事告解」一樣——用鈴音般的寬慰令信徒們痛悔罪過。不過此刻他不自覺地側過頭去，欲言又止，任由那金屬墜子在耳畔發出清脆的雜音。\n\n「我清楚知道，這實屬無稽之談。寄以神主之恩，家族全體萬眾一心。這是眾多家系成員的願望，也是家系成員們投身神主懷抱的緣由。」\n\n告罪者對所告之罪痛悔並定改，從諧音中領洗所犯罪過的赦免。家主輕闔雙目，宣告聖音——\n\n「很好。向其他家人展現真誠、澄清流言，如此便能與之重修諧音。平安回去吧。」\n\n真言善語又何罪之有？律音鐸鐸，卻沉重如枷。他嘆息搖頭。\n\n「……請下一位上前。」"
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "sacerdos_welcoming_gloves",
      "name": "司鐸的授邀手套",
      "type": "HAND",
      "desc": "他常常站在公館內接待訪客，無數遍發出邀請的動作。潔淨的手套提醒著他切記謙卑與禮數。",
      "typeText": "手部",
      "backstory": "「報告家主。這些人自稱是有要事會見，其中好幾人身分成疑，進入夢中的手段非同一般……」\n\n闖入夢中的不速之客排成一排。不出意外，以惡待人的凶徒將被驅逐，謊報身分的罪犯將遭收押，他不發一言，便已然安排就緒。無辜之人目睹了他的盛怒，眼中閃爍著期待與不安——隨後，他露出微笑，向面前眾人探出手作邀請狀，是表達認可，也是展現威嚴。\n\n「各位是橡木家系的尊貴客人，自當禮遇。或許你們好奇自己是如何得到正當評判，在此容許我稍作解釋，那是因為諸位所行之『道』與我相會。」\n\n侍者、藝伶、無業無為之人……紛紛打消疑慮，他們理解了邀約的真誠含義，心中再無介懷。\n\n「讓罪人得到應有的懲罰，讓客人得到應有的禮儀，諧律本應如此。」\n\n家主恩威並施，足以博得來客的信任。他環視眾人，緩緩側身微躬——\n\n「歡迎來到橡木家系。」"
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "sacerdos_ceremonial_garb",
      "name": "司鐸的聖職禮服",
      "type": "BODY",
      "desc": "他常常站在試衣鏡前，確認儀容服裝。在出門前就確保一切井然有序，絕不偏移。",
      "typeText": "軀幹",
      "backstory": "「……若鳥兒生來並無鐐銬，又是什麼束縛我命運♬？」\n\n排練日，年輕的家主將自己藏身於觀眾席的角落中，他並不想分散舞台上歌者的注意力，恰到好處的陪伴感正是他所期許的。他身著禮裝，正襟危坐，是此時此刻唯一的聽眾。在熟悉的歌聲中，他的思緒回到孩童時期，那時她站在「舞台」之上歌唱，自己也是彼時唯一的聽眾——\n\n「好久沒有快樂地唱過歌了吧…我為你搭了一座舞台，就是……有點簡陋。」\n\n在兩個人的演唱會上，他許下約定，終有一日要實現她的夢想，去往更大更璀璨的舞台之上。\n\n「讓我的心勇敢地振翅飛翔，穿過深沉的黑夜，去追逐皎潔的月光♬……」\n\n他從失神中恍惚片刻，正視自己不敢更接近舞台的原因——身著禮裝並非為了享受演出，而是為了在任何時候抽身離開。\n\n「恭喜你妹妹，我們的夢想都實現了。」他小聲說道。"
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "sacerdos_arduous_boots",
      "name": "司鐸的苦旅短靴",
      "type": "FOOT",
      "desc": "他常常在旅行開始之前，挑選一雙適腳的靴子。他摔倒過很多次，但他站起過同樣多次。",
      "typeText": "腳部",
      "backstory": "「走吧，你自由了，妄圖超越本分的神選者。把自己的羽翼折斷，到人間去，走在大地上，看看這人世真正的模樣。」\n\n自那以後，他常常回味公司高管話語中的含義。他走進喧嚷的街頭，他走在謐靜的海邊，他始終都在行走，卻一步也未曾出發……他從未懷疑過自己擁有百折不撓的品質，也從不懷疑自己擁有堅決執行的能力。在下一次站起來之前，他打算停下來，體味理想墜地時的堅硬觸感——\n\n「斑駁的石片上，浸過獸血和人汗，卻始終冰冷，始終粗糲，始終堅硬如故……」\n\n作為家系主理人，他曾開導過太多迷途的羔羊，賜之以正道。但面對自己時，那些輕柔的寬慰似乎褪去失去了魔法，再產生不了效力——他並不需要數落，更不需要同情。\n\n「只有泥濘才會誕生跋涉苦行的人，走下去，我將從失敗之中學到比成功更多。」\n\n在真正的再出發開始之前，他有充足的時間放緩腳步，整理思緒，再繼續徘徊。\n\n「行走從沒有複雜的哲學，當一條路走不通時，便換一條路，僅此而已。」"
    }
  ]
}