{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "識海迷墜的學者",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "暴擊率提高<nobr>8%</nobr>。",
    "4": "戰技和終結技造成的傷害提高<nobr>20%</nobr>，施放終結技後，下一次施放戰技時造成的傷害額外提高<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "",
      "name": "學者的銀邊視鏡",
      "type": "HEAD",
      "desc": "一枚映照著巨廈的單片晶石眼鏡，與手杖、錶鏈、胸針一起襯托出主人的時髦與學識。",
      "typeText": "頭部",
      "backstory": "【序號】 EVD-W019EI06-003\n\n【名稱】晶石單片鏡\n\n【基本特徵】有明顯的碎痕\n\n【取證地點】俄亥提中央綜合科學院能源研究部「柏環」研究室\n\n【當事人】柏環，能源分析領域首席科學家，天才俱樂部#7成員\n\n【現場分析】\n根據現場情況來看，當事人在啟動觀測儀操作不當，導致容器內燃素聚合體洩露，當事人左手嚴重受傷。事故發生時，單片鏡不巧從高處摔落導致損壞。\n\n【證言補充】\n柏環稱實驗過程中，單片鏡內出現異常可見光，強光刺激導致一系列巧合接連發生，並最終導致燃素聚合體洩露事故發生。\n\n由於當事人描述的巧合過多，該證言不被採信。\n\n【備註資訊】\n種種跡象暗示了這是一次蓄謀已久的犯罪行為。由於連續巧合發生的「蝴蝶效應」無法被認定為「可復現的犯罪手段」，該洩露事件最終以「意外」結案。\n\n【相關錄音】\n「……我可能還要感謝這次意外，它把拉姆重新送回了我身邊。這是我們第四次復婚了……說起來滿不好意思的，這還是第一次由我提出復婚呢。」該音訊紀錄來自柏環。"
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "",
      "name": "學者的輔助指節",
      "type": "HAND",
      "desc": "以合金製成、輔助手指活動的外骨骼，需要配合使用者手型訂製，價值不菲。",
      "typeText": "手部",
      "backstory": "【序號】 EVD-X024DE18-002\n\n【名稱】嵌有「灰璽金」合金的手指外骨骼\n\n【基本特徵】有明顯外力捶打損壞的痕跡，已確認在爆炸事件前損壞\n\n【取證地點】極地能源掘場中控室\n\n【當事人資訊】拉姆（死亡），生物波探測領域首席科學家，天才俱樂部#8成員\n\n【現場分析】\n根據監控錄影來看，當事人操作不當導致中控室發生爆炸，當事人直接死亡。\n\n【證言補充】\n「鬼知道她心裡藏著什麼，她要是出了什麼事，克萊恩肯定逃不開干係！」\n\n爆炸事故發生前兩個禮拜，警方接取柏環報案，稱妻子患有殘疾的右手受暴徒惡意傷害。隨後，拉姆作為實際受害者拒絕了進一步調查，並取消了立案。\n\n【備註資訊】\n爆炸案後，當事人丈夫要求調查結束後取回外骨骼，並附有當事人指骨。\n該爆炸案中連續發生的偶然事件過多，建議引起高度重視。\n\n【相關音訊】\n「克萊恩，你給我出來，我們之間還有筆帳沒有清算。你我最清楚，這個世界上沒有絕對的『巧合』，更何況是這一系列的『不可思議的巧合』。」該音訊紀錄來自克萊恩宅邸安全系統。"
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "",
      "name": "學者的粗紡外套",
      "type": "BODY",
      "desc": "粗花呢外套和針織衫是學院中常見的搭配，耐用不易皺的面料對訪問學者來說正合適。",
      "typeText": "軀幹",
      "backstory": "【序號】 EVD-X043FE21-001\n\n【名稱】粗花呢外套、粗紡羊毛馬甲、白襯衫\n\n【基本特徵】左胸處有直徑8公分左右的燃素灼燒痕跡\n\n【取證地點】俄亥提中央綜合科學院能源研究部「柏環」研究室\n\n【當事人資訊】柏環（死亡），能源分析領域首席科學家，天才俱樂部#7成員\n\n【現場分析】\n根據現場情況來看，當事人攜帶「灰璽金」顆粒，吸附了大量燃素，於心臟處瞬時形成近千度高溫。外套、馬甲、以及襯衫均留下燒灼痕跡。\n\n燒灼處留下半截未燒盡的無名指骨，經鑑定該指骨來自拉姆，或與高純度「灰璽金」顆粒有關。\n\n【證言補充】\n「……我們早該想到人總有疏忽的時候，何況他其實從未對喪妻一事釋懷……」\n\n根據研究室的學者們描述，制訂安全手冊規範的珀環不應該犯下如此「低等錯誤」。\n\n【備註資訊】\n「灰璽金」是由天才俱樂部成員#9成員克萊恩研製的稀有合金，具備捕獲並儲存燃素的性質。\n\n當一系列的巧合太多時，巧合還是巧合嗎？\n\n【相關文件】\n「嚴禁攜帶高純『灰璽金』合金產品進入置有燃素觀測庫的實驗室。」出自能源研究部實驗室安全手冊。"
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "",
      "name": "學者的絨皮雪靴",
      "type": "FOOT",
      "desc": "鬆軟舒適的女式短靴，搭配合適的小腿褲會有恰到好處的時尚感，已陪伴主人極地科考多年。",
      "typeText": "腳部",
      "backstory": "【序號】 EVD-X031JA12-004\n\n【名稱】極地科考女式雪地靴\n\n【基本特徵】有明顯破損和修補痕跡，鞋底藏有磁碟一枚，初步排除間諜活動可能\n\n【取證地點】克萊恩家中地下室\n\n【當事人資訊】克萊恩（死亡），合金素材學領域首席科學家，天才俱樂部#9成員\n\n【現場分析】\n\n根據現場情況來看，科學家拉姆的大量遺物出現在克萊恩家中，該短靴也是其中之一。\n\n【證言補充】\n「也許我錯怪他了，我是說克萊恩，而我的妻子拉姆……她離開很久了，我只覺得……陌生。」\n\n柏環對妻子遺物出現在克萊恩家中一事並不知情，從神態上推斷他似乎並不意外。\n\n【備註資訊】\n克萊恩的宅邸較為偏僻，法醫推斷的死亡時間前後無人前往。初步判斷為意外死亡。\n\n柏環、拉姆、克萊恩三人關係特殊，他們所遭受的「巧合」已經接近「靈異」範疇。\n\n【相關音訊】\n「唉，柏環我知道你在懷疑我，我也知道我無法向你證明我的清白。關於拉姆的事，我很抱歉，我問心有愧但我絕不會去傷害她……關於凶手的事，我已經有些了眉目，你聽說過『寂靜領主』嗎？*無意義的噪音*」該音訊紀錄來自短靴中的磁碟。"
    }
  ]
}