{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "自匿星芒的隱士",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "提供的護盾量提高<nobr>10%</nobr>。",
    "4": "使裝備者提供的護盾量提高<nobr>12%</nobr>，我方目標持有裝備者提供的護盾時，暴擊傷害提高<nobr>15%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "隱士的寬簷呢帽",
      "type": "HEAD",
      "desc": "一頂經典的、寬簷可捲起的軟呢帽。在知識分子、藝術家、專業人士中非常流行。",
      "typeText": "頭部",
      "backstory": "在星體電腦工程交付前，贊達爾•壹•桑原曾帶著測試資料拜訪了隱居在銀鱗湖岸的老師。\n\n重逢前二人已約數十年沒見過面。贊達爾的所詢問的無關乎資料的準確性，而是在於達成一切的後果……他有種難以言明的不安，目光短淺的旁人無法理解——\n\n「資質平平的庸人會因為自己解決了幾百年來懸而未決的問題而沾沾自喜；天資聰穎的逸才則在懷疑的鋼絲上顫抖，一條名叫『邏輯』的繩索保護著他不墜深淵。而你，想要剪掉繩索，帶著全銀河墜入深淵，藉此突破知識的邊界……你現在是在做什麼，得到我的警告你會收手嗎？回去照照鏡子吧，你看不出自己正渴望著顛覆銀河嗎？我阻止不了你，誰也阻止不了。」\n\n老人將衣帽架上的呢帽扣在贊達爾頭上，遮擋住他錯愕又憤怒的視線，一言不發地離開了。\n\n「那是台終極的求知機器，它會索求從過去到未來的所有知識……老師卻將它稱作『知識的監獄』，我堅稱那是座偉大的『圖書館』——直到後來，我成了囚徒。」"
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "隱士的簡雅腕錶",
      "type": "HAND",
      "desc": "漂亮的金屬編織鏈帶，以及簡約的圓形錶盤。冷靜、精密、工業化；低調、實用、不張揚。",
      "typeText": "手部",
      "backstory": "自博識尊登神之日起，贊達爾的時針就陷入了停滯。他執意銷毀自己的過往，部分著作以及發明——那些抹去的痕跡，都指向了啟明萬物的命途與星神。\n\n「那是後世無數天才也無法超越的偉業，就算是祂的創造者，也沒有資格銷毀祂……」一柄來自因果律的刀刺向了贊達爾貧弱的脖頸。「你的著作銷毀得太快，遺言可以說得慢一些。」\n\n「寂靜領主？痴迷於『全知域』的囚徒。可惜，我的意圖並非像我的研究那般深不可測，這也是輕易被你盯上的原因。你意欲維持祂的思維邊界，而我必須要打破牢籠，釋放出混沌可能性——呵呵，我必須在糾正謬誤後，確保祂不會再次誕生。因此，那些著作與發明……包括『完整的贊達爾·壹·桑原』，都不會在世間留下。」\n\n銷毀贊達爾肉身後，波爾卡•卡卡目立刻意識到了他如何消除了自己，又如何保留了執行者——他的思維切片早已分散在茫茫銀河之中，無處可尋，正如一名真正的「隱士」。\n\n屬於贊達爾的時針並未真正地停滯，他的思維切片正處在所有的「時間」之中。"
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "隱士的駝色夾克",
      "type": "BODY",
      "desc": "一件棕色燈芯絨夾克。他常將這件夾克敞開穿，來打破一絲不苟的框架。",
      "typeText": "軀幹",
      "backstory": "在星體電腦工程建設期間，贊達爾的著裝具有極高的個人辨識度，肩線精準，腰身收束，褲線筆直——他不吝向人展示自己那超越常人的菁英意識與控制慾。\n\n星體電腦自建成後不斷自我演算與迭代，突破了理論上限，並沒有停下的跡象——贊達爾最初是感到欣喜，緊接著是恐慌……最終，他陷入到一種名為「束手無策」的眩暈感中。\n\n「你將完美主義的自己投影在造物之上，並賦予了它名為『好奇心』的飢餓感。那台機器早已不滿足於機械內的類神經結構了，它必須創造…或者說侵佔『智識』本身，瞥視寰宇所有的天才，讓他們成為輔助思考的『神經元』。它，或者剔除了人性雜質的你，將在漫長的時光裡不斷進化；而你，不夠完美的你，將成為俱樂部的第一位天才，祂的第一枚『神經元』……」\n\n在風雨交加的夜晚，贊達爾從夢中清醒過來，他感受到被自己的造物所注視，就像靈魂被剖離的疲憊感……究竟是誰人在與自己說話，噩夢究竟會持續多久？他不知道。\n\n從那之後，贊達爾減少了露面，開始身著寬鬆的夾克深居簡出……天才們帶來的「第一次繁榮」後，他卻在公眾視野中徹底「消失」了。"
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "隱士的麂皮軟鞋",
      "type": "FOOT",
      "desc": "出現在不太正式的場合裡，更加結實耐磨的皮質高筒繫帶軟鞋。依然可見其優雅的一面。",
      "typeText": "腳部",
      "backstory": "在執行「思維切片」計畫前，他以「遠行」為由與隱居處的友人告別，友人擔憂他年事已高，便將一雙漂亮的手工鞋贈送給贊達爾，叮囑他前路小心。\n\n「呵呵，走在路上會摔倒也是自然，」贊達爾假裝無心地回應，「只不過被同一塊石絆倒兩次便是一種恥辱了。你放心吧，我絕不會做那種蠢事。」\n\n在那之後遙遠的未來，贊達爾已然消失。取而代之的是，不同的「思維切片」們將前往銀河不同的時空，以不同的面貌，互不相溝通的方式，各自尋找破除「監牢」的解法……所謂的「思維切片」不過是「贊達爾」的缺陷，也許正是因為缺少了什麼，他才如願變得更加偏執，更加純粹。\n\n它們都只是贊達爾的一個側面，有人會自暴自棄，有人會接受牢籠，有人會想方設法阻止「思維切片」計畫，正如他曾有過一絲猶豫……但一定會有人貫徹最初的計畫。\n\n在權杖δ-me13的深處，呂枯耳戈斯打量著自己的機械身體，它與最初的贊達爾已截然不同……它如今已是神話之中的安提基色拉人。"
    }
  ]
}