{
  "_id": 313,
  "id": "sigonia_the_unclaimed_desolation",
  "name": "無主荒星茨岡尼亞",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的暴擊率提高<nobr>4%</nobr>。當敵方目標被消滅時，裝備者暴擊傷害提高<nobr>4%</nobr>，最多疊加<nobr>10</nobr>層。"
  },
  "pieces": [
    {
      "_id": 33135,
      "ids": [
        33135,
        43135,
        53135,
        63135
      ],
      "id": "sigonias_gaiathra_berth",
      "name": "茨岡尼亞的母神臥榻",
      "type": "NECK",
      "desc": "次元封裝的是茨岡尼亞-Ⅳ最宜居的地帶——死寂荒漠「母神臥榻」。三重眼的地母神沉默而樸素，以其厚重的身軀無言地包羅茨岡尼亞的一切生者和死者。",
      "typeText": "次元球",
      "backstory": "談及公司「市場開拓部」主管奧斯瓦爾多•施耐德時，人們尤其喜歡討論他上任時的三把火——年輕的狂信徒僅用短短兩年就跨越了嚴寒、惡疾和死亡，解決了開拓部數個琥珀紀懸而未決的三大難題。名為茨岡尼亞-Ⅳ的荒星便是其中之一，那裡死寂荒漠、氏族世仇……困境層出不窮。\n\n茨岡尼亞-Ⅳ位於臨近三大星系的交界地帶，長期處於多顆恆星的星風作用下，是銀河遠近聞名的「暴風眼」。星球表面的生存環境極端惡劣，諸多文明因此或遷徙其他星系、或毀滅於自然災害，如今只剩下極少量的智慧種族留存，博識學會的學者將其統稱為茨岡尼亞人。\n\n實際上茨岡尼亞人分化出諸多氏族，大多以遊牧為生，其中少數還建立了頗具規模的集權政體。\n\n他們同享一種語言，而透過聯覺信標的轉譯，你會知道——「卡提卡」代表剝皮刀，是茨岡尼亞人裡最嗜血的蠻族；「埃維金」的意思是蜂蜜，有些迂腐固執的人則堅稱他們是竊賊。他們同享跨越琥珀紀的世仇，於無盡的荒原中上演著弱肉強食的血腥循環。直到身著黑衣的天外來客從天而降時，茨岡尼亞人才在琥珀的光芒下暫歸一統，無休止的自然循環終於暫告一段落。\n\n隨後，在寰宇巨企的指導下，茨岡尼亞人依據《憲章》建立茨岡尼亞聯合酋長國，向文明的宇宙邁出了第一步。\n\n可惜這股團結和發展不屬於埃維金人和卡提卡人。茨岡尼亞人中部分不懷好意的投機分子對前者的機敏與狡猾心懷忌憚，又將後者貶為絕無可能開化的食人野獸。儘管他們對「存護」尚且只有一知半解，但他們知道總得有人為之付出犧牲。於是，腐敗者們藉助一種極為先進的議事規則，將兩個氏族的族人放逐於漫天黃沙中。\n\n為表歉意，他們特地在決議案中宣告「埃維金人永遠享有自治自決的權利」——這句話的意思是，今後兩氏族人再度陷入紛爭時，他們便可以合情合理合法地無動於衷了。"
    },
    {
      "_id": 33136,
      "ids": [
        33136,
        43136,
        53136,
        63136
      ],
      "id": "sigonias_knot_of_cyclicality",
      "name": "茨岡尼亞的輪迴紐結",
      "type": "OBJECT",
      "desc": "綠松隕石被埃維金人細細磋磨，又以金線翠緞穿之。他們說護身的紐結絕不應被黃沙埋沒，而要璀璨得如同「卡卡瓦」之夜裡自死亡中脫胎的神體。",
      "typeText": "連結繩",
      "backstory": "埃維金，在茨岡尼亞語中意為「蜂蜜」——這種約定俗成的稱呼如今已徹底遺落於宇宙的歷史長河之中。\n\n正所謂空穴來風，埃維金人天生擁有姣好面容和絢麗雙眸，加之天生的高情商，非常擅長博取陌生人的好感。然而，這種天賦為他們招來了嫉妒和仇恨。那些眼紅的勢利小人開始了無休止的誹謗汙衊，而此種非議也在銀河間不脛而走。眾口鑠金，本就是邊星小民的埃維金人有苦難言，只得默默承受種種猜忌。\n\n埃維金人喜愛花紋繁複的織物，也偏愛寶玉——尤其是茨岡尼亞綠松隕石——打造的首飾。理由很簡單，因為只有這種寶石才能與他們神話中的地母神自死亡中脫胎的神體媲美。\n\n他們的母神被稱為「芬戈-比約斯」，執掌與生育、旅途和詭計有關的一切。在埃維金人的信仰中，她通常被描繪為生有三隻眼睛的左掌。埃維金人通常僅以口頭祈禱的方式向她表示敬意，他們相信母神如茨岡尼亞的群山一樣沉默且樸素，造像和讚歌只會使自身遠離她的庇護。\n\n埃維金人透過母神體認世界：大地、群山與其包羅的一切都屬於母神神體的一部分，而這尊神體會在每一歷年的最後一天迎向死亡。\n\n在最後一天當中，光輝的神性將升入夜空，化為燦爛的極光，並在次日重新誕生。因此，埃維金人會在新年的第一天舉辦名為「卡卡瓦」的祭典，編織名為「輪迴紐結」的祭器，將其投入篝火，歡慶母神誕辰。\n\n市場開拓部在事故報告中表示，那場觸目驚心的對抗就發生在「卡卡瓦」之夜。那夜風雨交加，雲霧吞沒了天上的極光，本應視之為噩兆的埃維金人卻前所未有地振奮。他向一位氏族少女問起原因，隨後得到了這樣的回答——\n\n「雨水是母神的恩賜。這是她在召喚我們，要我們舉起武器，為自己的未來而戰。」\n「雨會長伴我們，雨會保佑我們。在雨中，我們要光榮地死去。」"
    }
  ]
}