{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "太空封印站",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的攻擊力提高<nobr>12%</nobr>。當裝備者的速度大於等於<nobr>120</nobr>時，攻擊力額外提高<nobr>12%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [
        33015,
        43015,
        53015,
        63015
      ],
      "id": "",
      "name": "「黑塔」的太空站",
      "type": "NECK",
      "desc": "次元封裝的是「黑塔」太空站，它停靠在湛藍星上空，沿著既定軌道緩緩漂流，寂靜的銀河像是本書卷等待翻閱。",
      "typeText": "次元球",
      "backstory": "黑塔女士曾一度為遍歷星域的收藏發愁，數量巨大、封裝不易，本人更是不願打理。\\n\\n熱情慷慨的星際和平公司隨即提出方案，封存智慧與秘密的太空站「黑塔」便由此誕生。站內上下圍繞收藏制定詳盡的收容措施，力求「於清晰合理之中包羅萬象」。現象以特殊容器收納、奇物由奇物條目規範——大千收藏被分門別類，封藏於站內深處以供研究。\\n\\n隨即公司提出共同探索繁星奧秘的倡議，求新探異的學者們紛紛進駐太空站發展學問。\\n\\n組員們大多仰慕黑塔女士，誓願踐行星空理想，探尋寰宇間繁星低語的秘密。他們開拓星空生命的疆域、明辯義理爭論的正義、探究星河原野的風貌、破解宗儀典祀的玄秘、踐行格物致知的精神……秉承「傳歷智識」之理念，從事著自由而廣闊的研究。\\n\\n但太空站進入航道後便自行其是，黑塔女士鮮少露面。公司此時才發現，站內滿是組員的日常，而天才不見蹤影。\\n\\n不同艙段的光照很難讓人感到時間流逝，只有在倦怠的生活氣息中，可以窺探到一絲痕跡。常有為收藏爭論不休的三兩組員隨著時間推移扭打一起；也有保全人員缺席日常巡邏，躲在行軍床上小憩；年長的組員們向後輩講起過往戀愛經歷；偽裝成臨時雜工的大人物等待著下次轉機……研究之餘這裡亦是生活，望向舷外便知，繁星沿途同行。\\n\\n雖行止有限，組員們仍會以浪漫的方式提起太空站內的庶務生活：星河是雋永的詩篇，「黑塔」太空站正徐徐地翻開書卷。"
    },
    {
      "_id": 33016,
      "ids": [
        33016,
        43016,
        53016,
        63016
      ],
      "id": "",
      "name": "「黑塔」的漫歷軌跡",
      "type": "OBJECT",
      "desc": "「黑塔」太空站建立起那一刻，黑塔女士便失去了興致。它在湛藍星上空保持著第一宇宙速度，在衛星軌道上留下環繞的軌跡。",
      "typeText": "連結繩",
      "backstory": "「黑塔」太空站因為其真正的主人黑塔女士，經歷了無數危機，也渡過了無數危機。\\n\\n滿載著全宇宙中最奇異的收藏，就像是令人垂涎欲滴的上等肉類置於饑餓食客的眼前，從來都不安全。僅憑公司招募的防衛組員、略顯先進的防禦系統，太空站還不足以承受來自星間的歹意……黑塔女士預先調遣，太空站留下一道優雅弧線，讓謀劃已久的太空陰謀來不及上演就已匆匆結束。\\n\\n至於逢凶化吉的情報本事，則被本人輕描淡寫地描述為「將別人看書的時間用在了泡咖啡上」。\\n\\n比起意欲竊取收藏的盜賊、目的不明的各式派系，太空站最主要的威脅仍然來自其主人自身。她要是突發奇想，太空站便即刻遭殃。擬態恆星湮滅的奇物、暗星系碰撞的畸變引力場……黑塔女士趁著興致，將各式收藏蒐集起來；實際到手後，她又常常失去興致，再也不予問津。\\n\\n因此，儘管「黑塔」在深空中不言不語，其珍藏的各形態危機卻像柄重鋒寶劍懸於頭頂。\\n\\n高階組員們對危險的現狀早已熟稔於心，深知「秘密藏於危險之中」的道理。他們嚴格守護高度機密，切實按照標準執行收容，將危險隱沒於平靜之中……在太空站的茶水間裡，他們是插科打諢的朋友；在太空站的收容艙深處，他們是技巧嫺熟的專家。在這裡，秘密將始終是秘密。\\n\\n在湛藍星的近地軌道上，太空站一如既往地運行著，正如在冰湖表面上推出一枚礫石，它將依舊平緩滑行，悄無聲息。"
    }
  ]
}