{
  "_id": 308,
  "id": "sprightly_vonwacq",
  "name": "生命的翁瓦克",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的能量恢復效率提高<nobr>5%</nobr>。當裝備者的速度大於等於<nobr>120</nobr>時，進入戰鬥時立刻使行動提前<nobr>40%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33085,
      "ids": [
        33085,
        43085,
        53085,
        63085
      ],
      "id": "",
      "name": "翁瓦克的誕生之島",
      "type": "NECK",
      "desc": "次元封裝的翁瓦克星球上最著名的島嶼——瓦克島。整座島嶼鬱鬱蔥蔥，在名為「西斯騰」的大樹上，結滿了各式動物的果實。",
      "typeText": "次元球",
      "backstory": "翁瓦克是顆狹小擁擠的星球，遍佈雨林和島嶼，旺盛的生命力是這裡最醒目的象徵。\\n\\n旺盛的生命力使得翁瓦克赤道附近的雨林遮天蔽日，雨林低處常年不見日照，滿是腐生蕈類和弱光植物。生存在這裡的智慧生物聚集在回歸線附近，無論高低的植物在這裡都能自然發育，每天都有新的蔬果長成，隨時隨處都可摘取，當地人也大多以蔬果為食。\\n\\n不過，無論是遷居至此的人類還是土著種族瓦克瓦克，始終對西斯騰大樹上的動物果實保持著近似宗教的敬畏。\\n\\n西斯騰大樹總是一刻不停地結成果實——那些澄黃半透明的球形果實隨著時間逐漸變大、變重，從樹枝上垂下，直到果梗承受不住，它便會發出清脆的響聲墜向地面。纖薄果皮碎裂開來，各式各樣的生物從此處誕生：魚類、飛鳥、寒帶的白熊……在翁瓦克星，牠們有著共同的母親。\\n\\n被稱為「魔王」的生物也是在西斯騰的果實中誕生的，牠自醒來的那一刻起便懂得揮動刀斧般的巨鉗，向翁瓦克的整個生態宣戰。\\n\\n每隔六十個自然年，西斯騰大樹就會誕下新的魔王，周而復始。翁瓦克住民們對絕望的宿命輪迴早有防備。臨近魔王甦醒之時，他們便會暫置爭端、攜手與共，組織起最強的戰士駛向瓦克島……六十年後又六十年，荒謬的討伐戰在狹小地貌上反反覆覆上演了數百年。魔王是翁瓦克恆常的災難，文明的記憶被週期性地清洗殆盡。\\n\\n因此，對翁瓦克而言，旺盛的生命間彼此爭鬥不休，看似變化動盪激烈，實則如同一潭死水。"
    },
    {
      "_id": 33086,
      "ids": [
        33086,
        43086,
        53086,
        63086
      ],
      "id": "",
      "name": "翁瓦克的環島海岸",
      "type": "OBJECT",
      "desc": "瓦克島的海岸線上，海面時高時低，浪潮時漲時落……千年不變的風景，見證了如同潮汐一般的興衰。",
      "typeText": "連結繩",
      "backstory": "隨著西斯騰的果實因豐碩而墜落地面，不同種類的生物在瓦克島上甦醒、啼哭、隨即離開，在翁瓦克上尋找自己的棲息地。\\n\\n一開始，星際外來者被當作是莽撞的竊賊，在部落式的「親切問候」中，逐漸理解了翁瓦克的文明困境。外來者隨即乘上當地住民的木船駛向瓦克島的海岸線，好奇怎樣的魔王會從果實中誕生。部落戰士們心懷忐忑地潛伏在淺灘上，握緊石器時代的武器，為了六十個自然年的和平安寧，他們早已下定有去無回的決心。\\n\\n隨著戰事深入，外來者查清了「魔王」的面目——那是曾一度絕種的星際蟲族，從未有人想過牠會如在宇宙角落裡以這樣的面目出現。\\n\\n慘烈的討伐結束之後，倖存的少數本地居民帶著勝利的消息離開了海岸線，而好事的外來者則悄悄留了下來。他們撥開巨樹垂下的樹枝，陷進淹沒半身的泥沼，在雨林窪地之下，外來者找到深處的管理艙室——至此，關於翁瓦克的秘密得以揭曉：高等文明的物種復原系統化身西斯騰大樹，將無數生命方程解碼放出，以恢復星球生態。\\n\\n週期性出現的魔王，不過是茫茫生物庫中的一筆資料。外來者刪除了魔王資料，離開了翁瓦克，深藏功與名。\\n\\n瓦克島的海岸線上只有潮汐靜靜拍打的聲音，翁瓦克的土著聯軍列陣以待，確信魔王不再降臨。他們舉杯同慶、徹夜歡歌，暢談未來。然而兩族盟友轉身告別之後，便各自策劃著獨佔翁瓦克的戰爭……在沒有魔王的翁瓦克，盟約只是一紙空談。狹小的星球經不起兩個種族的衝突，短暫而脆弱的和平從此消失蹤跡。\\n\\n瓦克島的海岸線依舊平靜。人類與瓦克瓦克退出歷史舞台之後，翁瓦克終於完成了生態復原。"
    }
  ]
}