{
  "_id": 307,
  "id": "talia_kingdom_of_banditry",
  "name": "盜賊公國塔利亞",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的擊破特攻提高<nobr>16%</nobr>。當裝備者的速度大於等於<nobr>145</nobr>時，擊破特攻額外提高<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33075,
      "ids": [
        33075,
        43075,
        53075,
        63075
      ],
      "id": "",
      "name": "塔利亞的釘殼小鎮",
      "type": "NECK",
      "desc": "次元封裝的是塔利亞上無依無靠的破落小鎮「釘殼」。盜賊們在這個水源地以破布、鋼筋和木板建成小鎮，求取暫時的和平。",
      "typeText": "次元球",
      "backstory": "因為一場意外，慌忙逃生的星際盜賊為了躲避「巡海遊俠」的追擊，來到了塔利亞。\n\n最開始的時候，塔利亞只是被稱為「繁星垃圾場」的荒涼地，過去的滅星戰事為塔利亞表面帶來了堆積如山的斷跡殘垣，以及彌散不去的輻射汙染，同時也帶走了這裡僅存的生機。慌張的盜賊走投無路，卻落入了星球表面之下的洞窟，那是類鼠種族所留下的隧道……盜賊們逃過一劫，有關「盜賊公國」的理想在遺落秘境中悄然誕生。\n\n無數的地穴網路互相連接，如同巨大的迷宮。更多的盜賊團體受到理想吸引，前來這裡累積財富、交換技術，為公國打下了基礎。\n\n越來越多的盜賊在這裡定居，蠻荒的星球開始熱鬧非凡。大盜賊演說著「盜賊公國」的理想，承諾「金庫」將用於建立絕對公平的國家。但當財富越來越多，妄圖獨佔它的大盜賊們又撕毀了脆弱的協議。傭兵、暴亂、內神外鬼……混亂的戰爭此起彼伏，也許籌畫者們從一開始就不相信所謂絕對公平的理想。\n\n於是痛恨幻想的盜賊們再次回到了「無知者為王」的混沌時代，他們搶佔水源建立城鎮，嘲弄著公平正義。\n\n「釘殼鎮」裡人人皆是悍匪，他們駕駛著氣質暴戾的越野車橫徵暴斂，與荒漠上其他的匪幫爭奪資源，用廢鐵和舊電線打造機甲和武器……越是貧瘠的廢料堆上，反而越能獲得末路狂歡的灑脫。那些甜美的理想如同輻射熱風中的一陣狗屁，早已經不留痕跡。\n\n觥籌交錯恍惚間，半夢半醒的盜賊們明白了，「盜賊公國」的重點從來不在於建立，而在於摧毀。"
    },
    {
      "_id": 33076,
      "ids": [
        33076,
        43076,
        53076,
        63076
      ],
      "id": "",
      "name": "塔利亞的裸皮電線",
      "type": "OBJECT",
      "desc": "這是從廢料場中收撿來電線，它的絕緣層部分脫落，部分殘留，但仍然沒有退役。在塔利亞的盜匪小鎮上，從來就沒有真正的廢物。",
      "typeText": "連結繩",
      "backstory": "這條裸皮電線相當陳舊，它曾整齊排佈在一艘慌忙逃竄的星艦上，直到巨大的衝擊讓它接觸到潮濕的空氣。\n\n整艘星艦被拖入錯綜複雜的地下通路之中。盜賊星艦的鋼板鋼甲被逐層卸下，電源線路被粗暴拆解，用來建立最初的同盟市集。隨後，盜賊們在這裡累積財富，暢談理想……隨後，曠日持久的爾虞我詐開始了，互相猜忌與背叛，獨裁者和叛徒的戰火從地下隧洞燒到了地上荒漠。\n\n這條裸皮電線依然陳舊，它被匪徒從坑洞中挖出，接在一輛四面漏風的巨大改裝越野車上，奔向遠方的水源地。\n\n倖存者們告別背叛戰爭後的當務之急是尋找塔利亞的水源地。他們駕駛著簡陋無比、品質堪憂的交通工具，在滿是玻璃碎渣的戈壁上日行千里。悍匪們的車隊，時而相互追逐，揚起沙塵與濃煙；時而自由地將人類拋出，扔進車上或者其他任何地方……生存的壓力使他們別無他想，只有悶頭前進才不會迷惘。\n\n這條裸皮電線始終陳舊，它又被匪徒從越野車上拆下，添置到小鎮的燈箱裡，老化的電線致使燈光閃爍頻頻。\n\n自稱是「警官」的老流氓建立了最初的「釘殼鎮」。他手腕強硬、作風毒辣，憑藉著個人魅力將廢料場打理得井井有條，小鎮也日漸熱鬧。少根筋的工程師做出意料之外的廢物機器，不要命的廢土客喜歡在地下的競技場對打……在深夜的吧台前，他們斟滿汽油味的葡萄汁，把杯子碰在一起，慶祝著又僥倖活過一天。\n\n塔利亞沒有什麼新鮮事物，不過是老東西隨著變動的時代得到新使命罷了。"
    }
  ]
}