{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "毀燼焚骨的大公",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "追加攻擊造成的傷害提高<nobr>20%</nobr>。",
    "4": "裝備者發動追加攻擊時，根據追加攻擊造成傷害的次數，每次造成傷害時使裝備者的攻擊力提高<nobr>6%</nobr>，最多疊加<nobr>8</nobr>次，持續<nobr>3</nobr>回合。該效果在裝備者下一次發動追加攻擊時移除。"
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [
        31151,
        41151,
        51151,
        61151
      ],
      "id": "",
      "name": "大公的冥焰冠冕",
      "type": "HEAD",
      "desc": "不停燃燒的火焰冠冕，熊熊野心是它的不盡燃料。",
      "typeText": "頭部",
      "backstory": "優雅的火魔於萬火之火中誕生，並篤信毀滅是賜予陀斐特的至上冠冕。\\n\\n「我，於毀滅之際誕生，是陀斐特的罪惡信仰。我，即是納努克的怒火。」\\n\\n納努克親手覆滅陀斐特，白星烈焰與毀滅之力共同孕育了等離子體生命。優雅的火魔將誕生視為蒙受天啟——「毀滅君主今日征服陀斐特，祂以熾焰授勳，輕浮與空虛的榮譽隨日珥逸散，沉重與厚實的榮譽將為我加冕。」伊弗利特自誕生起，便癡迷於破壞與殺戮。\\n\\n「世間榮譽的桂冠，皆是荊棘編織而成。勝過荊棘的桂冠，只有我無上的冥焰冠冕。」\\n\\n毀滅星神滅星的餘燼，被伊弗利特親手捧起，捏製成陀斐特王冠的模樣，佩戴至今。"
    },
    {
      "_id": 31152,
      "ids": [
        31152,
        41152,
        51152,
        61152
      ],
      "id": "",
      "name": "大公的絨火指套",
      "type": "HAND",
      "desc": "以火焰為絨毛的潔白手套，將暴戾藏於緞面之下。",
      "typeText": "手部",
      "backstory": "伊弗利特策動無數次生靈湮滅的危機，大公自詡為指揮家，只有戴好手套才能握住有刺的短棍。\\n\\n「我奉毀滅天啟而來，一手用來奪走，一手用來給予。」\\n\\n篤信「物之珍稀，在其絕跡」，冥火大公將里沙利特星的歷史文化付之一炬，焚毀貴族光華燦爛的絲綢、燒光詩人侈麗閎衍的長卷、燃盡繪師妙手丹青的壁畫……「文明如同若蟲，只有在焚毀燒盡的處刑中化為黑蝴蝶隨風飄蕩而去，才能獲得新生。」伊弗利特如同低頭監視的焚化爐送葬者，引導著文明的絕唱。\\n\\n「透過我的努力、想像和指揮，使不同的災難之間的配合、演奏次序、音調以及速度……融合為一幕精彩的毀滅表演。」\\n\\n伊弗利特會在滿意的毀滅結束後，擦去手上血汙、戴上潔白手套，如同殷實富足的訪客參加宴會。"
    },
    {
      "_id": 31153,
      "ids": [
        31153,
        41153,
        51153,
        61153
      ],
      "id": "",
      "name": "大公的蒙恩長袍",
      "type": "BODY",
      "desc": "一襲華美的袍，彰顯長袍主人的端莊風雅。",
      "typeText": "軀幹",
      "backstory": "優雅的火魔在慘無人道的屠殺之後，欣賞著穿衣鏡中的身姿。覲見君主總是需要適宜的華服。\\n\\n「服裝的目的不在於修飾儀容，而是展現本質。如同烈焰的本質，便是在於毀滅。」\\n\\n恆遠燃燒的火魔一族視納努克為皇帝，稱其為恩主，卻從未得到星神瞥視。伊弗利特的毀滅摻雜了炫耀與權利、征服與動機，「永火官邸」與「耶佩拉兄弟會」的爭奪更是骯髒不堪。「不純的毀滅比汙垢更容易弄髒最華麗的衣飾。」關於純粹，伊弗利特始終不得其要領。\\n\\n「毀滅之價值，在於被毀滅之物的價值；吾等之價值，便是踐行毀滅直到君主矚目。」\\n\\n伊弗利特心懷虔誠，穿戴錦緞華服，以緇絳色的火焰織就，等待著毀滅傳召。"
    },
    {
      "_id": 31154,
      "ids": [
        31154,
        41154,
        51154,
        61154
      ],
      "id": "",
      "name": "大公的紳雅禮靴",
      "type": "FOOT",
      "desc": "經典而舒適的靴子，保養完好，造型筆挺，修飾腳型。",
      "typeText": "腳部",
      "backstory": "優雅的火魔足跡逶迤之處，被焚毀的文明總是無聲哭訴。伊弗利特從來不曾理會——\\n\\n「無路可走的人是不需要靴子的，那窮途末路的文明又何必對我控訴？」\\n\\n頭頂火冠的「冥火大公」被諸多文明視為天外惡魔，卻受到盛宴之星的邀請。伊弗利特欣然盛裝出席，「我會備好禮數周到的毀滅，一截殘骨也別想留下」。優雅的火魔集結了星海惡黨，盤算著為宴會獻上屍山血海的盛況……那些被毀掉的文明，不過是通往毀滅的巡禮之路，匹諾康尼也只是其中一站而已。\\n\\n「毀滅你們，與你們無關，而是為了祂的注視」。\\n\\n在遠方的宴會聲呼喚下，伊弗利特欣然踏上漫長旅途赴宴。"
    }
  ]
}