{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "奇想蕉樂園",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使裝備者的暴擊傷害提高<nobr>16%</nobr>，當存在裝備者召喚的目標時，暴擊傷害額外提高<nobr>32%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "bananamusement_parks_bananaxis_plaza",
      "name": "蕉樂園的蕉芯廣場",
      "type": "NECK",
      "desc": "次元球封裝的是某個研究團體附設實驗室之一，因為迷因汙染，資訊的真實與虛假已經徹底混合，難以分清，現已被認知重塑為「蕉樂園」。",
      "typeText": "次元球",
      "backstory": "「是誰住在密林的大樂園裡？」\n「香蕉寶寶！」\n「長長黃黃活潑可愛！」\n「香蕉寶寶！」\n\n「咚咚」聲響了兩回半，香蕉們從沉睡中甦醒，要從香蕉樹上離開，開始新一天的蕉生活！有的香蕉醒來便精力滿滿，將榴蓮做成烤派，在叢林裡追逐嬉戲；有的香蕉則相對沉穩，用椰子塗塗抹抹，將自己打扮得椰香四溢。猴子滿意地張望著生機勃勃的景象，不禁朝香蕉們發出甜蜜的呼喚——\n\n「準備好了嗎？香蕉們？」\n「是的，猿長！」\n「太小聲囉！」\n「是的，猿長！」\n\n「咚咚」聲響了三回半，又到了每日的「蕉流俱樂部」時間。香蕉們開始緊張起來，有的香蕉大喊大叫，有的香蕉暗自垂淚，有的香蕉則心如死灰……猴子們向健康的香蕉逐一提問，大蕉葉上的題目總是一成不變——「你還記得香蕉之外的時光嗎？」\n\n簡單的提問總是換來苦澀的回答，香蕉們不能理解悲傷的情緒究竟從何而來。它就像香蕉受到外界壓力時，果肉會氧化發黑一般理所當然。\n\n「如果四處探險是你的願望，」\n「那就敲敲蕉樹請猿長指路。」\n\n「咚咚」聲響了七回半，「勵志蕉友遊戲」要開始了。在這片密林樂園中，每一根香蕉都曾被許諾，只要付出足夠努力，香蕉們不會永遠都是香蕉。它們每根蕉都心懷夢想，為了成為偉大的猴子而不斷奮鬥……叢林退向兩側，猿長從中間走出，他向香蕉們展現溫柔而謙遜的鞠躬禮儀，香蕉們也以禮相待——猿長帶來了全新的遊戲，來「蕉換」全新的故事。\n\n「咚咚」聲響了十一回半，香蕉們被猴子接回樹上，搖擺著進入了理想鄉。綠色的太陽一閃一閃，咕嚕咕嚕的聲音瀰漫在樂園之中。"
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "bananamusement_parks_memetic_cables",
      "name": "蕉樂園的迷因纜線",
      "type": "OBJECT",
      "desc": "實驗室中隨處可見的光訊號纜線，它被用於採集實驗資料，以達成不可告人的秘密。對「香蕉們」而言，認知世界的方法就藏在其中。",
      "typeText": "連結繩",
      "backstory": "芭-77研究所的廢墟位於天匯座-ψ，藏在某個叢林世界的地下。激進的遊俠曾將此處搗毀，如今殘餘的線纜仍然閃爍著意義不明的訊號。\n\n「那該死的研究所就像樹林裡的葉子一樣難找」——於層層疊疊的樹皮下，樹骨構成了入口的形狀，穿過漫長的樹洞後，遊俠們才找到了目標。\n\n這研究所比起「實驗室」，更像是某種「美術館」。繁雜的線纜在空中交織成冊，按照設計者的意圖洩下異色光彩，觀者無不扶額感到暈眩，隨後，光怪陸離的幻覺在眼前逐一鋪開——純黃的閾限空間，逐漸消失的人像畫列，藏於簾後的怪物身影……\n\n遊俠們熟悉這些手段，若是繼續停留在設施裡，隨後便會出現胡言亂語、手舞足蹈的症狀……一聲清脆的槍托撞擊後，年輕的遊俠藉助陣痛與眩暈從思緒迷宮裡走出。\n\n在清醒的視線中，遊俠向著最深處前行。芭-77研究所滿是坍塌的雕塑、毀壞的壁畫、色彩飽和度極高的裝飾……而遍地破碎的容器又讓此地形如監牢。遊俠在最深處找到了一份報告，想像著建築轟然坍塌前，曾發生過無數次的「認知實驗」……某個下意識的瞬間，眾人猛然回首，驚覺自己已身處叢林樂園之中，樹葉不斷向他們招手，詢問他們是否還記得樹上的美好。\n\n「我不是個香蕉嗎？話說我們到這裡幹嘛？」年輕的遊俠試圖回到樹上，讓自己不再「蕉綠」。\n\n而盲眼的遊俠意識到了問題，在一切變得無可挽回前，將年輕人生硬拽著帶離了那裡。\n\n「蕉蕉——叫那幫猴子蕉鬼走吧！」"
    }
  ]
}