{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "風舉雲飛的勇烈",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻擊力提高<nobr>12%</nobr>。",
    "4": "使裝備者的暴擊率提高<nobr>6%</nobr>。裝備者發動追加攻擊時，使終結技造成的傷害提高<nobr>36%</nobr>，持續<nobr>1</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "",
      "name": "勇烈的玄枵面甲",
      "type": "HEAD",
      "desc": "以凶鳥「大風」為原型的面甲，兩對輔眼曾目睹過神跡示現。",
      "typeText": "頭部",
      "backstory": "她的鷹盔有兩對輔眼，確保能在任何光照條件下看清周身環境。然而輔眼此時被乾涸的汙血附著，視線可及之處都浸染著鐵鏽色。\n\n將軍自昏迷中醒來，從屍山上爬起。身後，「瞰雲鏡」如一座高聳尖塔向天而立。塔尖之上，一道光芒律動不休，重複著只有觀星士們才能解讀的密語。承託聯盟萬億眾生的願力，它在向神祈願——此刻，她與那些四處枕藉、早已了無生氣的同儕們奮戰至今，為的便是令這聲低喚上達天聽，賜下死亡。\n\n「來了…」將軍喃喃低語，仰天矚目。她看不見神的形象，聽不見祂的綸音，但她能感受到祂抵達的證據：灼熱的氣浪陡然騰起，宛如烙鐵遊走於肌膚。熾紅的火星隨血霧獵獵飛揚，如帷幕遮天，在隨後的瞬間裡，被不可直視的光撕開——\n\n來了，那道無數將士戰死所交換的神跡來了。她曾目睹被神罰化為死域的天體殘骸，也曾追逐這光的尾跡而戰。她本以為這光極快，快到不容一絲雜念浮想。但她錯了，那一剎那至少足夠她再想起心愛的弟子：\n\n「那就許個願吧。願她行於坦——」\n\n大地如翻湧怒浪，隨光之海咆哮而來，她再無俗念，化為光中塵埃。"
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "",
      "name": "勇烈的鉤爪腕甲",
      "type": "HAND",
      "desc": "嵌合肌體的仿生手甲。若想狩獵猛獸，就要有比猛獸更銳利的爪牙。",
      "typeText": "手部",
      "backstory": "她麾下的青丘軍戰士有著不輸步離狼卒的悍勇。即便劍折弓斷，無有寸鐵在手，他們也能憑手甲上的銳爪死戰到底。\n\n傳聞青丘衛的狐人戰士多解救自步離人所統治的世界。這些誕生自「淪陷地」的狐人血緣駁雜，偶有呈現返祖狀態的突變個體。這些狐人會被充做戰奴，受狼頭恩主們驅使，成為戰前的先鋒與延阻仙舟進攻的炮灰。\n\n「加入青丘軍，我們將給你向狼頭恩主復仇的機會！」在募新訓練中，將軍還記得自己對年紀幼小的狐女如此說道。但她為自己沒法說出口的後半句而感到愧疚：你和我一樣，為戰而生，也將為戰而死。\n\n戰奴雖擁有堪與狼頭恩主媲美的力量與速度，但突變也透支了他們的生命與理智。當意志隨狂怒燃燒殆盡，戰奴便會淪為暴戾嗜血的怪物。\n\n當純粹獸性的怒火支配肉身時，在完成此生最後的獵殺奔逐後，這副手甲將成為桎梏雙手的銬枷，再難與血肉分開。"
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "",
      "name": "勇烈的飛翎瓷甲",
      "type": "BODY",
      "desc": "身如凜風，翱翔群狼仰首處，獵物與獵人終將易位而處。",
      "typeText": "軀幹",
      "backstory": "她依舊記得狐民中的古老民謠，唱的是一闕不成曲調，只餘悲傷的去國哀歌。「有狐綏綏，在彼岸濱。行道遲遲，載渴載飢。我心傷悲，莫知我哀」……\n\n於數千年前開始，他們成了狼爪下的牲畜、奴僕與通貨。於數千年後，他們仍然在為解放同胞奔走征戰。儘管沒有天敵那般不斷強化異變的肉身，但他們擁有靈敏應變的機智。\n\n狼頭恩主命令他們造器供用，卻又反覆挖去他們的雙眼防其習藝，禁絕他們持有金屬以免仿造器物。這一切都不能磨滅狐民們內心的渴望：終有一日，他們要教獵人懂得被狩的惶恐；終有一日，他們要與獵人易地而處，追逐不休。\n\n最終，狐民們燒瓷為甲。青丘瓷甲如風般輕盈，如鋼般堅韌。狼頭恩主的爪牙與他們的血肉武器無法傷其分毫。\n\n將軍將這身瓷甲披掛著裝，與青丘衛的戰士們乘風而起，成為步離人頭頂的夢魘。他們結陣進退，猶如出獵的群鳥，彼此呼應。但無論這甲冑如何堅固，她始終相信：被疼痛錘鍊的肉體才是最好的武器，患難與共的戰友才是最好的護甲。\n\n「鳥揚羽翼，獸露牙爪。豈曰無持，同袍為甲。」"
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "",
      "name": "勇烈的逐獵腿甲",
      "type": "FOOT",
      "desc": "禽爪制式的戰靴，著裝之人迅疾如風地奔襲戰場，輕易踏行於荊棘坎坷。",
      "typeText": "腳部",
      "backstory": "她看著女孩的身影在朦朧月光下動如脫兔。她追隨女孩的足跡與氣味如追獵物。最終，她在道路盡頭等著女孩到來。\n或者，是女孩在等她到來。\n\n月光映照下，將軍看清了那張臉。\n「你就那麼想加入雲騎？」\n「我不想給狼頭恩主賣命。」\n少女的步離語艱難斷續。那張臉上的神情，她曾在無數次解救淪陷地同胞時目睹過。\n那些人雖和她流著同樣的血，卻說著不同的語言，懷著不同的心思。\n他們從不認為自己是狐族的子裔，可這樣一來，他們又是誰？\n將軍微微顫身，讓出一條路。\n「你走吧，今夜開始，他們不會再追趕你了……」\n「可我要他們死。」\n\n將軍難以置信地瞧著她，如同看到天空掠過流星般驚異，小獸般的身姿倏然沒入黑暗。\n將軍閉目，彷彿被月光灼痛了眼。片刻後，她低頭，瞧見少女精赤的雙足，佈滿棘刺血痕與汙泥。\n\n「怎麼不穿鞋？」\n「忘了。沒發現。」\n將軍脫下自己的戰靴，比了比尺碼，為女孩穿上。\n「倒挺合適的…那就出發吧。」\n「你怎麼辦？」\n「我早習慣走在荊棘上了。」\n\n她邁開步伐，赤足如飛，女孩一路緊緊追趕她的身影。\n又或者，是她們在追趕彼此的身影。"
    }
  ]
}