{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "流星追跡的怪盜",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "擊破特攻提高<nobr>16%</nobr>。",
    "4": "使裝備者的擊破特攻提高<nobr>16%</nobr>。當裝備者擊破敵方目標弱點後，恢復<nobr>3</nobr>點能量。"
  },
  "pieces": [
    {
      "_id": 31111,
      "id": "",
      "name": "怪盜的千人假面",
      "type": "HEAD",
      "desc": "用以改變面貌的面具，結合精湛的演技便能以假亂真。",
      "typeText": "頭部",
      "backstory": "流星怪盜盧布朗視行竊之事如參加假面舞會，隱藏身分是禮儀的一部分。\\n\\n「為什麼面具還能改變身高和聲音？哈哈哈哈，這是在下的專利技術，保密。」\\n\\n怪盜藉由面罩化身普通員工，潛入公司的保全會議之中，並對「怪盜防範措施」獻計獻策。直到竊盜結束後半個月後，保全部門才回想起自己從沒見過這位「同事」。\\n\\n盜賊過著雙重生活，總是需要一些掩人耳目的手段，這是怪盜界的傳統。\\n\\n「讓你們的編劇想想辦法，看能不能讓怪盜全程戴面具。」公司影視部門的市場行銷對製片人說道，「我再強調一下這個面具周邊的需求：價格低廉，大受歡迎。」"
    },
    {
      "_id": 31112,
      "id": "",
      "name": "怪盜的繪紋手套",
      "type": "HAND",
      "desc": "編入奈米材質的特殊手套，可即時編寫手套表面紋樣。",
      "typeText": "手部",
      "backstory": "流星怪盜盧布朗沒有不留痕跡的潔癖，他總是留下些誤導的線索、恰到好處的挑釁。\\n\\n「為什麼公司的人會因為假指紋上當無數次？也許，你應該問的是公司而不是我。」\\n\\n他的手套能夠生成各種紋樣，不僅讓公司的指紋探測技術淪為笑話，還留下了一堆無傷大雅的「盜賊破綻」。保全部門在存放寶物的密室裡找到了上百個印記，其中包括史前翼龍、星際瓢蟲，拉布拉多……當然，沒有一個屬於他自己。\\n\\n僅僅是銷聲匿跡未免太過無趣，只會和那些擔驚受怕的小毛賊們拉不開格局。\\n\\n「戲說也不能胡說，現在誰還用指紋系統？」公司保全部門抱怨道。「這些編劇到底有沒有生活常識啊？」"
    },
    {
      "_id": 31113,
      "id": "",
      "name": "怪盜的纖鋼爪鉤",
      "type": "BODY",
      "desc": "偽裝成編織腰帶的鋼索，腰帶卡扣裡隱藏著掛鉤和滑輪。",
      "typeText": "軀幹",
      "backstory": "考慮周全的怪盜總能在絕境之中安全撤離，腰間常備救命鉤索。\\n\\n「腰間的鉤索要怎麼瞄準到想去的位置……你會解釋你是如何邁出腳步嗎？」\\n\\n放置寶物的密室裡機關遍佈險象環生，然而怪盜藉助腰部的飛索抓鉤閃轉騰挪，如同在半空中舞出華爾滋。抓鉤在三分之一秒內發射至數十米高牆上，滑輪隨即旋轉起來，瞬間便將怪盜送到「獅子座之星」的面前。\\n\\n藉由腰間的鋼索就能飛天遁地，這便是飛賊的基本職業素養。\\n\\n「續作可以讓我們的特技替身演出，還能省筆預算呢。」動作指導譏諷道。「反正戴著面具，觀眾也看不出來誰是誰。」"
    },
    {
      "_id": 31114,
      "id": "",
      "name": "怪盜的流星快靴",
      "type": "FOOT",
      "desc": "一雙輔助增強人體機能的靴子，幫助怪盜在樓宇之間大步流星。",
      "typeText": "腳部",
      "backstory": "怪盜在城市上空快速躍動時，會刻意留下炫目的殘影，這便是「流星」之名的來歷。\\n\\n「要是沒有高樓大廈的話該怎麼逃走？哈哈哈哈，請不要再問這些缺乏趣味的問題了。」\\n\\n無數次有驚無險的逃亡過程讓怪盜早已駕輕就熟。沒有人能夠在城市中追上怪盜的流星快靴，除非有人能夠知曉怪盜的據點。讓怪盜意外的是，一位雞窩頭偵探端著咖啡杯正坐在盧布朗的椅子上，早已等候多時。\\n\\n怪盜的故事已經完結，接下來該講講偵探的故事了。\\n\\n「很多人不相信我們敢這麼寫，這就是我們這麼寫的原因。」編劇（匿名）解釋充滿爭議的盜賊結局。"
    }
  ]
}
