{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "烈陽驚雷的女武神",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "速度提高<nobr>6%</nobr>。",
    "4": "當裝備者及其憶靈為裝備者及其憶靈以外的我方目標提供治療後，使裝備者獲得【甘霖】，每回合最多觸發1次，持續<nobr>2</nobr>回合。裝備者持有【甘霖】時，速度提高<nobr>6%</nobr>，我方全體暴擊傷害提高<nobr>15%</nobr>，該效果無法疊加。"
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "女武神的翱翔翼盔",
      "type": "HEAD",
      "desc": "這頂翼盔曾見證了陽雷騎士挑落天神，它也見證了天空闔眼。",
      "typeText": "頭部",
      "backstory": "滾燙的黃金熔岩在女武神腳下翻湧不息，她將表情藏於鐵盔之下，如同冬霧遮蔽星輝。\n\n最後的天空之子已然沉沒，而她也將孤獨奔向截然相反的遠方。\n\n「塞涅俄絲，你想起了誰？」朝夕相伴的翼獸察覺到她那輕微的思緒。女武神沉默片刻，那些眾人向天空祈禱的舊時光早已一去不復返。「我想起了誰？我已經想不起任何人了。我是那樣熾烈地愛著世人，我又是如此仇恨人性之中的軟弱，如今，我卻誰也想不起……」\n\n翼獸們垂首不語，它們曾見過女武神曾追隨過堅定的信念，也陷入過自欺的泡影。\n\n那覆面的鐵盔之下，如今又是怎樣的面龐？又有著怎樣的視野？"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "女武神的騎槍手鎧",
      "type": "HAND",
      "desc": "這對護手陪伴騎士贏下了所有的戰鬥。它能夠讓人緊握最致命的武器，忍受最痛苦的背叛。",
      "typeText": "手部",
      "backstory": "銀鱗岩在鍛爐中嘶鳴。年長的山之民為鑄好的護手注入祝願後，將其贈予身旁的女武神。\n\n「柔軟，受傷。騎士，堅硬。比雲母柔韌，願你的骨骼。」\n\n她接過精緻的手鎧，輕輕擦拭那銀鱗冰甲……她開始遙想自己手握著雷電劈斫而成的長槍、烈焰綻放而成的圓盾，她將衝向天空的戰場，拯救所有人——強大只是拯救的必要條件。山之民仔細將真理的箴言烙印在指節上，並叮囑女武神要始終記得鐵手套的柔軟之處。\n\n「焐熱河床卵石，要用掌心。勿將冰川，雕琢成利劍。」\n\n後來，她那近乎極端的使命感和正義感，只將那工匠的祝福灼燒成永不癒合的焦痕。"
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "女武神的啟程披風",
      "type": "BODY",
      "desc": "這襲披風為陽雷騎士遮雨避塵，陪伴她經歷所有的冒險——留下那天空中最醒目的背影。",
      "typeText": "軀幹",
      "backstory": "尚未成為騎士的少女，在導師隱居的山洞中，接受出類拔萃的武藝指導。\n\n「做得好。很快，我就沒什麼可以教你的了。你想用這份力量做什麼？」\n\n聽聞神諭之後，少女心緒便早已不在訓練之上。溫和的導師看出了她的煩惱心思，輕輕將松脂塗抹在她常用的短劍上。「老師，我想活在真實之中。您聽說了嗎……雅努薩波利斯的聖女，以及她傳來的神諭？」少女擔憂著導師勸止自己，卻早已暗下決心。\n\n「可是，什麼是真實呢？」溫和的導師反問她，「……你需用一生去分辨它，這並不容易。」\n\n子夜她悄悄起身，想趁黎明到來之前就匆忙離去，卻發現那疊好的披風，早已在啟程的行囊之中。"
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "女武神的勳禮馬刺",
      "type": "FOOT",
      "desc": "這對馬刺來自陽雷騎士兩隻翼獸夥伴的饋贈——走在追求真實的道路之上，這是必要的疼痛。",
      "typeText": "腳部",
      "backstory": "英雄塞涅俄絲身邊有兩隻翼獸夥伴——索拉比斯和露奈比斯，她的坐騎與戰友。\n\n「我們追隨你，塞涅俄絲。讓我們見證你弒神取火的序篇吧。」它們信任著自信凌厲的女武神。\n\n兩隻翼獸託付大工匠打造出一對馬刺，作為「陽雷騎士」授勳儀式的一部分——「感謝你們的心意，可是我用不上它」她知道那是騎士精確操控坐騎的輔助道具，「你們與我的心意一致，無需藉助它的刺激，我們便能無間配合彼此。」\n\n「收下它吧，塞涅俄絲。你走在追求真實的道路上，應該明白『疼痛』使我們清醒。」露奈比斯的目光堅定如炬，索拉比斯引導著她的手接過那對馬刺。\n\n陽雷騎士接受了象徵友情的勳禮——若疼痛能讓人及時調整方向，那便是必要的疼痛。"
    }
  ]
}