{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "盜匪荒漠的廢土客",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "虛數屬性傷害提高<nobr>10%</nobr>。",
    "4": "裝備者對陷入負面效果的敵方目標造成傷害時暴擊率提高<nobr>10%</nobr>，對陷入禁錮狀態的敵方目標造成傷害時，暴擊傷害提高<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31121,
      "id": "",
      "name": "廢土客的呼吸面罩",
      "type": "HEAD",
      "desc": "能夠過濾沙塵與輻射的面罩，像是由廢棄呼吸器改造而來。",
      "typeText": "頭部",
      "backstory": "塔利亞的廢土客們總是隨時備著呼吸面罩，畢竟輻射和沙塵暴是這裡的家常便飯。誰都很難說這種土製呼吸面具符合了什麼科學原理，不過是一點自我安慰而已。\\n\\n「聽說了沒有？山谷那邊有個老東西在面罩上插著水管呢！換我我絕對受不了。」\\n\\n廢土客們似乎很少抱怨塔利亞極端的惡劣天氣，一來他們無力改變現狀，這破地方自從核爆以來就一直沙塵漫天；二來他們極其樂觀，在紅沙遮天蔽日的時候，他們會戴上防塵面罩衝向其他的匪窩，裹挾著風塵滾滾，如同閻羅鬼煞打家劫舍。\\n\\n一夥有準備的土匪突襲另一夥沒有準備的土匪，這便是塔利亞的生存法則。\\n\\n這個防塵面罩看起來穿脫不便，還有著「釘殼鎮」的防偽標記。"
    },
    {
      "_id": 31122,
      "id": "",
      "name": "廢土客的荒漠終端",
      "type": "HAND",
      "desc": "能偵測電離輻射氣體的多功能垃圾，會講垃圾話。",
      "typeText": "手部",
      "backstory": "塔利亞在成為盜賊王國之前，就以「繁星的垃圾場」之名遠近聞名，不同世界的科技廢品都可以在這裡找到第二春。\\n\\n「不要問我是不是喜歡戴著比枷鎖還重的手部終端裝置！關鍵時候，它比錘子還厲害。」\\n\\n釘殼鎮建立之後，塔利亞最離譜的廢土工程專家們終於找到一處安全的場所大展伸手，他們創造了獨屬於塔利亞的「憑感覺科技」。銫塵計數器和會講髒話的手部智慧型終端機橋接在一起，就能誕生廢土特有的多功能垃圾「荒漠終端機」。\\n\\n所謂「憑感覺科技」的核心就在於：不要詢問原理，也不要詢問目的，沒人在乎的。\\n\\n「竟然把我和垃圾組合在一起，你們簡直是地溝裡的臭老鼠。」智慧終端機的聲音真誠而又熱切。"
    },
    {
      "_id": 31123,
      "id": "",
      "name": "廢土客的修士長袍",
      "type": "BODY",
      "desc": "寬鬆的長袍，由傳教士的款式改造而來。",
      "typeText": "軀幹",
      "backstory": "塔利亞的悍匪們大多沒期待過救贖，更不知道什麼是修士。他們只覺得這長袍子看起來中用，可以拿回去擦灰。\\n\\n「『無知為王的時代還沒結束』？這是什麼狗屁不通的句子！」\\n\\n廢土客們發現了早已荒無人煙的修道院，甚至翻出了舊文明的典籍。他們近乎直覺地察覺到文明紀錄的珍貴價值，在一番虛情假意的感慨之後，歡快地付之一炬。廢土客們帶走的只有修士們剩下的長袍，除此以外的破東西在釘殼鎮可是一文不值。\\n\\n廢土客大多都沒有文化，再多有關文明的資料都比不上一頓飽餐更有用，這也不應該指責他們。\\n\\n至少修士們的長袍留了下來，這也是一種文明存在的形式。"
    },
    {
      "_id": 31124,
      "id": "",
      "name": "廢土客的動力腿甲",
      "type": "FOOT",
      "desc": "動力甲的腿部，以廢鐵和舊電線製作的外骨骼。",
      "typeText": "腳部",
      "backstory": "釘殼鎮的匪徒們需要一些手段來捍衛他們來之不易的水源和垃圾，用來湊數的匪徒科技就此應運而生，華而不實的動力裝甲只有腿部能運作。\\n\\n「我要的是一整套動力裝甲，現在你告訴我上面的部分都炸了？！你問問你自己，這腿甲你敢用嗎？」\\n\\n三天兩頭爆發的釘殼鎮保衛戰促進了「憑感覺科技」的戰時發展，來路不明的材料和一拍腦門的工藝甚至能做出動力裝甲。遺憾的是，初代廢鐵動力裝甲只剩下了腿甲的部分，大幅簡化之後仍然能讓人像火箭一樣發射出去，詳細原因工程師也不太清楚。\\n\\n設計師的說法解釋道：「這是半夢半醒之間完成的設計，是一生只有一次的靈感之作。」\\n\\n管他是可回收垃圾還是有害垃圾，還能用的垃圾就是好垃圾。"
    }
  ]
}
