{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "機心戲夢的鐘錶匠",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "擊破特攻提高<nobr>16%</nobr>。",
    "4": "當裝備者對我方目標施放終結技時，我方全體擊破特攻提高<nobr>30%</nobr>，持續<nobr>2</nobr>回合，該效果無法疊加。"
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "watchmakers_telescoping_lens",
      "name": "鐘錶匠的極目透鏡",
      "type": "HEAD",
      "desc": "一枚金雕目鏡，鏡片映照遠方的紛繁奇象，助它的主人望穿迷夢。",
      "typeText": "頭部",
      "backstory": "在匹諾康尼關於「鐘錶匠」的故事裡，他總是別具慧眼，能輕易看穿夢幻泡影下的商機，創造出誰也未曾料想的偉大事業。\n\n邊陲監獄在萬界之癌中爭得自由，又在家族的光照下迎來和平與繁榮。據說鐘錶匠就是在此刻入局，他的目鏡映出這片夢境的本質——人們在「薄暮的時刻」揮金如土，只為尋得「夢中的不可能之事」。從此，匹諾康尼的夢中出現了許多不可思議的事物：會講笑話的茶壺、一邊行駛一邊旋轉的跑車、每天都會變換位置的豪宅……它們大多毫無用處，標價卻都是天文數字，而且那些遠道而來的人們，居然都願意為之揮霍無度。\n\n此乃虛幻夢境，何不放肆狂想？一句「獨存夢中，獨一無二」，便重新定義了夢境中的奢侈與價值。\n\n苜蓿草家系與商界的老逐夢客們總為此事感到懊悔，埋怨自己為何沒有早點看到這樣的機會。而鐘錶匠只不過是看得比他們遠了一點——每次都遠了一點。"
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "watchmakers_fortuitous_wristwatch",
      "name": "鐘錶匠的交運腕錶",
      "type": "HAND",
      "desc": "一只做工精美的手錶，有著奇特的子盤與時針，據說是夢境中好運的象徵。",
      "typeText": "手部",
      "backstory": "「鐘錶匠」被稱為鐘錶匠的原因，是系列故事最大的謎團。\n\n有人說他曾是鐘樓的修補工匠，有人說他曾是販售鐘錶的行商，甚至有人說他真的有一個錶盤形狀的腦袋——就像他創作的鐘錶小子一樣。\n\n隨著流言四起，夢中的腕錶也藉著鐘錶匠的名聲一炮而紅。逐夢客們知曉它們與本尊毫無聯繫，卻依然將之視為對他的敬意、幸運的象徵。在一系列商業行為的推動下，鐘錶圖案成了匹諾康尼最常見的事物——服裝、首飾、食品……從街頭小巷的塗鴉到飯店大廳的巨鐘，這位傳奇大亨的影子無處不在。\n\n「在匹諾康尼，誰會不喜歡鐘錶呢？」\n\n而真正的鐘錶匠似乎默許了這一切，從未對那款最初的腕錶發表過任何意見，直到鐘錶圖案在匹諾康尼變成理所當然，直到再也沒有人追問鐘錶匠的來歷。"
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "watchmakers_illusory_formal_suit",
      "name": "鐘錶匠的空幻禮服",
      "type": "BODY",
      "desc": "一身富麗堂皇的皮領禮服，華美典雅，通常用於宴會等正式場合。",
      "typeText": "軀幹",
      "backstory": "在匹諾康尼的諸多傳聞中，「鐘錶匠」有著截然不同的身分與外表。\n\n在虛構無端的故事裡，他時而是和藹的老者，時而是優雅的淑女，甚至有傳言說他是一位身高百尺的巨人紳士……但無論在哪個故事裡，他總有一身華麗的行頭。\n\n傳言鐘錶匠會在晨昏交界的夢境中，將自己的秘密分享給舞伴。聽聞此言，人們紛紛步入華服舞會，向每一位藏在金裝玉裹的人群中的神秘賓客發出邀請——越來越多的逐夢客藉此相識相知，舞會也漸漸變成友情與愛情的交際場。價格高昂的入場券總是開售即空，哪怕傳聞中身著華服的主人從未現身，也不妨礙來賓們尋求邂逅的熱情。\n\n「瞧您的打扮，莫非就是大名鼎鼎的鐘錶匠？」這句話從最初的真誠詢問，到後來的誇讚奉承，最終成了邀舞的托詞。\n\n鐘錶匠多了一份舞會的生意，而夢境中也多了一份浪漫與激情。"
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "watchmakers_dreamconcealing_dress_shoes",
      "name": "鐘錶匠的隱夢革履",
      "type": "FOOT",
      "desc": "一雙款式優雅的皮靴，穿戴者曾以神秘的姿態踏夢潛行。",
      "typeText": "腳部",
      "backstory": "「鐘錶匠」踏遍了每一刻夢境，也踏遍了匹諾康尼的歷史。他的名字已然在夢想之地流傳了數百年，而如今的逐夢客卻依然能聽見他的動向。\n\n人們不禁開始懷疑，鐘錶匠究竟是一個人、還是一個團體，抑或是家族的一個謊言？\n\n一些逐夢客誓要發掘出鐘錶匠的真相，前往各個夢境探尋神秘豪紳的蹤跡，最後卻只尋得掠影浮光——某次商業會談的神秘來客、某個異軍突起的無主品牌、某筆來路不明的鉅額投資……每當他們試圖推論鐘錶匠並不存在，卻反而印證了鐘錶匠在夢中無處不在。\n\n關於鐘錶匠的書籍塞滿了「初醒圖書館」的書架，他的名字永遠縈繞著匹諾康尼。\n\n人們越是想要探究真相，就越是被謊言掩蔽……在千篇故事與萬般傳言中，這位盛會巨星只是留下足跡，不曾留下身影。"
    }
  ]
}