{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "惡海逐波的船長",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "暴擊傷害提高<nobr>16%</nobr>。",
    "4": "裝備者成為其他我方目標的技能目標時，獲得1層【助力】，最多疊加<nobr>2</nobr>層。施放終結技時，若持有<nobr>2</nobr>層【助力】，消耗所有【助力】，使裝備者攻擊力提高<nobr>48%</nobr>，持續<nobr>1</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "船長的領航笠帽",
      "type": "HEAD",
      "desc": "泛著珍珠光澤的寬邊太陽帽。海上馳騁的船員們，藉此抵擋艾格勒的烈日。",
      "typeText": "頭部",
      "backstory": "岸邊的礁石間，三層槳座戰艦的殘骸如巨鯨般擱淺——那是征伐海妖的船艦，海浪將船隻推回了海岸，卻將遇難者留在了大海之中。\n\n「法吉娜的勇士啊，無論你是誰，我懇請你站出來保衛斯基亞納！」國王的悲泣無人回應——與那海妖為敵，結局不外乎化為海上浮屍。\n\n「給我艘堅固無比的大船，再給我五十名船員，我來殺死那作惡的海妖！」佩戴著寬邊太陽帽的年輕船長，從擁擠的人群中擠出，他那笠帽泛著珍珠般的光澤，為眾人慘白的臉龐鍍上一層七彩虹暈——他的出現就像是海上黎明，轉瞬之間，地平線上已是魚肚白。\n\n「我會打造一艘世上最好的船給你！」工匠們被年輕船長的神采吸引。那巨船的木材能在大海之上永不腐爛，船首還裝著從瑟希斯的巨樹上削下的木板，擁有預言的能力——\n\n「去吧，賢人培養的弟子，眾神選中的英雄，去馴服法吉娜的癲狂吧。」三日後，滿載著船員的船艦從斯基亞納出航。"
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "船長的捕光星盤",
      "type": "HAND",
      "desc": "捕獲星光指引方向的航海羅盤。即使身處昏黑無邊的大海中，也會有星光指出前進方向。",
      "typeText": "手部",
      "backstory": "烏雲如鉛鐵般擠壓著桅頂，暴風雨中船艦如同飄零的浮萍，那寶樹製成的甲板在滔天巨浪中也不禁劇烈晃動。\n\n「那終年浪靜風恬的海域，也染上了海妖乖張暴虐的惡習。」年輕的船長站在艦艏塔樓上，愁眉緊鎖盯著遠方濃黑的烏雲……手腕上的星盤仍然沒有回應。\n\n一道驚雷落下，主帆索應聲而斷，水手們亂作一團——年輕的船長呵斥眾人，要求槳手們聽從號令發力，指揮舵手調轉方向，避開一道道如山巨浪……在艾格勒引航的星光閃爍之前，竭力應對法吉娜的盛怒。忽地，船長振臂高呼，那腕上的航海羅盤反射著斑駁星光——\n\n「所有人，跟隨那道光，我們就要衝破風暴！」\n\n水手們鼓足精神，高唱著船歌。船艦如同利刃一般劈開海浪，衝向黎明。\n\n「很快我們就要將她帶出枷鎖～看清前路，準備！出發！」"
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "船長的馭風斗篷",
      "type": "BODY",
      "desc": "航海斗篷如同巨帆般飛舞。若長風不助我，我便化為長風。",
      "typeText": "軀幹",
      "backstory": "一人高的青銅弩箭裹著烈焰刺破海霧，卻在靠近海妖鱗甲瞬間裂作齏粉。那淡藍色的腕足將人攔腰纏住，被斬斷的腕足在船板上翻滾，啃噬著驚恐的船員。\n\n「海妖的手腳在空中掙扎，哭喊著我的名字，這是我航海生涯中最可怖的景象。」船長的聲音帶著唇齒顫抖，他並沒有說謊。\n\n巨大的海妖浮上海面，那虯結的觸鬚將船艦緊緊抱住，它的背脊如移動的島嶼。大副將燒紅的鐵矛刺入那上千尖齒的口中，腥臭的黑血染黑了整個甲板。船員們僥倖從一次致命襲命中逃生，船長回首時看見，船尾塔樓被巨大的腕足拍碎，如同尼卡多利的天譴之矛砸碎一枚核桃殼。機會千載難逢，是衝刺，還是逃走，所有人望向船長——\n\n「左滿舵，槳手們，全速前進！帆面全開，以撞角迎敵！」\n\n船長的斗篷在獵獵長風中舞動，船員們亦視死如歸——鋼鐵與鱗甲糾纏在一起，龍骨折斷，海妖哀嚎。它的身軀失去了曾經不可一世的偉力，緩緩沉入海底。"
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "船長的踏浪遊靴",
      "type": "FOOT",
      "desc": "破碎的浪花在船長靴下綻放。即便他一去不返，海潮也會帶回他的祝福。",
      "typeText": "腳部",
      "backstory": "不知何處的海灘上，年輕的船長仰面朝天。殘陽為破碎的海岸鍍上一層黃金……在這片光暈中，遙遠的斯基亞納似乎變得觸手可及——他知道，這便是生命中最後的時光。\n\n「……我等已然馴服了法吉娜的癲狂。」海妖早已逃往海水更深處，百年內不可能再度侵犯海岸。\n\n那塊取自瑟希斯巨樹上的木板詢問著船長最後的話語。它將乘坐著海浪，回到魂牽夢縈的斯基亞納，傳唱英雄的征途，鼓勵更多的年輕人駛出海岸。船長望見自己被截斷的半身，那是賢師贈予他的長靴，曾助他遍歷城邦……眼下，漫長的征途將停於此處——\n\n「告訴他們，我還有一片冥海去征服。故鄉啊，千萬別為我悲傷。」\n\n海風年復一年輕拂著斯基亞納的城牆，海妖的故事，變成了母親哄睡孩童時的呢喃……那些僥倖惡海逃生的水手們，還在等待船長踏浪歸來。"
    }
  ]
}