{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "再創天地的救世主",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "暴擊率提高<nobr>8%</nobr>。",
    "4": "裝備者發動普通攻擊或戰技後，若裝備者的憶靈在場，使裝備者及其憶靈生命上限提高<nobr>24%</nobr>，我方全體造成的傷害提高<nobr>15%</nobr>，持續至裝備者下次發動普通攻擊或戰技後。"
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "救世主的登程風帽",
      "type": "HEAD",
      "desc": "傳說中救世主遮風避雨時會使用的風帽，實際穿著可能與吟遊詩人的描述不同。",
      "typeText": "頭部",
      "backstory": "歐洛尼斯的夜霧纏繞月桂樹枝，\n救世的英雄隨著黑匣一同，自天外降臨命運重淵。\n\n{F#她}{M#他}應神諭而來，然而那時祭司們卻畏懼著談論天外。\n「切莫高聲談論天空，那多疑的艾格勒從不猶疑降下陽雷的責罰。」\n聽罷這番話，自信的救世主怒氣咻咻答道：\n「災難的預卜者，你從未考慮過，神明也應擔憂來自人子的責罰。」\n\n在城垣之上，救世主見證玫瑰色的黎明在地平線上升起，\n「首先是那執掌『紛爭』的尼卡多利，\n我祈求它能為自己帶來榮耀，而並非瘋狂。」\n救世主摘開風帽，將一把長槍擲出，\n那迅馳的飛影好似初春的獨狼，衝向懸鋒城，在街巷間奔突。\n\n「以墨涅塔之名！若命運紡線已斷，我會重續篇章。」\n遠方響起了瘋王的怒吼，那長槍先於腳步宣告了啟程。\n「那與我為伴的黃金裔夥伴將在旅程中等候，我必須出發了。」\n\n雅努斯祭司們望向救世主披散的灰髮，高聲歡呼，\n就像得到滋養的乾枯草種一般歡欣。"
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "救世主的執劍護手",
      "type": "HAND",
      "desc": "傳說中救世主披荊斬棘時會穿戴的護手，實際穿著可能與吟遊詩人的描述不同。",
      "typeText": "手部",
      "backstory": "法吉娜的冰海刻蝕著斯緹科西亞的長岸，\n救世的英雄已來到冥河渡口，幽色的巨龍化身為冥府渡船。\n\n冥河沿途的亡魂化作甜蜜的低語，勸告英雄不必重返世間。\n「你已經令那世間的泰坦們臣服，將偉業留於你的傳承者們如何？」\n聽罷這番話，哀傷的救世主痛心疾首地答道：\n「沉淪於此的死者，你從未考慮過，我那救世的願望勝過團聚的心。」\n\n在渡船之上，救世主回想起逐火旅程的一幕幕過往，\n「再見了，『死亡』的塞納托斯，\n我祈盼你能照顧好我最好的朋友們，哪怕他們從未畏懼死亡。」\n救世主撫摸著麂皮護手，仍然留有故友們的溫度，\n從那開滿安提寧花的海岸，乘著溫暖濕潤的西風，吹向人間。\n\n「瑟希斯，請你捍衛我的理性，讓我不必再驀然回首。」\n那起死回生的經歷，足以向任何人證明其英雄的資質。\n「不會再漫長了，我的黃金裔夥伴們，我將兌現那不被磨滅的誓言。」\n\n吉奧里亞的大地迎接了{F#她}{M#他}的回歸，逐火的旅途繼續。\n就像烏雲散去的黑夜，啟明之星再次閃爍。"
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "救世主的傳承戰袍",
      "type": "BODY",
      "desc": "傳說中救世主兵刃相接時會披戴的戰袍，實際穿著可能與吟遊詩人的描述不同。",
      "typeText": "軀幹",
      "backstory": "艾格勒的黑雲滾滾蘊壓著盛怒，\n救世的英雄踏上彩虹構築的橋樑，擊墜那原本觸不可及的天空。\n\n與救世的英雄並肩的正是{F#她}{M#他}出生入死的夥伴。\n「逐火是不斷失卻的旅途，在那一切當中，生命也微不足惜。」\n聽罷這番話，決然的救世主冷靜地答道：\n「我早已明白你們的決心，千千萬萬次，我絕不會背叛它。」\n\n奔赴再創世儀式的途中，救世主與捍衛歸途的戰友們逐一告別。\n「那是持續千年的征途與史詩，\n那是無數前人交予你我，今日必將在此地完成的故事。」\n最後的搭檔將斗篷掛在救世主的護肩上，轉身面對潮水般的強敵。\n那是並肩作戰的象徵，既是託付，也是傳承。\n\n「倘若塔蘭頓你能聽見，如此壯烈的犧牲，值得更好的明天。」\n「誠然，我等付之一炬——」\n「只為在創世的史詩中，鐫寫下開篇的一筆。」\n\n在刻法勒溫柔的注視下，救世主會帶著所有的人願望再創天地——"
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "救世主的拓荒長靴",
      "type": "FOOT",
      "desc": "傳說中救世主跋山涉水時會穿戴的長靴，實際穿著可能與吟遊詩人的描述不同。",
      "typeText": "腳部",
      "backstory": "「『黃金之繭』，你將親眼見證浪漫的終局，重織無瑕的命運。」\n「『萬徑之門』，你會敞開萬千歸途，實現明日相見的預言。」\n「『裂分之枝』，你埋下那『懷疑』的智種，終將在眾人的智慧中發芽。」\n「『晨昏之眼』，看啊！那天空無缺無隙，盡頭便是治癒的虹光。」\n\n「歸鄉吧，『天譴之矛』，你會登上眾人簇擁的王座，為世間誓約和平。」\n「暢所欲言吧，『翻飛之幣』，無論是狡黠玩笑，還是真誠言語，你無需隱瞞。」\n「盡情擁抱吧，『灰黯之手』，冥河的主人……」\n「你的溫柔足以溫暖彼岸的花海，人們每次離別都值得重逢的期待。」\n\n「世人會聽見，『滿溢之杯』的歌聲在歡宴中不息。」\n「世人會看見，『永夜之帷』珍藏永不忘卻的歲月。」\n「不朽的『磐岩之脊』將托舉眾生的遠行，直至旅途的終點。」 \n「『公正之秤』將贈予無私的律法，為逐火之旅的萬千英傑加冕……」\n\n「『全世之座』，不必再孤獨地背負起一切。\n你看，燃燒不滅的烈陽已然升起……」\n\n那由遺憾鑄就的詞句，將在重寫的詩篇中圓滿。\n那遙不可及的終點，將在「開拓」中抵達。"
    }
  ]
}