{
  "_id": 10019,
  "id": "10019",
  "name": "Hành Trình Trở Về",
  "type": 19,
  "tabName": "Hành Trình Trở Về",
  "tag": "Sự Kiện Trở Về",
  "introduction": "◆ Hướng Dẫn Quy Tắc ◆\nTrong thời gian sự kiện, Nhà Khai Phá trở lại được nhận 1 lần thưởng Món Quà Cho Người Trở Về. Tham gia và hoàn thành sự kiện Điểm Danh 7 Ngày và Con Đường Trở Về sẽ nhận được thưởng tương ứng. Trong thời gian sự kiện, khiêu chiến và vượt ải Đài Hoa Nhân Tạo còn được tận hưởng thưởng x2 do Nhân Đôi Quà Tặng đem đến.\n\n◆ Thưởng Tích Lũy Đăng Nhập \"Điểm Danh 7 Ngày\" ◆\nTrong thời gian sự kiện, mỗi ngày đăng nhập sẽ được nhận thưởng, thưởng tạo mới lúc <unbreak>04</unbreak>:<unbreak>00</unbreak> mỗi ngày (Theo giờ server). Thưởng đăng nhập mỗi ngày chỉ được nhận 1 lần, tối đa có thể nhận thưởng 7 ngày.\n\n◆ Thưởng Nhiệm Vụ Trở Về \"Con Đường Trở Về\" ◆\nTrong thời gian sự kiện, hoàn thành nhiệm vụ chỉ định sẽ được thưởng nhiệm vụ và Quỹ Đạo Trở Về. Khi Quỹ Đạo Trở Về đạt số lượng chỉ định, có thể nhận thưởng mốc tương ứng, mỗi mốc thưởng thêm chỉ được nhận 1 lần.\nCon Đường Trở Về chia thành 4 giai đoạn, mỗi giai đoạn sẽ được mở lần lượt lúc <unbreak>04</unbreak>:<unbreak>00</unbreak> mỗi ngày (Theo giờ server).\n\n◆ Thưởng Thêm x2 \"Nhân Đôi Quà Tặng\" ◆\nNhà Khai Phá trong thời gian trở về, tổng cộng nhận <unbreak>42</unbreak> lần thưởng x2 Đài Hoa, mỗi ngày 6 lần. Sau khi dùng số lần thưởng x2 Đài Hoa và Sức Mạnh Khai Phá, sẽ nhận thêm 1 lần thưởng ngoài thưởng vốn có.\nSố lần thưởng x2 tạo mới lúc <unbreak>04</unbreak>:<unbreak>00</unbreak> mỗi ngày (Theo giờ server), Nhà Khai Phá nhớ khiêu chiến kịp thời nhé!\n※Nếu thời gian sự kiện Hành Trình Trở Về trùng với thời gian mở sự kiện Thịnh Vượng Trong Hoa, thì khi khiêu chiến và vượt ải Đài Hoa Nhân Tạo, sẽ ưu tiên tiêu hao số lần thưởng x2 của sự kiện Thịnh Vượng Trong Hoa.\n\n◆ Khảo Sát Trở Về ◆\nĐiền phiếu khảo sát có thể nhận thưởng, phần thưởng sẽ phát qua thư. Phiếu khảo sát chỉ có thể điền 1 lần, nếu bạn đã gửi đi thì không thể điền hoặc sửa lại.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}