{
  "_id": 140002,
  "id": "140002",
  "name": "Kỳ Truyện Bình Thư",
  "description": "Cuộc khủng hoảng của Luofu đã tạm thời lắng xuống, chiến công của những vị khách vô danh lan truyền khắp nơi. Vị tiên sinh Xiyan kể chuyện ở Biển Thuyền Sao có vẻ rất thích thú với cuộc phiêu lưu của các bạn, còn muốn kể lại nó như một câu chuyện truyền kỳ...",
  "type": 28,
  "tabName": "Kỳ Truyện Bình Thư",
  "tag": "Hướng Dẫn Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\nDanh tiếng của những vị khách vô danh đã lan truyền khắp nơi trên Xianzhou. Tiên sinh kể chuyện cũng muốn viết lại câu chuyện của những vị khách này, vì thế đã nhờ Nhà Khai Phá giúp đỡ.\n\n◆ Quy Tắc Sự Kiện ◆\n● Hành Trình Anh Hùng tổng cộng có 3 hồi. Sau mỗi một hồi hoàn tất sẽ mở khóa một số Truyền Kỳ Kim Cổ.\n● Sau khi Nhà Khai Phá hoàn thành Hành Trình Anh Hùng sẽ nhận được Hình Mẫu Nhân Vật Chính và từng bước cải thiện năng lực trong đó. Dùng những năng lực này có thể giúp bạn như hổ thêm cánh trong Truyền Kỳ Kim Cổ.\n● Hình Mẫu Nhân Vật Chính cung cấp nhiều loại tổ hợp Hào Quang Nhân Vật Chính, có thể trang bị tự do, hiệu ứng trong đó sẽ phát huy hiệu lực trong Truyền Kỳ Kim Cổ.\n● Phối hợp Hào Quang Nhân Vật Chính hợp lý sẽ nhận được điểm cao hơn trong chiến đấu.\n● Nhà Khai Phá có thể chọn nhân vật dùng thử tham gia Truyền Kỳ Kim Cổ.\n● Suốt quá trình chiến đấu, trong số vòng nhất định, kẻ địch sẽ xuất hiện liên tục, gây sát thương và hạ gục kẻ địch đều có thể nhận điểm. Sau mỗi lần kết thúc chiến đấu, sẽ cập nhật điểm cao nhất tùy theo tình trạng khiêu chiến của lần này.\n● Khi Nhà Khai Phá tăng cấp Cân Bằng, cấp của kẻ địch và nhân vật dùng thử trong sự kiện cũng sẽ tăng theo.\n\n◆ Thưởng Sự Kiện ◆\nKhi đạt đến một mức điểm nhất định trong Truyền Kỳ Kim Cổ, sẽ có thể nhận phần thưởng khiêu chiến trong Danh Sách Phần Thưởng.\n● Khi mỗi Truyền Kỳ Kim Cổ nhận được ít nhất <unbreak>10.000</unbreak> điểm, còn có thể mở khóa phân đoạn trong \"Câu Chuyện Hiệp Khách Khai Phá\" của Truyền Kỳ Kim Cổ này, sử dụng nhân vật khác nhau thì nhân vật chính trong phân đoạn cũng sẽ thay đổi theo. Sau khi mở khóa toàn bộ phân đoạn có thể nhận vật phẩm giới hạn \"Câu Chuyện Hiệp Khách Khai Phá\", có thể đọc lại truyện ở thanh đạo cụ nhiệm vụ trong túi, vật phẩm giới hạn chỉ có thể nhận được trong sự kiện lần này.\n● Sau khi nhận \"Câu Chuyện Hiệp Khách Khai Phá\" có thể đến chỗ Xiyan tiên sinh để tham gia chiến đấu lại, viết lại nhân vật chính xuất hiện trong câu chuyện.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}
