{
  "_id": 150018,
  "id": "150018",
  "name": "Lễ Diễn Võ Trời Sao",
  "description": "Lễ Diễn Võ Trời Sao được tổ chức hoành tráng trên Tàu Phá Thiên Luofu, cao thủ võ thuật khắp vũ trụ đã tề tựu lại đây. Và bạn cũng không ngoại lệ, sẽ đích thân tham gia vào lễ hội võ thuật thịnh vượng này, bắt đầu hành trình diễn võ đầy màu sắc truyền kỳ...",
  "type": 251,
  "tabName": "Lễ Diễn Võ Trời Sao",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới Thiệu ◆\nLễ Diễn Võ Trời Sao được tổ chức hoành tráng trên Tàu Phá Thiên Luofu, cao thủ võ thuật khắp vũ trụ đã tề tựu lại đây, nóng lòng muốn thử sức, và bạn cũng sẽ tham gia với một thân phận vô cùng đặc biệt...\n\n◆ Quy Tắc Sự Kiện ◆\n● Trong sự kiện, Nhà Khai Phá sẽ là huấn luyện viên của tuyển thủ Luka đại diện cho đội Belobog, cùng tham gia giải đấu Lễ Diễn Võ Trời Sao.\n● Giải đấu có nhiều lịch thi đấu, sau khi đánh bại người thủ võ đài của mỗi Giải Đấu Võ Đài sẽ có thể tiến vào vòng sau, tham gia Võ Đài Vô Địch cuối cùng, phát động khiêu chiến với kiếm sĩ thủ võ đài Yanqing.\n● Muốn khiêu chiến người thủ võ đài ở các trận đấu, cần phải tham gia Giải Đấu Loại, đánh bại các tuyển thủ khác để nhận điểm, sau khi điểm đạt mục tiêu sẽ có quyền khiêu chiến người thủ võ đài của Giải Đấu Võ Đài hiện tại.\n\n◆ Quy Tắc Chiến Đấu ◆\n● Trong thi đấu diễn võ, tuyển thủ hai bên sẽ căn cứ vào mức độ ủng hộ của khán giả đối với mình để nhận Điểm Khí Thế.\n● Mỗi trận đấu sẽ sở hữu cơ chế Khoảnh Khắc Nổi Bật khác nhau, trong trận cần hoàn thành hành vi chiến đấu chỉ định, biểu diễn Khoảnh Khắc Nổi Bật, để tích lũy Điểm Khí Thế cho phe ta.\n● Khi hình đại diện của đối thủ nhấp nháy cảnh báo màu đỏ trong thứ tự hành động, hành động của đối thủ sẽ tích lũy Điểm Khí Thế.\n● Khi Điểm Khí Thế phe ta tăng, sẽ giảm Điểm Khí Thế của đối phương xuống và ngược lại.\n● Khi Điểm Khí Thế của tuyển thủ bên bất kỳ đạt giới hạn, trận đấu sẽ vào trạng thái Cổ Vũ Cường Hóa, bên có được sự ủng hộ của khán giả sẽ nhận buff mạnh mẽ.\n● Nhà Khai Phá là huấn luyện viên của tuyển thủ Luka, có thể sử dụng Bí Kíp Chiến Thuật với nhiều hiệu ứng khác nhau trong trận đấu để chi viện cho Luka hoặc trang bị Thức Uống Chiến Thuật trước khi thi đấu để giúp Luka nhận buff chiến đấu.\n● Nhà Khai Phá có thể chọn nhân vật dùng thử để tham gia khiêu chiến.\n● Khi Nhà Khai Phá tăng cấp Cân Bằng, sức mạnh của kẻ địch cũng tăng lên theo.\n\n◆ Giải Đấu Loại ◆\n● Tham gia Giải Đấu Loại đánh bại tuyển thủ khác để nhận điểm, sau khi điểm đạt mục tiêu có thể khiêu chiến người thủ võ đài của Giải Đấu Võ Đài hiện tại.\n● Mỗi mùa giải của Giải Đấu Loại đều có 2 tuyển thủ để khiêu chiến, chỉ có thể cùng lúc khiêu chiến 1 tuyển thủ.\n● Sau khi điểm đạt mục tiêu, cần đến Bảng Điểm trong đại sảnh để xác nhận tư cách khiêu chiến Giải Đấu Võ Đài, sau đó mới có thể tham gia vào Giải Đấu Võ Đài ở giai đoạn này.\n\n◆ Giải Đấu Giao Hữu Đặc Biệt ◆\n● Một số giải đấu có thể chọn khiêu chiến Giải Đấu Giao Hữu Đặc Biệt, tham gia Giải Đấu Giao Hữu Đặc Biệt sẽ không thể nhận điểm Giải Đấu Loại.\n● Trong thời gian khiêu chiến Giải Đấu Giao Hữu Đặc Biệt có thể tham gia Giải Đấu Loại bình thường.\n\n◆ Huấn Luyện Mộng Cảnh ◆\n● Trong Huấn Luyện Mộng Cảnh có thể khiêu chiến người thủ võ đài có độ khó tương đối cao, tổng cộng 5 ải.\n● Sau khi hoàn thành Giải Đấu Võ Đài của các mùa giải, có thể mở khóa ải Huấn Luyện Mộng Cảnh mới.\n● Huấn Luyện Mộng Cảnh cần phải đánh bại thủ lĩnh của 3 giai đoạn trong 6 vòng.\n● Khi kết thúc khiêu chiến, nếu vẫn còn dư số vòng sẽ có thể nhận đánh giá cao hơn.\n● Trong Huấn Luyện Mộng Cảnh, hành động của phe ta sẽ không thể tích lũy Điểm Khí Thế.\n● Hoàn thành mục tiêu khiêu chiến Huấn Luyện Mộng Cảnh có thể nhận Thưởng Huấn Luyện.\n\n◆ Thưởng Vĩnh Viễn ◆\n● Hoàn thành Giải Đấu Võ Đài, Giải Đấu Loại có thể nhận Kiếm Huy Diễn Võ.\n● Giao Kiếm Huy Diễn Võ trong mục Khen Thưởng Diễn Võ sẽ có thể đổi lấy phần thưởng.\n● Trong Khen Thưởng Diễn Võ có thể nhận Thú Cưng Mộng Mạc, vật phẩm mở khóa tinh hồn cho March 7th - Săn Bắn.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}