{
  "_id": 150006,
  "id": "150006",
  "name": "Hồ Trai Chí Dị",
  "description": "Lò Nung Tạo Hóa vỡ tan làm lạc mất tà vật \"Tuế Dương\" trong đó. Sở Thập Vương nhận lệnh hàng yêu trừ ma, mà bạn sẽ phải cùng Phán Quan trải qua chuyến kỳ ngộ này.",
  "type": 30,
  "tabName": "Hồ Trai Chí Dị",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới Thiệu ◆\nLò Nung Tạo Hóa vỡ tan làm lạc mất tà vật \"Tuế Dương\" trong đó. Sở Thập Vương nhận lệnh hàng yêu trừ ma, mà bạn sẽ phải cùng Phán Quan trải qua chuyến kỳ ngộ này.\n\n◆ Khai Phá Tiếp Diễn \"Hồ Trai Chí Dị\" ◆\n● Khai Phá Tiếp Diễn \"Hồ Trai Chí Dị\" bao gồm các cốt truyện như \"Ác Mộng Vườn Hoang\", \"Song Sinh\", \"Trực Giác\", \"Kiếm Linh\", \"Giấc Mộng Hồ Ly\". Sau khi hoàn thành \"Ác Mộng Vườn Hoang\" sẽ bắt đầu phần cốt truyện tiếp theo của \"Hồ Trai Chí Dị\", có thể vào \"Luobiz\" để tiến hành Ủy Thác Điều Tra và khiêu chiến ải trong \"Hàng Yêu Tập Lục\".\n\n◆ Luobiz ◆\n● Nhà Khai Phá sẽ cùng Biệt Đội Bắt Ma quản lý tài khoản blogger \"Gui Bé Nhỏ Guinevere\" trong Luobiz, có được lượng người hâm mộ sẽ giúp tăng cấp nổi tiếng của tài khoản.\n● Nhà Khai Phá có thể nhận Ủy Thác Điều Tra trên Luobiz, sau khi hoàn thành Ủy Thác Điều Tra sẽ có thể soạn và đăng bài \"Biệt Đội Bắt Ma\" thu hút cộng đồng mạng vào bình luận, để có thêm lượng người hâm mộ và điểm thưởng.\n● Tích lũy người hâm mộ giúp tăng giai đoạn nổi tiếng của tài khoản trong Luobiz. Sau khi vào giai đoạn nổi tiếng mới sẽ mở khóa cốt truyện Khai Phá Tiếp Diễn \"Hồ Trai Chí Dị\" mới, hoàn thành cốt truyện có thể mở khóa nhiều Ủy Thác Điều Tra hơn.\n● Ngoài việc nhận Ủy Thác Điều Tra, Nhà Khai Phá cũng có thể phản hồi bình luận của cộng đồng mạng trên Luobiz, cũng có thể nhận được điểm thưởng.\n\n◆ Hàng Yêu Tập Lục ◆ \n● Hoàn thành Khai Phá Tiếp Diễn \"Hồ Trai Chí Dị\" sẽ mở khóa các Tháp Trấn Yêu trong Khu Vườn Tĩnh Mịch và mở khiêu chiến Hàng Yêu Tập Lục trong đó, mỗi Tháp Trấn Yêu gồm có 4 độ khó.\n● Vượt ải trong \"Hàng Yêu Tập Lục\" có thể nhận điểm thưởng, tích lũy hoàn thành khiêu chiến trong ải có thể nhận Thưởng Hàng Yêu.\n● Sau khi hoàn thành Khai Phá Tiếp Diễn \"Giấc Mộng Hồ Ly\", sẽ mở khóa \"Trảm Tà Trừ Yêu\", bao gồm 4 ải Khám Phá Chiến Đấu, phải lần lượt hoàn thành ải Hàng Yêu Tập Lục tất cả độ khó trong Tháp Trấn Yêu mới có thể mở khóa.\n● Tất cả khiêu chiến trong Hàng Yêu Tập Lục cần phải chọn Thuật Trừ Tà nhận được trong Hồ Trai Chí Dị để khiêu chiến.\n\n◆ Thưởng Vĩnh Viễn ◆\n● Hoàn thành Ủy Thác Điều Tra trên \"Luobiz\" và hoàn thành vượt ải \"Hàng Yêu Tập Lục\" có thể nhận điểm thưởng.\n● Nộp điểm thưởng để tăng cấp và nhận thưởng đăng ký trong hệ thống \"Kế Hoạch Đăng Ký\".",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesHeliobus.png",
  "unlockConditions": "[PlayerLevel:21]"
}