{
  "_id": 150012,
  "id": "150012",
  "name": "Cậu Bé Đồng Hồ: Hồi Ký Mộng Đẹp",
  "description": "Clock Studios, công ty sản xuất loạt phim hoạt hình Cậu Bé Đồng Hồ đang đối mặt với khủng hoảng, lúc này lại không tìm thấy đạo diễn...",
  "type": 221,
  "tabName": "Cậu Bé Đồng Hồ: Hồi Ký Mộng Đẹp",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\nVì Thợ Đồng Hồ mất tích, Clock Studios rơi vào nguy cơ đình trệ sản xuất, mau giúp họ hoàn thành công tác biên tập bộ phim điện ảnh lớn Hồi Ký Mộng Đẹp của Cậu Bé Đồng Hồ nào!\n\n◆ Quy Tắc Sự Kiện◆\n● Hoàn thành nhiệm vụ thám hiểm \"Đồng Hồ Ngừng Quay\" sẽ có thể bắt đầu biên tập Hồi Ký Mộng Đẹp.\n● Trong quá trình biên tập phim, tiến độ biên tập Hồi Ký Mộng Đẹp sẽ ảnh hưởng đến quỹ hỗ trợ mà Thành Phố Điện Ảnh nhận được, sau khi đạt 100% có thể tổ chức hoạt động công chiếu để khôi phục Thành Phố Điện Ảnh. Quỹ hỗ trợ nhận được sau khi hoàn thành chiếu thử sẽ dùng để sửa màn hình bị hỏng trong Thành Phố Điện Ảnh.\n● Cùng với tiến độ biên tập không ngừng tăng lên, đoàn làm phim còn có cơ hội quay Phim Quảng Cáo, sau khi hoàn thành nhiệm vụ phim quảng cáo sẽ nhận được phần thưởng.\n● Theo tiến độ biên tập Hồi Ký Mộng Đẹp sẽ mở khóa nhiều phim quảng cáo hơn.\n\n◆ Biên Tập Phim ◆\n● Cốt lõi của việc biên tập phim là vận dụng Xúc Xắc Thời Gian hợp lý, sau khi phân bổ Xúc Xắc Thời Gian vào các cảnh khác nhau, số lượng khung hình của cảnh tương ứng cũng sẽ tăng theo, đồng thời cũng sẽ nhận được phản hồi khác nhau từ phía khán giả, làm thay đổi cảm xúc của khán giả thành kịch tính, vui vẻ, cảm động, ba loại cảm xúc này là mấu chốt ảnh hưởng đến việc thành bại của bộ phim.\n● Trước khi bộ phim hoàn thành sẽ được chiếu thử nội bộ, phim khác nhau sẽ có tiêu chuẩn chiếu thử khác nhau, phải đạt yêu cầu nhất định mới có thể vượt qua khâu chiếu thử.\n● Phim nào ở giai đoạn chiếu thử chưa đạt được tiêu chuẩn sẽ xem như biên tập thất bại. Cũng như, nếu một trong ba loại cảm xúc của bộ phim giảm còn 0, có nghĩa là nội dung của phim có vấn đề, sẽ bị xem là biên tập thất bại.\n\n◆ Câu Chuyện Ngoại Truyện ◆\n● Trong quá trình biên tập bộ phim, hoàn thành biên tập sẽ nhận Cuộn Phim Ngoại Truyện của các nhân vật phụ, quay thành công đoạn cốt truyện có trailer ngoại truyện sẽ có thể mở khóa bộ phim ngoại truyện tương ứng, giúp các Họa Sĩ Diễn Hoạt trong Thành Phố Điện Ảnh hoàn thành cốt truyện của nhân vật phụ nào!\n\n◆ Thưởng Vĩnh Viễn ◆\n● Trong quá trình biên tập cũng có cơ hội thử các hướng tình tiết khác nhau, có thể sẽ dẫn đến nhiều kết cục khác hoàn toàn so với cốt truyện ban đầu. Mỗi khi biên tập xong một kết cục khác nhau đều sẽ được nhận thưởng trong Thù Lao Đồng Hồ.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnClockPark.png",
  "unlockConditions": "[PlayerLevel:21]"
}