{
  "_id": 30002,
  "id": "30002",
  "name": "Chiến Tranh Vũ Trụ",
  "description": "Có người để lại một món quà bí ẩn ở Trạm Không Gian Herta, còn người đầu tiên mở nó ra thì giờ phút này đây đang rơi vào phiền toái...",
  "type": 7,
  "tabName": "Chiến Tranh Vũ Trụ",
  "tag": "Hướng Dẫn Sự Kiện",
  "introduction": "◆Giới Thiệu◆\nThám thính phát hiện mục tiêu, tấn công và đánh lùi kẻ địch. Nhà Khai Phá mỗi ngày có thể tiến hành thám thính 3 lần, số lần thám thính sẽ tạo mới lúc <unbreak>04</unbreak>:<unbreak>00</unbreak>.\nCăn cứ vào biểu hiện tấn công, Nhà Khai Phá sẽ được nhận Ngôi Sao Vinh Dự. Nhận Ngôi Sao Vinh Dự càng nhiều, thưởng nhận được càng nhiều.\n\n◆Điều Kiện Tham Gia◆\nCấp Khai Phá của Nhà Khai Phá đạt cấp <unbreak>22</unbreak> trở lên.\n\n◆Tấn Công & Hợp Sức Tấn Công◆\nPhát động tấn công cần tốn tối thiểu 1 Đầu Đạn Pixel. Đầu đạn đã tiêu hao sẽ khôi phục vào ngày hôm sau.\nNhà Khai Phá cũng có thể chọn phát động Hợp Sức Tấn Công, chia sẻ mục tiêu mà bản thân thám thính được cho bạn bè hoặc Nhà Khai Phá khác, để được giúp đỡ.\nGiúp người khác còn được nhận thêm Ngôi Sao Vinh Dự.\n\n◆Tác Chiến◆\nSau khi phát động tấn công, Nhà Khai Phá sẽ triển khai 7 trận đấu luân phiên với mục tiêu. Khi hết số lần, trận đấu sẽ tự động kết thúc.\nMỗi lần tác chiến, sát thương gây cho mục tiêu sẽ tích lũy đến khi mục tiêu bị đánh lui hoàn toàn.\nNhà Khai Phá cũng có thể chọn tiêu hao 3 Đầu Đạn Pixel, trong 1 lần tác chiến, tăng sát thương gây ra cho mục tiêu.\n\n◆Ngôi Sao Vinh Dự◆\nThám thính mục tiêu, tham gia chiến đấu, đánh bại trước khi mục tiêu bỏ trốn, sẽ được nhận Ngôi Sao Vinh Dự, người phát hiện mục tiêu còn được nhận thêm Ngôi Sao Vinh Dự.\nSát thương gây ra trong chiến đấu càng cao, cấp nguy hiểm của mục tiêu càng cao, Ngôi Sao Vinh Dự nhận được sau cùng càng nhiều.\nNgoài ra, mỗi ngày hoàn thành Nhiệm Vụ - Chiến Tranh Vũ Trụ, cũng có thể nhận Ngôi Sao Vinh Dự.\nSau khi nhận đủ Ngôi Sao Vinh Dự có thể nhận phần thưởng tác chiến.\n\n◆Nhật Ký Chiến Đấu◆\nNhà Khai Phá có thể xem nhật ký chiến đấu của mỗi lần tấn công, xem lại quá trình đánh bại kẻ địch.\nNếu là Hợp Sức Tấn Công, còn có thể xem quá trình chiến đấu của Nhà Khai Phá khác.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnAntiVirus.png",
  "unlockConditions": "[PlayerLevel:22]"
}