{
  "_id": 40006,
  "id": "40006",
  "name": "Bí Ẩn Ngày Và Đêm",
  "description": "Một đứa trẻ đi lạc xuất hiện ở khu chợ Okhema náo nhiệt, cô bé nhìn quanh như đang tìm kiếm gì đó...",
  "tabName": "Bí Ẩn Ngày Và Đêm",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\nMột đứa trẻ đi lạc xuất hiện ở khu chợ Okhema náo nhiệt, cô bé nhìn quanh như đang tìm kiếm gì đó. Nhà Khai Phá nhiệt tình dựa theo manh mối mà đứa trẻ cung cấp, tìm kiếm cuộn sách thánh rải rác khắp nơi, khám phá quá khứ bị lãng quên của thành bang...\n\n◆ Quy Tắc Sự Kiện ◆\n● Trong sự kiện lần này, tổng cộng có 5 cuộn sách. Nhà Khai Phá phải tìm thấy cuộn sách tương ứng ở các khung cảnh khác nhau, sau khi vào chiến đấu cần đánh bại đối thủ trong câu chuyện.\n● 5 ải chiến đấu sẽ lần lượt mở khóa theo ngày, sau khi nhận điểm của 4 ải đầu mới có thể mở được ải thứ 5.\n● Khi Nhà Khai Phá tăng \"Cấp Cân Bằng\", phe địch cũng sẽ mạnh lên tương ứng.\n● Nhà Khai Phá có thể chọn nhân vật dùng thử để tham gia khiêu chiến.\n● Khi mục tiêu phe ta tiêu diệt mục tiêu phe địch trong cách chơi Bí Ẩn Ngày Và Đêm, Năng Lượng hồi phục bằng 50% so với chiến đấu thông thường.\n\n◆ Cuộn sách Rải Rác ◆\n● Có 4 Cuộn sách nằm rải rác trong thành bang (Tương ứng từ ải 1 đến ải 4), mỗi ải có 1 loại địch chủ chốt, kẻ địch này có \"Cơ Chế Biến Đổi\" trong ải.\n● Khiêu chiến \"Cơ Chế Biến Đổi\" của kẻ địch, là cách đánh bại kẻ địch một cách hiệu quả nhất. Trong chiến đấu, sau khi kích hoạt Cơ Chế Biến Đổi, có thể tăng hạng bậc \"Buff Ải\".\n● Hạng bậc Buff Ải là hiệu ứng buff được tăng tích lũy trong ải. Tích lũy hạng bậc \"Buff Ải\" càng cao, khả năng chiến đấu của nhân vật sẽ được tăng càng cao.\n● Ải 1-4 đều gồm 2 giai đoạn \"Tích Lũy Buff\" và \"Khiêu Chiến Cuối Cùng\".\n● Giai đoạn \"Tích Lũy Buff\" được thiết lập 3 vòng đếm ngược, kẻ địch sẽ xuất hiện liên tục, giai đoạn này cần tận dụng \"Cơ Chế Biến Đổi\" của kẻ địch chủ chốt, cố gắng tăng nhiều hạng bậc Buff Ải.\n● Trong giai đoạn Khiêu Chiến Cuối Cùng, hạng bậc \"Buff Ải\" không thể tiếp tục tăng. Trong 4 vòng, đánh bại nhiều đợt địch hơn sẽ nhận điểm cao hơn, khi vượt ải nếu còn số vòng có thể nhận thêm điểm. Khi rút lui ở gia đoạn này, cũng sẽ ghi lại hạng bậc \"Buff Ải\" đã nhận trong ải này.\n● Khi bắt đầu giai đoạn Khiêu Chiến Cuối Cùng, sẽ lập tức kích hoạt Tuyệt Kỹ của toàn bộ phe ta.\n\n◆ Khiêu Chiến Titan ◆\n● Khiêu Chiến Titan là ải 5, khiêu chiến thủ lĩnh cuối cùng, có thể kế thừa hạng bậc Buff Ải cao nhất của mỗi ải từ ải 1-4.\n● Trước khi vào ải, có thể chọn 2 Buff Ải đã tích lũy ngẫu nhiên trong ải 1-4, dùng để khiêu chiến thủ lĩnh cuối cùng.\n●Trong 4 vòng, đánh bại nhiều đợt địch hơn sẽ nhận được điểm cao hơn, khi vượt ải, nếu còn số vòng cũng có thể nhận thêm điểm.\n\n◆ Thưởng Sự Kiện ◆\n● Trong thời gian sự kiện, tăng Buff Ải đến hạng bậc chỉ định, nhận điểm ải chỉ định trong ải, sẽ có thể nhận thưởng ải trong Thưởng Hạn Giờ.\n● Khiêu chiến tất cả ải sẽ nhận điểm chỉ định, có thể nhận Quà Tặng Năm Tháng.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnTVSeason2.png",
  "unlockConditions": "[PlayerLevel:21]"
}