{
  "_id": 40005,
  "id": "40005",
  "name": "Đài Truyền Hình Ác Mộng",
  "description": "Tín hiệu của đài truyền hình Penacony bị một thế lực bí ẩn cướp đoạt, bắt đầu phát những chương trình kỳ quái. Bạn rất tò mò đó là những chương trình gì, đồng thời quyết tâm phải điều tra rõ chân tướng đằng sau...",
  "type": 200,
  "tabName": "Đài Truyền Hình Ác Mộng",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\nMột số màn hình ở Penacony đột nhiên phát sóng những chương trình kỳ lạ. Người dẫn chương trình truyền hình Uma muốn tìm bạn để tìm hiểu rõ sự tình, không biết đằng sau chuyện này rốt cuộc ẩn giấu câu chuyện bí ẩn gì...\n\n◆ Quy Tắc Sự Kiện ◆\n● Trong sự kiện lần này, tổng cộng có 5 màn hình tivi bị cướp mất tín hiệu. Nhà Khai Phá cần tìm màn hình tivi tương ứng ở các khung cảnh khác nhau, sau khi vào chiến đấu cần đánh bại kẻ chủ mưu phía sau.\n● 5 ải chiến đấu sẽ lần lượt mở khóa theo ngày, sau khi nhận điểm của 4 ải đầu mới có thể mở được ải thứ 5.\n● Khi Nhà Khai Phá tăng \"Cấp Cân Bằng\", phe địch cũng sẽ mạnh lên tương ứng.\n● Nhà Khai Phá có thể chọn nhân vật dùng thử để tham gia khiêu chiến.\n\n◆ 4 Chương Trình Lớn ◆\n● Đài truyền hình Penacony có tất cả 4 chương trình lớn (Tương ứng từ ải 1 đến ải 4), mỗi ải có 1 loại địch chủ chốt, kẻ địch này có \"Cơ Chế Biến Đổi\" trong ải.\n● Khiêu chiến \"Cơ Chế Biến Đổi\" của kẻ địch, là cách đánh bại kẻ địch một cách hiệu quả nhất. Trong chiến đấu, sau khi kích hoạt Cơ Chế Biến Đổi, có thể tăng hạng bậc \"Buff Ải\".\n● Hạng bậc Buff Ải là hiệu ứng buff được tăng tích lũy trong ải. Tích lũy hạng bậc \"Buff Ải\" càng cao, khả năng chiến đấu của nhân vật sẽ được tăng càng cao.\n● Ải 1-4 đều gồm 2 giai đoạn \"Tích Lũy Buff\" và \"Khiêu Chiến Cuối Cùng\".\n● Giai đoạn \"Tích Lũy Buff\" được thiết lập 4 vòng đếm ngược, kẻ địch sẽ xuất hiện liên tục, giai đoạn này cần tận dụng \"Cơ Chế Biến Đổi\" của kẻ địch chủ chốt, cố gắng tăng nhiều hạng bậc Buff Ải.\n● Trong giai đoạn Khiêu Chiến Cuối Cùng, hạng bậc \"Buff Ải\" không thể tiếp tục tăng. Trong 6 vòng, đánh bại nhiều đợt địch hơn sẽ nhận điểm cao hơn, khi vượt ải nếu còn số vòng có thể nhận thêm điểm.\n\n◆ Hiện Trường Phòng Thu ◆\n● Hiện Trường Phòng Thu là ải 5, khiêu chiến thủ lĩnh cuối cùng, có thể kế thừa hạng bậc Buff Ải cao nhất của mỗi ải từ ải 1-4.\n● Trước khi vào ải, có thể chọn 2 Buff Ải đã tích lũy ngẫu nhiên trong ải 1-4, dùng để khiêu chiến thủ lĩnh cuối cùng.\n●Trong 6 vòng, đánh bại nhiều đợt địch hơn sẽ nhận được điểm cao hơn, khi vượt ải, nếu còn số vòng cũng có thể nhận thêm điểm.\n\n◆ Thưởng Sự Kiện ◆\n● Trong thời gian sự kiện, tăng Buff Ải đến hạng bậc chỉ định, nhận điểm ải chỉ định trong ải, có thể nhận thưởng ải trong Thưởng Hạn Giờ.\n● Khiêu chiến tất cả ải sẽ nhận điểm chỉ định, có thể nhận Quà Cảm Ơn từ đài truyền hình.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTelevision.png",
  "unlockConditions": "[PlayerLevel:21]"
}