{
  "_id": 50003,
  "id": "50003",
  "name": "Phố Cũ Kim Nhân Hối Hả",
  "description": "Khu thương mại của Phố Kim Nhân trông như sắp lụi tàn giờ đây được có cơ hội tỏa sáng một lần nữa: Có thể do công ty đầu tư cải tạo, hoặc do Thương Hội bản địa tạo điều kiện vực dậy. Mà bạn cũng góp một phần trong đó, giúp mọi người chọn lựa...",
  "type": 22,
  "tabName": "Phố Cũ Kim Nhân Hối Hả",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\nKhu thương mại của Phố Kim Nhân trông như sắp lụi tàn giờ đây được có cơ hội tỏa sáng một lần nữa: Có thể do công ty đầu tư cải tạo, hoặc do Thương Hội bản địa tạo điều kiện vực dậy. Mà bạn cũng góp một phần trong đó, giúp mọi người chọn lựa...\n\n◆ Nhắc Nhở Sự Kiện ◆\n● Sau khi mở sự kiện, mỗi ngày sẽ mở loạt Nhiệm Vụ Thám Hiểm \"Huyên Náo Trở Lại\", hoàn thành \"Huyên Náo Trở Lại-1\" sẽ bắt đầu kinh doanh Phố Kim Nhân, tổng cộng có 4 giai đoạn.\n● Sau khi kết thúc Sự Kiện Giới Hạn \"Phố Cũ Kim Nhân Hối Hả\", Nhà Khai Phá sẽ không thể nhận thưởng giới hạn trong thời gian sự kiện nữa, nhưng có thể vào \"Phố Cũ Kim Nhân Hối Hả\" của Xianzhou Luofu Trường Lạc Thiên để trải nghiệm và nhận thưởng vĩnh viễn.\n\n◆ Kinh Doanh Phố Kim Nhân ◆\n● Trong thời gian kinh doanh Phố Kim Nhân, kiếm \"Kinh Phí Thương Hội\" có thể giúp Thương Hội giải quyết nguy cơ, sau khi đạt mục tiêu mỗi giai đoạn và nộp cho Thương Hội, sẽ kích hoạt cốt truyện nhiệm vụ tiếp theo và thay đổi sinh thái của Phố Kim Nhân.\n● Trong thời gian kinh doanh còn có thể hoàn thành \"Sự Kiện Cửa Tiệm\" tạo các mối quan hệ hợp tác với cửa tiệm, sau đó có thể đẩy mạnh tiến trình kinh doanh và thay đổi sinh thái cửa tiệm. Những cửa tiệm đã hợp tác sẽ cung cấp hàng hóa để bán.\n● Sau khi tăng giai đoạn kinh doanh, Phố Kim Nhân sẽ mở khóa càng nhiều \"Sự Kiện Cửa Tiệm\" hơn.\n\n◆ Chất Hàng Hóa ◆\n● Trong thời gian kinh doanh Phố Kim Nhân, có thể \"Chất Hàng Hóa\" để kiếm \"Kinh Phí Thương Hội\".\n● Hoàn thành \"Sự Kiện Cửa Tiệm\" có thể \"Chất Hàng Hóa\" tăng thêm đơn hàng và hàng hóa mới.\n● Sau khi đạt mục tiêu giai đoạn Phố Kim Nhân, sẽ mở khóa cách chơi khiêu chiến là những \"Đơn Theo Yêu Cầu\" của các cửa tiệm.\n● Sau khi tăng giai đoạn kinh doanh Phố Kim Nhân, sẽ mở Thuyền Sao Vận Tải có sức chứa nhiều hơn, và nhận được lợi ích thu được từ đơn hàng càng nhiều hơn.\n\n◆ Quy Hoạch Vận Chuyển ◆\n● Trong thời gian kinh doanh Phố Kim Nhân, có thể quy hoạch tuyến đường trong \"Quy Hoạch Vận Chuyển\", thông qua việc đạt được đánh giá vận chuyển nhất định, nhận thưởng tương ứng.\n● Sau khi hoàn thành \"Sự Kiện Cửa Tiệm\" sẽ mở khóa cửa tiệm chỉ định trong Quy Hoạch Vận Chuyển, đồng thời quy hoạch tuyến đường từ cửa tiệm đến bến cảng.\n● Sau khi đạt được mục tiêu giai đoạn của Phố Kim Nhân, sẽ xuất hiện \"Sự Kiện Đường Phố\", hoàn thành được nhận thưởng và mở khóa Thế Mạnh Tuyến Đường trong \"Quy Hoạch Vận Chuyển\".\n● Sau khi tăng giai đoạn kinh doanh Phố Kim Nhân, sẽ lần lượt mở các tuyến vận chuyển từ Hạ Tầng, Trung Tầng, Cao Tầng, để tiếp nhận càng nhiều cửa tiệm hơn.\n\n◆ Phần Thưởng Vĩnh Viễn ◆\n● Thông qua \"Quy Hoạch Vận Chuyển\", \"Sự Kiện Cửa Tiệm\", \"Sự Kiện Đường Phố\", \"Đơn Theo Yêu Cầu\" có thể nhận Chứng Nhận Náo Nhiệt.\n● Có thể nộp Chứng Nhận Náo Nhiệt để đổi thưởng trong hệ thống \"Phúc Lợi Thương Hội\".\n\n◆ Phần Thưởng Hạn Giờ ◆\n● Trong thời gian Sự Kiện Hạn Giờ, tiến hành các cách chơi \"Chất Hàng Hóa\", \"Quy Hoạch Vận Chuyển\" v.v. có thể nhận thưởng điều hành quy hoạch trong \"Phần Thưởng Hạn Giờ\".\n● Trong thời gian Sự Kiện Hạn Giờ, hoàn thành các sự kiện như \"Sự Kiện Cửa Tiệm\", \"Sự Kiện Đường Phố\" v.v. có thể nhận thưởng tiến độ phục hưng trong \"Phần Thưởng Hạn Giờ\".",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuesAlley.png",
  "unlockConditions": "[PlayerLevel:21]"
}
