{
  "_id": 50002,
  "id": "50002",
  "name": "Bảo Tàng Lịch Sử Thành Everwinter",
  "tabName": "Bảo Tàng Lịch Sử Thành Everwinter",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\nViện Bảo Tàng Văn Hóa Lịch Sử Belobog đã sửa chữa xong, Nhà Khai Phá sẽ phụ trách kinh doanh và phát triển với tư cách là viện trưởng đại diện, giúp bảo tàng nổi tiếng trở lại.\n\n◆ Kinh Doanh Viện Bảo Tàng ◆\n● Khi mở khóa lối chơi sẽ mở chuỗi Nhiệm Vụ Thám Hiểm \"Cơ Hội Tạo Nên Kẻ Trộm\", hoàn thành \"Cơ Hội Tạo Nên Kẻ Trộm 1\" sẽ có thể bắt đầu kinh doanh Viện Bảo Tàng.\n● Kinh doanh Viện Bảo Tàng gồm 5 giai đoạn, có thể nhận điểm khôi phục bằng cách kinh doanh, sau khi hoàn thành mục tiêu tích lũy của mỗi giai đoạn sẽ nâng cấp lên giai đoạn kế tiếp và mở khóa khu trưng bày mới.\n● Trong những ngày kinh doanh, điểm khôi phục có thể nhận được bằng cách tiêu hao Quỹ Phát Triển để nâng cấp khu trưng bày, hoặc thuê trợ lý.\n\n◆ Thu thập vật trưng bày và trợ lý ◆\n● Trong quá trình kinh doanh Viện Bảo Tàng, Nhà Khai Phá sẽ nhận thêm mục tiêu kinh doanh hoặc gặp sự kiện ngẫu nhiên. Mục tiêu kinh doanh và sự kiện đều có thể cung cấp thêm manh mối về những vật trưng bày bị thất lạc, sau khi hoàn thành có thể lưu giữ những vật trưng bày trong bộ sưu tập Viện Bảo Tàng.\n● Trợ lý khách mời có thể nhận được bằng cách hoàn thành chuỗi Nhiệm Vụ Thám Hiểm \"Cơ Hội Tạo Nên Kẻ Trộm\" hoặc nhiệm vụ Tuyển Hướng Dẫn Viên trong sự kiện ngẫu nhiên.\n\n◆ Phần Thưởng ◆\n● Khi hoàn thành mỗi giai đoạn kinh doanh sẽ nhận thưởng giai đoạn.\n● Thu thập vật trưng bày mới hoặc sau khi trợ lý khách mời đến làm việc, sẽ nhận phần thưởng thu thập trong Sổ Vật Quý.\n● Trong thời gian Sự Kiện Hạn Giờ, đạt mục tiêu kinh doanh và thu thập có thể nhận thưởng trong Thưởng Hạn Giờ.\n\n◆ Nhắc Nhở Sự Kiện ◆\nSau khi sự kiện hạn giờ Bảo Tàng Lịch Sử Thành Everwinter kết thúc, Nhà Khai Phá sẽ không thể nhận thưởng sự kiện hạn giờ. Nhưng vẫn có thể vào Viện Bảo Tàng Văn Hóa Lịch Sử ở Khu Hành Chính Belobog trải nghiệm.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMuseum.png",
  "unlockConditions": "[PlayerLevel:21]"
}