{
  "_id": 50005,
  "id": "50005",
  "name": "Cuộc Chiến Aetherium",
  "description": "Game Cuộc Chiến Aetherium thịnh hành khắp vũ trụ đang tổ chức Lễ Hội Giải Đấu Liên Vũ Trụ, nơi tất cả người chơi sẵn sàng thể hiện sức mạnh của mình...",
  "tabName": "Cuộc Chiến Aetherium",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới thiệu ◆\nCuộc Chiến Aetherium do Công Ty Hành Tinh Hòa Bình nghiên cứu phát triển là một game chiến đấu thẻ bài dạng sưu tập, với Xu Aether là vật dẫn trung gian, vô cùng phổ biến trong vũ trụ sau khi được phát hành. Trong game này, bất kỳ dữ liệu sinh học nào cũng có thể được biến thành Hồn Aether, để người chơi tiến hành thu thập, quyết đấu, bồi dưỡng, tăng cấp. Hiện công ty đã quyết định tổ chức một Lễ Hội Giải Đấu Liên Vũ Trụ tại Belobog, người chơi Cuộc Chiến Aetherium khắp nơi trong vũ trụ đều nô nức tham gia, cạnh tranh danh hiệu Nhà Vô Địch Hàng Đầu.\n\n◆ Quy Tắc Sự Kiện ◆\n● Sự kiện áp dụng quy tắc chiến đấu đặc biệt, Nhà Khai Phá sẽ phải dùng Hồn Aether để chiến đấu.\n● Mục tiêu sự kiện là giành được danh hiệu Nhà Vô Địch Hàng Đầu trong Giải Vô Địch của Lễ Hội Giải Đấu Liên Vũ Trụ. Nhà Khai Phá cần lần lượt vượt qua thử thách của 4 Công Viên Quyết Đấu, chiến thắng ứng cử viên vô địch để nhận Huy Hiệu Tư Cách. Thu thập 4 Huy Hiệu Tư Cách sẽ nhận được tư cách vào Giải Vô Địch.\n● Trong Quyết Đấu Siêu Liên Kết dạng khiêu chiến của sự kiện, Nhà Khai Phá có thể đấu Hồn Aether với người chơi khác trong vũ trụ, xem xem có thể gặp được những đồng hành nào từng kết giao trong hành trình trước đây.\n● Trong quá trình khiêu chiến, Nhà Khai Phá có thể gặp đủ dạng người chơi và Hồn Aether, hãy thu thập, quyết đấu, bồi dưỡng, tăng cấp để cường hóa đội Hồn Aether của mình.\n\n◆ Thưởng Sự Kiện ◆\n● Trong sự kiện Cuộc Chiến Aetherium, khiêu chiến Công Viên Quyết Đấu và Quyết Đấu Siêu Liên Kết có thể tăng cấp bậc quyết đấu, đạt cấp bậc quyết đấu khác nhau sẽ được nhận phần thưởng cấp bậc.\n●  Đạt mục tiêu sự kiện chỉ định trong thời gian Sự Kiện Hạn Giờ, có thể nhận Thưởng Sự Kiện trong Thưởng Hạn Giờ.\n\n◆ Nhắc Nhở Sự Kiện ◆\n● Sau khi kết thúc thời gian sự kiện Cuộc Chiến Aetherium, Nhà Khai Phá sẽ không thể nhận Thưởng Sự Kiện Hạn Giờ. Nhưng vẫn có thể đến Khu Thí Nghiệm Vũ Khí Cũ của Belobog để trải nghiệm nội dung sự kiện.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestAetherDivide.png",
  "unlockConditions": "[PlayerLevel:21]"
}