{
  "_id": 50014,
  "id": "50014",
  "name": "Chim Giấy Đại Chiến",
  "description": "Nhìn xem đây là gì... Thiệp mời thử nghiệm trò chơi \"Chim Giấy Đại Chiến\"? Nếu người gửi là Gia Tộc thì chắc không phải lừa đảo đâu nhỉ...",
  "type": 231,
  "tabName": "Chim Giấy Đại Chiến",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới thiệu ◆\n\"Chim Giấy Đại Chiến\" là một trò chơi game thùng chiến đấu do Gia Tộc nghiên cứu và phát triển, với lối chơi \"xóa hàng 3\" đơn giản, nó sẽ mang lại cho bạn niềm vui thuần khiết nhất. Chúng tôi trân trọng mời bạn tiến hành thử nghiệm dự án đang phát triển này.\n\n◆ Quy tắc sự kiện ◆\n● Trong sự kiện \"Chim Giấy Đại Chiến\", nhà khai phá cần tìm máy Game Thùng được nhóm sản xuất đặt ở nhiều nơi khác nhau trong \"Penacony\" và quay trở về địa điểm thi đấu ở {TEXTJOIN#87} để thi đấu với những người chơi khác trong trò chơi \"xóa hàng 3\".\n● Trong lúc thi đấu, Nhà Khai Phá cần xóa bỏ trái cây để nuôi Chim Giấy của mình, tăng Lực Chiến để chú chim nhỏ giành được chiến thắng trong trận quyết chiến cuối cùng.\n● Trong quá trình xóa bỏ, cho chim ăn trái cây ưa thích hoặc vận dụng thích hợp các cơ chế đặc biệt trên sân đều có thể hỗ trợ quá trình xóa bỏ của bạn.\n● Sau khi hoàn thành khiêu chiến Game Thùng cơ bản sẽ mở chế độ \"Loạn Đấu Online\". Nhà khai phá có thể tham gia \"Chiến Đấu Nhiều Người\" với các Nhà Khai Phá đến từ các thế giới khác để chọn ra người chơi mạnh nhất.\n\n● Trên cơ sở này, còn mở ra chế độ \"Khiêu Chiến Tự Do\", Nhà Khai Phá có thể cùng đồng đội của mình tiến hành những trận quyết đấu kịch tính hơn.\n\n◆ Thưởng vĩnh viễn ◆\n● Lần đầu khiêu chiến ải thành công sẽ được nhận thưởng.\n\n◆ Thưởng hạn giờ ◆\n● Trong sự kiện hạn giờ, hoàn thành các mục tiêu chiến đấu được chỉ định để nhận thưởng tương ứng.\n\n◆ Nhắc nhở ◆\n● Sau khi sự kiện hạn giờ \"Chim Giấy Đại Chiến\" kết thúc, Nhà Khai Phá sẽ không thể nhận thưởng hạn giờ trong thời gian sự kiện, cũng không thể tham gia \"Chiến Đấu Nhiều Người\" với những Nhà Khai Phá đến từ các thế giới khác, nhưng vẫn có thể đến trải nghiệm \"Game Thùng Chim Giấy\" của {TEXTJOIN#87} và nhận thưởng vĩnh viễn.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMatchThree.png",
  "unlockConditions": "[PlayerLevel:21]"
}