{
  "_id": 50010,
  "id": "50010",
  "name": "Chiến Ý Mạnh Mẽ",
  "description": "Nhà nghiên cứu nào đó của Phòng Bảo Trì đã thiết kế ra một trò chơi chiến đấu trong Bong Bóng Ký Ức, anh ấy mời bạn đến chơi thử...",
  "tabName": "Chiến Ý Mạnh Mẽ",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới thiệu ◆\nNhà nghiên cứu nào đó của Phòng Bảo Trì là fanboy của bạn, anh ấy đã sử dụng Bong Bóng Ký Ức để tái hiện lại những trò chơi yêu thích thời thơ ấu của mình. Anh ấy đặc biệt nhờ người mời bạn đến chơi, còn chu đáo chuẩn bị cho bạn Tính Năng Hỗ Trợ, đúng là tấm thịnh tình khó từ chối...\n\n◆ Quy Tắc Sự Kiện ◆\n● Trong sự kiện lần này, 6 ải chiến đấu sẽ được mở khóa theo ngày.\n● Trong 6 vòng chiến đấu phải đánh bại Thủ Lĩnh của 3 đợt, kẻ địch không phải Thủ Lĩnh sẽ được làm mới liên tục.\n● Khi vượt ải nếu còn dư số vòng có thể nhận cấp đánh giá cao hơn.\n● Năng lượng hồi phục của nhân vật phe ta khi tiêu diệt kẻ địch bằng 50% trong trận chiến thông thường.\n● Nhà Khai Phá có thể chọn nhân vật dùng thử để tham gia khiêu chiến.\n● Khi Nhà Khai Phá tăng Cấp Cân Bằng, cường độ kẻ địch cũng sẽ tăng theo.\n\n◆Khái Quát Cách Chơi◆\n● Mỗi ải sẽ có 1 loại Cơ Chế Chiến Ý, sau khi kích hoạt có thể tích lũy nhanh điểm Chiến Ý, tăng Giai Đoạn Chiến Ý, giúp nhận nhiều buff hơn.\n● Sau khi vào Giai Đoạn Chiến Ý 4: Thức Tỉnh Sức Mạnh, nhận Buff Ải cực mạnh giúp đánh bại kẻ địch!\n\n◆ Điểm Chiến Ý ◆\n● Mỗi lần kích hoạt Cơ Chế Chiến Ý trong chiến đấu, có thể tích lũy một lượng lớn điểm Chiến Ý.\n● Mỗi lần nhân vật hành động, có thể tích lũy lượng nhỏ điểm Chiến Ý.\n● Sau khi điểm Chiến Ý đạt mục tiêu, có thể tăng Giai Đoạn Chiến Ý.\n● Chiến Ý cần để tăng Giai Đoạn Chiến Ý ở mỗi ải sẽ khác nhau, có thể xem trong ải.\n\n◆ Giai Đoạn Chiến Ý ◆\n● Giai Đoạn Chiến Ý chia làm 4 giai đoạn, mỗi khi đạt 1 giai đoạn sẽ có thể kích hoạt thêm 1 Tính Năng Hỗ Trợ, nhận thêm nhiều Buff Ải.\n●  Vào Giai Đoạn Chiến Ý 4: Thức Tỉnh Sức Mạnh có thể nhận được buff mạnh. Tính Năng Hỗ Trợ có hiệu lực trong giai đoạn này là buff cốt lõi của ải này, mặc định thêm và không thể chọn.\n● Tính Năng Hỗ Trợ có hiệu lực trong Giai Đoạn Chiến Ý 2, Giai Đoạn Chiến Ý 3 của mỗi ải phải chọn thêm trước khi vào chiến đấu.\n●  Giai Đoạn Chiến Ý 4: Thức Tỉnh Sức Mạnh sẽ kết thúc trong Điểm Hành Động nhất định, sau khi kết thúc sẽ trở lại Giai Đoạn Chiến Ý 3.\n● Trong thời gian Giai Đoạn Chiến Ý 4: Thức Tỉnh Sức Mạnh, mỗi lần tấn công kẻ địch có thể tích lũy Tấn Công Thức Tỉnh, dựa vào số lần Tấn Công Thức Tỉnh tích lũy được, sẽ hoàn trả điểm Chiến Ý nhất định khi kết thúc giai đoạn và trở về Giai Đoạn Chiến Ý 3, giúp có thể vào lại Giai Đoạn Chiến Ý 4: Thức Tỉnh Sức Mạnh nhanh hơn.\n\n◆ Thưởng Sự Kiện ◆\n● Trong thời gian sự kiện, tăng Giai Đoạn Chiến Ý đến giai đoạn chỉ định, đánh bại Thủ Lĩnh ải, có thể nhận phần thưởng ải trong Thưởng Hạn Giờ.\n● Khiêu chiến toàn bộ ải và đánh bại Thủ Lĩnh đợt đầu tiên của tất cả ải, có thể nhận quà cảm ơn.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFeverTime.png",
  "unlockConditions": "[PlayerLevel:21]"
}