{
  "_id": 50011,
  "id": "50011",
  "name": "Huyền Thoại Hiệp Sĩ Gậy Bóng Chày Ngân Hà",
  "description": "Giovanni mời bạn test thử một game lấy bạn làm nguyên mẫu để thiết kế. Đánh bại kẻ thù ở khắp nơi trong vũ trụ, ghép thành vũ khí mạnh nhất, leo lên đỉnh cao Hiệp Sĩ Gậy Bóng Chày Ngân Hà!",
  "tabName": "Huyền Thoại Hiệp Sĩ Gậy Bóng Chày Ngân Hà",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới Thiệu ◆\nGiovanni mời bạn test thử một tựa game dựa trên nguyên mẫu của bạn. Đánh bại kẻ thù ở khắp nơi trong vũ trụ, ghép thành vũ khí mạnh nhất, leo lên đỉnh cao Hiệp Sĩ Gậy Bóng Chày Ngân Hà!\n\n◆ Quy Tắc Sự Kiện ◆\n● Sự kiện lần này gồm 6 ải chiến đấu với 3 độ khó, mỗi ải chia làm 3 giai đoạn chiến đấu.\n● Nhà Khai Phá cần đánh bại số lượng kẻ địch chỉ định của 3 giai đoạn trong số vòng giới hạn, để hoàn thành khiêu chiến ải.\n● Sau khi mở sự kiện, ải trước đạt đủ điểm mới có thể mở khóa ải sau.\n● Khi Nhà Khai Phá tăng Cấp Cân Bằng, độ mạnh của kẻ địch cũng sẽ tăng theo.\n● Nhà Khai Phá có thể chọn nhân vật dùng thử để tham gia khiêu chiến.\n● Khi nhân vật phe ta tiêu diệt kẻ địch trong \"Huyền Thoại Hiệp Sĩ Gậy Bóng Chày Ngân Hà\", Năng Lượng hồi phục bằng 50% so với chiến đấu thông thường.\n\n◆ Khái Quát Cách Chơi ◆\n● Tiêu diệt kẻ địch trong ải có thể nhận EXP để tăng cấp đội.\n● Mỗi đạo cụ ải sẽ có hiệu ứng Buff Đội khác nhau. Khi cấp đội tăng, nhân vật phe ta sẽ dựa vào Buff Đội của ải hiện tại để nhận Buff Ải với bội số cấp tương ứng.\n● Khi cấp đội tăng, có thể chọn một vũ khí hoặc phụ kiện ngẫu nhiên, khi nhận lại vũ khí hoặc phụ kiện đã có, sẽ tăng cấp của nó và nhận hiệu ứng mạnh hơn.\n● Vũ khí có thể tự hoạt động hoặc được nhân vật phe ta kích hoạt, để gây sát thương cho kẻ địch, còn phụ kiện sẽ cung cấp hiệu ứng buff cho vũ khí và nhân vật phe ta.\n● Mỗi vũ khí sẽ có phụ kiện cộng hưởng chỉ định. Sau khi nhận vũ khí đầy cấp và phụ kiện cộng hưởng của nó, về sau khi tăng cấp, có thể tiến cấp thành Vũ Khí Huyền Thoại cực mạnh.\n● Trong ải, kẻ địch sẽ mạnh dần lên theo số đợt làm mới và sự tiến triển của giai đoạn, Nhà Khai Phá có thể kết hợp vũ khí và phụ kiện một cách hợp lý để tăng cấp vũ khí, nhận Vũ Khí Huyền Thoại để đánh bại kẻ địch ngày càng mạnh hơn.\n\n◆ Cách Chơi Ải ◆\n● Ở mỗi ải, sẽ có nhiều đợt khiêu chiến kẻ địch trải dài trong 3 giai đoạn. Mỗi giai đoạn sẽ lấy Khiêu Chiến Tinh Anh hoặc Khiêu Chiến Thủ Lĩnh làm tiêu chí để kết thúc giai đoạn.\n● Trong mỗi đợt chiến đấu, sẽ có số lượng kẻ địch chỉ định, Kẻ địch sẽ liên tục xuất hiện cho đến khi toàn bộ kẻ địch trong lượt này bị đánh bại.\n● Trong mỗi lượt chiến đấu sẽ có đếm ngược vòng giới hạn, khi kết thúc đếm ngược, kẻ địch chưa bị tiêu diệt sẽ biến mất, không thể nhận điểm và EXP của nó nữa.\n● Trong chiến đấu đợt Tinh Anh của mỗi giai đoạn, sẽ có yêu cầu mục tiêu vượt ải, phải tiêu diệt số lượng kẻ địch Tinh Anh chỉ định mới có thể vào chiến đấu của giai đoạn tiếp theo.\n● Trong chiến đấu, tiêu diệt càng nhiều kẻ địch, và gây càng nhiều sát thương cho Thủ Lĩnh cuối cùng, thì điểm nhận được càng cao. Sau khi vượt ải, nếu còn vòng sẽ có thể nhận thêm điểm.\n● Sau khi kết thúc chiến đấu của mỗi giai đoạn, dữ liệu cấp đội hiện tại, vũ khí và phụ kiện nhận được... sẽ tự động lưu lại, sau khi tạm thoát có thể dùng thông tin đã lưu trữ để tiếp tục khiêu chiến ải hiện tại.\n\n◆ Khám Phá Ngân Hà ◆\n● Từ ải 1 Hành Tinh Núi Lửa đến ải 5 Hành Tinh Giấc Mơ Ngọt Ngào, mỗi ải sẽ chỉ định vũ khí ban đầu khác nhau, ải cuối cùng Lỗ Đen Vĩnh Hằng có thể tự chọn vũ khí ban đầu.\n● Từ ải 4 Hành Tinh Thu Nhỏ trở đi, Nhà Khai Phá có thể chọn chiến lược thám hiểm khi bắt đầu mỗi giai đoạn của ải, nhận nhiều Buff Ải hơn.\n● Trong ải cuối Lỗ Đen Vĩnh Hằng, sau khi hoàn thành 3 giai đoạn bình thường, sẽ mở giai đoạn khiêu chiến thêm, Nhà Khai Phá có thể khiêu chiến một cường địch ở giai đoạn này để nhận điểm cao hơn.\n\n◆ Xu Gấu Mèo ◆\n● Tiêu diệt kẻ địch trong ải có thể nhận Xu Gấu Mèo.\n● Kho Báu Vũ Trụ sẽ rơi sau khi qua được đợt Tinh Anh, cung cấp vũ khí/phụ kiện và Xu Gấu Mèo số lượng ngẫu nhiên.\n● Sau khi kết thúc khiêu chiến các ải, có thể vào Cửa Hàng Ngân Hà dùng Xu Gấu Mèo để tăng thuộc tính, cường hóa vũ khí và mua các tính năng cách chơi.\n\n◆ Thưởng Sự Kiện ◆\n● Trong thời gian sự kiện, nhận điểm chỉ định trong ải, từ đó có thể nhận thưởng ải trong Phần Thưởng Hành Trình.\n● Khiêu chiến ải nhận Danh Vọng Ngân Hà có thể tăng Cấp Danh Vọng và nhận thưởng tương ứng.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}