{
  "_id": 50020,
  "id": "50020",
  "name": "Khai Phá: Phép Thuật Tình Bạn!",
  "description": "Người bạn màu xám từng gặp trong mơ đã một mình đến với thế giới hiện thực của Belobog. Người đó đến để giải quyết mối nguy cơ một bóng đen không rõ lai lịch tấn công cư dân, nhưng cần bạn và đồng đội giúp đỡ gấp...",
  "type": 242,
  "tabName": "Khai Phá: Phép Thuật Tình Bạn!",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\nNgười bạn màu xám từng gặp trong mơ đã một mình đến với thế giới hiện thực của Belobog. Người đó đến để giải quyết mối nguy một bóng đen không rõ lai lịch tấn công cư dân, nhưng cần bạn và đồng đội giúp đỡ gấp...\n\n◆ Quy Tắc Sự Kiện ◆\n● Sau khi mở sự kiện, mỗi ngày sẽ mở ải thí luyện mới, tổng cộng 5 ải.\n● Mỗi ải khiêu chiến có 2 độ khó: Thí Luyện Ban Đầu, Thí Luyện Chính Thức, sau khi hoàn thành Thí Luyện Ban Đầu sẽ mở khóa độ khó Thí Luyện Chính Thức.\n● Lần thí luyện này, Nhà Khai Phá chỉ có thể dùng nhân vật dùng thử được chỉ định để tham gia khiêu chiến, hoặc đổi thành nhân vật tương đồng đã có để ra trận.\n● Khi Nhà Khai Phá tăng cấp Cân Bằng, sức mạnh của phe địch cũng sẽ tăng theo.\n\n◆ Giới Thiệu Cách Chơi ◆\n● Trong mỗi ải thí luyện, các nhân vật khác nhau sẽ đóng vai Thầy Phép Thuật, triệu hồi Thùng Nhỏ với năng lực khác nhau để kề vai tác chiến.\n● Chiến Kỹ và Tuyệt Kỹ của Thầy Phép Thuật sẽ nhận hiệu ứng chiến đấu hoàn toàn mới, chỉ huy Thùng Nhỏ chiến đấu.\n● Thùng Nhỏ có kỹ năng tấn công và kỹ năng thiên phú hoàn toàn mới, mang đến trải nghiệm chiến đấu khác biệt.\n● Trong độ khó Thí Luyện Chính Thức, hoàn thành khiêu chiến mục tiêu kỹ năng tổ hợp chỉ định và đánh bại số đợt kẻ địch chỉ định trước khi kết thúc lượt, sẽ nhận được đánh giá \"Phần Thưởng Cấp Sao\".\n\n◆ Thưởng Sự Kiện ◆\n● Trong thời gian sự kiện, sau khi đạt mục tiêu khiêu chiến chỉ định trong ải, có thể nhận thưởng ở Phần Thưởng Thùng.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrashCanSummon.png",
  "unlockConditions": "[PlayerLevel:21]"
}