{
  "_id": 50024,
  "id": "50024",
  "name": "Hướng Dẫn Trang Trí Nhà Vũ Trụ",
  "description": "Cuộc sống hàng ngày của Khách Vô Danh không chỉ là những cuộc khai phá hoành tráng, mà còn là những ngày tháng \"củi gạo dầu muối\" bình thường. Nhưng mà, xây dựng căn phòng của mình, khai phá cuộc sống của chính mình, sao lại không được xem là một kiểu \"khai phá\" chứ?",
  "tabName": "Hướng Dẫn Trang Trí Nhà Vũ Trụ",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới Thiệu ◆\nCuộc sống hàng ngày của Khách Vô Danh không chỉ là những cuộc khai phá hoành tráng, mà còn là những ngày tháng \"củi gạo dầu muối\" bình thường. Nhưng mà, xây dựng căn phòng của mình, khai phá cuộc sống của chính mình, sao lại không được xem là một kiểu \"khai phá\" chứ?\n\n◆ Quy Tắc Sự Kiện ◆\n● Trong sự kiện, Nhà Khai Phá sẽ có một căn phòng của riêng mình. Nhà Khai Phá cần cải tạo và bố trí căn phòng, để giúp nó càng ngày càng trở nên phong phú đủ đầy hơn.\n● Cải tạo phòng cần tiêu hao \"Quỹ Đội Tàu\", Nhà Khai Phá cần phải \"Trực Nhật\" để kiếm \"Quỹ Đội Tàu\".\n● Vào \"Cuộc Họp Bữa Tối\" trong \"Trực Nhật\", có thể nhận được thêm \"Quỹ Đội Tàu\" từ việc báo cáo kết quả Trực Nhật.\n\n◆ Xây Phòng ◆\n● Phòng có tất cả 6 khu vực, mỗi khu vực đều có tiến độ xây dựng độc lập.\n● Tiêu hao Quỹ Đội Tàu có thể hoàn thành việc xây phòng, tăng cấp đánh giá thiết kế và nhận thưởng.\n● Trong \"Cuộc Họp Bữa Tối\", sẽ nhận được \"Bản Vẽ\" và \"Đồ Trang Trí\", \"Bản Vẽ\" giúp mở khóa thêm nội thất xây dựng, \"vật trang trí\" có thể bố trí ở các vị trí khác nhau trong phòng.\n\n◆ Trực Nhật ◆\n● Mỗi lần sẽ có 5 thành viên lập thành nhóm trực nhật để kiếm Quỹ Đội Tàu.\n● Chọn các hành động khác nhau, sẽ kích hoạt thêm nhiều sự kiện may mắn trong ngày trực nhật, giúp nhận được nhiều \"Quỹ Đội Tàu\" hơn.\n● Theo tiến trình trực nhật, sẽ mở khóa ra nhiều thành viên trực nhật hơn.\n\n◆ Cuộc Họp Bữa Tối ◆\n● Trong thời gian trực nhật, cứ qua một khoảng thời gian sẽ vào giai đoạn \"Cuộc Họp Bữa Tối\".\n● Trong Cuộc Họp Bữa Tối, nộp báo cáo trực nhật cho Pom-Pom để tăng điểm đánh giá của Pom-Pom, nhận thêm \"Quỹ Đội Tàu\".\n\n◆ Thưởng Vĩnh Viễn ◆\n● Hoàn thành \"Xây Dựng Phòng\" có thể nhận được phần thưởng \"Trợ Cấp Cải Tạo\".\n● Trong \"Danh Sách Trực Nhật\", sau khi tích lũy tham gia trực nhật đạt số lần nhất định, sẽ có thể nhận thưởng.\n\n◆ Thưởng Hạn Giờ ◆\n● Trong Sự Kiện Hạn Giờ, hoàn thành mục tiêu nhiệm vụ chỉ định sẽ nhận thưởng tương ứng và được chọn nhân vật thưởng 4 sao.\n\n◆ Nhắc Nhở Sự Kiện ◆\n● Sau khi kết thúc Sự Kiện Hạn Giờ \"Hướng Dẫn Trang Trí Nhà Vũ Trụ\", Nhà Khai Phá sẽ không thể nhận Thưởng Hạn Giờ nữa, nhưng vẫn có thể đến \"Toa Tiệc Tùng\" trải nghiệm sự kiện và nhận thưởng vĩnh viễn.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrainParty.png",
  "unlockConditions": "[PlayerLevel:21]"
}