{
  "_id": 50028,
  "id": "50028",
  "name": "Star Rail☆WORLD",
  "description": "Đội Tàu Astral \"lại\" nhận được một gói hàng, lần này là lời mời từ một nhà sản xuất game...",
  "tabName": "Star Rail☆WORLD",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\nĐội Tàu Astral \"lại\" nhận được một gói hàng, lần này là quà do một nhà sản xuất game gửi đến...\n\n◆ Mục Tiêu Sự Kiện ◆\n● Nhà Khai Phá sẽ đóng vai người quản lý để kinh doanh các gian hàng của buổi triển lãm Star Rail☆WORLD trong game.\n● Trong hội trường có các gian hàng đặc sắc đến từ khắp nơi trong vũ trụ, có thể mời các nhân vật quen thuộc đến làm trợ lý, cùng nhau kinh doanh triển lãm.\n● Nhà Khai Phá có thể tăng hiệu suất thu nhập triển lãm bằng cách sắp xếp trợ lý hợp lý, hoàn thành Sự Kiện Triển Lãm v.v. Kiếm nhiều Vàng hơn để tăng cấp hội trường, giúp triển lãm phát triển hơn.\n● Cấp hội trường có giới hạn, tối đa là cấp 10.\n● Tổng doanh thu tích lũy được cùng các Nhà Khai Phá toàn vũ trụ sẽ giúp tăng \"Độ Hoàn Thành Game\", sau khi \"Độ Hoàn Thành Game\" đạt 100%, sẽ mở khóa phần thưởng.\n\n◆ Quy Tắc Ngày Triển Lãm ◆\n● Mỗi ngày thực tế có thể mở khóa 2 Ngày Triển Lãm, mỗi Ngày Triển Lãm đều có số lượng Sự Kiện Triển Lãm giới hạn.\n● Sự Kiện Triển Lãm chia thành \"Giao Hàng Pom-Pom\" và \"Sự Kiện Khách Mời\", hoàn thành Sự Kiện Triển Lãm có thể nhận lượng lớn Vàng hoặc tài nguyên khác.\n● Sau khi hoàn thành tất cả Sự Kiện Triển Lãm trong Ngày Triển Lãm thì Ngày Triển Lãm này sẽ kết thúc.\n● Sau khi \"Độ Hoàn Thành Game\" đạt 100%, ngày triển lãm sẽ không còn hạn chế mở khóa nữa mà có thể chơi vô hạn.\n\n◆ Nhắc Nhở Sự Kiện ◆\n● Tăng cấp trợ lý, xây dựng mối ràng buộc giữa các trợ lý chỉ định, có thể tăng mạnh hiệu suất thu nhập trong triển lãm.\n● Bất kể Nhà Khai Phá có online hay không, các trợ lý làm việc tại gian hàng đều sẽ tiếp tục kiếm Vàng.\n● Sau khi kết thúc Ngày Triển Lãm hiện tại, sẽ không làm mới Sự Kiện Triển Lãm và nhiệm vụ triển lãm nữa, thu nhập Vàng nhận được lúc này sẽ giảm mạnh.\n\n◆ Thưởng Sự Kiện ◆\n● Trong Star Rail☆WORLD, Nhà Khai Phá có thể kiếm Vàng để tăng cấp hội trường, khi đạt cấp hội tường mới sẽ nhận thưởng cấp.\n● Hoàn thành các mục tiêu kinh doanh trong Thưởng Hạn Giờ, sẽ nhận được phần thưởng.\n● Cùng các Nhà Khai Phá toàn vũ trụ kiếm thu nhập triển lãm có thể tăng \"Độ Hoàn Thành Game\", sau khi Độ Hoàn Thành Game đạt 100%, có thể nhận thưởng toàn vũ trụ.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestPlanetFes.png",
  "unlockConditions": "[PlayerLevel:21]"
}