{
  "_id": 50022,
  "id": "50022",
  "name": "Bí Kíp Nhẫn Pháp Săn Bắn Âm Luật",
  "description": "Lễ hội âm nhạc lớn ẩn chứa tai họa, Nhẫn Hiệp-Dazzling phụ trách sân khấu - Công cuộc săn bắn lại bắt đầu rồ! Buổi biểu diễn của ban nhạc sắp mở màn, chắc chắn sẽ vô cùng đặc sắc!",
  "tabName": "Bí Kíp Nhẫn Pháp Săn Bắn Âm Luật",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\n● Lễ hội âm nhạc lớn ẩn chứa tai họa, Nhẫn Hiệp-Dazzling phụ trách sân khấu - Công cuộc săn bắn lại bắt đầu rồi! Buổi biểu diễn của ban nhạc sắp mở màn, chắc chắn sẽ vô cùng đặc sắc!\n\n◆ Quy Tắc Sự Kiện ◆\n● Trong Bí Kíp Nhẫn Pháp Săn Bắn Âm Luật, Nhà Khai Phá sẽ đóng vai quản lý ban nhạc của Bữa Tiệc Âm Nhạc, dẫn dắt các thành viên hoàn thành 3 buổi biểu diễn tại sân khấu trung tâm vườn trường. Trong thời gian chuẩn bị, Nhà Khai Phá cần hoàn thành các thử thách âm nhạc với các hình thức khác nhau, nhận Cảm Hứng để sáng tác.\n● Thu thập Cảm Hứng, hoàn thành sáng tác, là có thể chỉnh sửa nhạc khúc và lên sân khấu biểu diễn. Nhạc khúc sau khi chỉnh sửa cũng sẽ tiếp tục phát ở khu vực sân khấu trung tâm của Học Viện Gấp Giấy.\n\n◆ Thưởng vĩnh viễn ◆\n● Hoàn thành Thử Thách Âm Nhạc độ khó \"Dễ\" hoặc \"Khó\" sẽ nhận được Huy Chương Kỷ Niệm.\n● Trong Thù Lao Biểu Diễn, có thể thông qua nộp Huy Chương Kỷ Niệm tăng cấp nổi tiếng của ban nhạc để nhận thưởng.\n\n◆ Thưởng Hạn Giờ ◆\n● Trong thời gian Sự Kiện Hạn Giờ, hoàn thành nhiệm vụ Săn Bắn Âm Luật: Chương Khởi Đầu có thể nhận thưởng Nón Ánh Sáng, thu thập Cảm Hứng Âm Nhạc có thể nhận Nguyên Liệu Tích Tầng.\n● Trong thời gian Sự Kiện Hạn Giờ, thông qua hoàn thành mục tiêu nhiệm vụ chỉ định, có thể nhận thưởng tương ứng.\n\n◆ Nhắc Nhở Sự Kiện ◆\n● Sau khi sự kiện hạn giờ Bí Kíp Nhẫn Pháp Săn Bắn Âm Luật kết thúc, Nhà Khai Phá sẽ không thể nhận thưởng hạn giờ trong thời gian sự kiện, nhưng vẫn có thể đến Sân Khấu Trung Tâm của Khu Học Viện Gấp Giấy Penacony để trải nghiệm sự kiện và nhận thưởng vĩnh viễn.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMusicRhythm.png",
  "unlockConditions": "[PlayerLevel:21]"
}