{
  "_id": 50035,
  "id": "50035",
  "name": "Huyền Thoại Hiệp Sĩ Gậy Bóng Chày Ngân Hà:\nChương Ma Vương",
  "description": "Hành trình phiêu lưu mới đã bắt đầu - Hãy lần theo dấu vết của Ma Vương Áo Choàng Đen, đoạt lại gậy bóng chày mạnh nhất, bước lên đỉnh cao của \"Hiệp Sĩ Gậy Bóng Chày Ngân Hà\"!",
  "tabName": "Huyền Thoại Hiệp Sĩ Gậy Bóng Chày Ngân Hà: Chương Ma Vương",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\nHành trình phiêu lưu mới đã bắt đầu - Hãy lần theo dấu vết của Ma Vương Áo Choàng Đen, đoạt lại gậy bóng chày mạnh nhất, bước lên đỉnh cao của \"Hiệp Sĩ Gậy Bóng Chày Ngân Hà\"!\n\n◆ Quy Tắc Sự Kiện ◆\n● Sự kiện lần này gồm 6 ải chiến đấu, chia làm 3 độ khó: Dễ, Vừa và Điên Cuồng. Mỗi ải bao gồm 3 giai đoạn chiến đấu.\n● Nhà Khai Phá cần đánh bại số lượng kẻ địch chỉ định của 3 giai đoạn chiến đấu trong số vòng giới hạn, để hoàn thành khiêu chiến ải.\n● Sau khi mở sự kiện, ải trước đạt đủ điểm mới có thể mở khóa ải sau.\n● Khi Nhà Khai Phá tăng Cấp Cân Bằng, độ mạnh của kẻ địch cũng sẽ tăng theo.\n● Nhà Khai Phá có thể chọn nhân vật dùng thử để tham gia khiêu chiến.\n● Khi nhân vật phe ta tiêu diệt kẻ địch trong \"Huyền Thoại Hiệp Sĩ Gậy Bóng Chày Ngân Hà\", Năng Lượng hồi phục bằng 50% so với chiến đấu thông thường.\n\n◆ Khái Quát Cách Chơi ◆\n● Tiêu diệt kẻ địch trong ải có thể nhận EXP để tăng Cấp Đội.\n● Mỗi ải sẽ có hiệu ứng Buff Đội khác nhau. Khi Cấp Đội tăng, nhân vật phe ta sẽ căn cứ vào hiệu ứng Buff Đội của ải hiện tại để nhận Buff Ải với bội số cấp tương ứng.\n● Khi Cấp Đội tăng, có thể ngẫu nhiên chọn một \"vũ khí\" hoặc \"phụ kiện\", khi nhận trùng vũ khí hoặc phụ kiện đã có, sẽ có thể tăng cấp của nó và nhận hiệu ứng mạnh hơn.\n● Vũ khí có thể tự động hành động hoặc được nhân vật phe ta kích hoạt, để gây sát thương cho kẻ địch, còn phụ kiện sẽ cung cấp hiệu ứng buff cho vũ khí và nhân vật phe ta.\n● Mỗi vũ khí sẽ có phụ kiện cộng hưởng chỉ định. Sau khi nhận vũ khí đầy cấp và phụ kiện cộng hưởng cấp bất kỳ, thì khi tăng cấp tiếp theo sẽ có thể tiến cấp vũ khí đó thành Vũ Khí Huyền Thoại mạnh mẽ.\n● Một số \"vũ khí\" đặc biệt có phương thức cộng hưởng riêng, cho phép tiến cấp thành \"Vũ Khí Song Tử\" hoặc \"Vũ Khí Chí Tôn\" mạnh mẽ hơn, đặc thù hơn.\n● Trong ải, kẻ địch sẽ mạnh dần lên theo số đợt làm mới và tiến trình của giai đoạn, Nhà Khai Phá có thể kết hợp vũ khí và phụ kiện một cách hợp lý, cũng như tăng cấp vũ khí, để nhận Vũ Khí Huyền Thoại giúp thuận lợi đánh bại kẻ địch.\n\n◆ Cách Chơi Ải ◆\n● Ở mỗi ải, sẽ có nhiều đợt khiêu chiến kẻ địch trải dài trong 3 giai đoạn. Mỗi giai đoạn sẽ lấy Khiêu Chiến Tinh Anh hoặc Khiêu Chiến Thủ Lĩnh làm tiêu chí để kết thúc.\n● Trong mỗi đợt chiến đấu, sẽ có số lượng kẻ địch chỉ định, kẻ địch sẽ liên tục xuất hiện cho đến khi toàn bộ kẻ địch trong lượt này bị đánh bại.\n● Trong mỗi đợt chiến đấu sẽ có đếm ngược số vòng giới hạn, khi kết thúc đếm ngược, kẻ địch chưa bị tiêu diệt sẽ biến mất, không thể nhận điểm và EXP của chúng nữa.\n● Trong chiến đấu đợt Tinh Anh của mỗi giai đoạn, sẽ có yêu cầu mục tiêu vượt ải, phải tiêu diệt số lượng kẻ địch Tinh Anh chỉ định mới có thể vào chiến đấu của giai đoạn tiếp theo.\n● Trong chiến đấu, tiêu diệt kẻ địch, và gây càng nhiều sát thương cho Thủ Lĩnh, thì điểm nhận được càng cao. Sau khi vượt ải, nếu còn dư số vòng sẽ có thể nhận thêm điểm.\n● Sau khi kết thúc chiến đấu của mỗi giai đoạn, dữ liệu cấp đội hiện tại, vũ khí và phụ kiện nhận được... sẽ tự động lưu lại, sau khi tạm thoát có thể dùng thông tin đã lưu trữ để tiếp tục khiêu chiến ải hiện tại.\n◆ Khám Phá Dải Ngân Hà ◆\nTừ ải đầu tiên \"Hành Tinh V612\" đến ải thứ năm \"Hành Tinh D007\", mỗi ải sẽ quy định vũ khí ban đầu khác nhau; ở ải cuối cùng \"Sào Huyệt Ma Vương\" người chơi có thể tự do chọn vũ khí ban đầu.\nTừ ải thứ hai \"Hành Tinh C996\" trở đi, Nhà Khai Phá có thể chọn \"Chiến Lược Mạo Hiểm\" vào đầu mỗi giai đoạn để nhận thêm buff ải.\n● Sau khi hoàn thành 3 giai đoạn thường của ải cuối \"Sào Huyệt Ma Vương\", sẽ mở khóa giai đoạn \"Khiêu Chiến Ma Vương\", Nhà Khai Phá có thể khiêu chiến với thủ lĩnh cuối cùng của sự kiện \"Ma Vương Áo Choàng Đen\" tại giai đoạn này.\n\n◆ Vàng Gấu Mèo ◆\n● Tiêu diệt kẻ địch trong ải để nhận Vàng Gấu Mèo.\n● Hoàn thành các đợt khiêu chiến Tinh Anh hoặc đánh bại Tay Sai Ma Vương sẽ nhận được Kho Báu Ma Vương, chứa vũ khí/phụ kiện và Vàng Gấu Mèo số lượng ngẫu nhiên.\n● Sau khi kết thúc khiêu chiến các ải, có thể vào Cửa Hàng Ngân Hà, dùng Vàng Gấu Mèo để tăng thuộc tính, cường hóa vũ khí và mở khóa các tính năng cường hóa cách chơi.\n\n◆ Kinh Điển Tái Xuất ◆\n Sau khi hoàn thành Huyền Thoại Hiệp Sĩ Gậy Bóng Chày Ngân Hà: Chương Ma Vương, có thể chơi Huyền Thoại Hiệp Sĩ Gậy Bóng Chày Ngân Hà: Chương Khởi Hành tại máy Game Thùng màu xanh ở lối vào sự kiện.\n\n◆ Thưởng Hạn Giờ ◆\n● Trong Sự Kiện Hạn Giờ, hoàn thành mục tiêu nhiệm vụ chỉ định sẽ nhận \"Phần Thưởng Hành Trình\" tương ứng và nhân vật 4 sao tự chọn.\n\n◆ Nhắc Nhở Sự Kiện ◆\n● Sau khi sự kiện giới hạn Huyền Thoại Hiệp Sĩ Gậy Bóng Chày Ngân Hà: Chương Ma Vương kết thúc, Nhà Khai Phá sẽ không thể nhận Thưởng Hạn Giờ trong thời gian sự kiện nữa, tuy nhiên, vẫn có thể tiếp tục khiêu chiến các ải để nhận Danh Vọng Ngân Hà, tăng Cấp Danh Vọng và nhận các phần thưởng tương ứng.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuildSC.png",
  "unlockConditions": "[PlayerLevel:21]"
}