{
  "_id": 50032,
  "id": "50032",
  "name": "Ngôi Sao May Mắn Vũ Trụ",
  "tabName": "Ngôi Sao May Mắn Vũ Trụ",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Quy Tắc Tham Gia Sự Kiện ◆\n● Sự kiện chia làm 7 kỳ, mỗi ngày sẽ cập nhật 1 kỳ rút thưởng kể từ ngày đầu tiên của sự kiện.\n● Trước khi kết thúc mỗi kỳ (Thời gian cụ thể dựa theo giao diện sự kiện), Nhà Khai Phá có thể chọn tham gia rút thưởng hoặc trực tiếp nhận phần thưởng cố định 100 Ngọc Ánh Sao, chỉ có thể chọn 1 lựa chọn. Mỗi kỳ có thể chọn những lựa chọn khác nhau.\n● Nếu trong thời gian mở rút thưởng, Nhà Khai Phá không tiến hành thao tác, sẽ mặc định nhận phần thưởng cố định Ngọc Ánh Sao, không tham gia rút thưởng. Sau khi mở sự kiện, ngoài rút thưởng hoặc phần thưởng cố định còn có thể nhận trực tiếp phần thưởng chúc phúc may mắn 100 Ngọc Ánh Sao. Nếu Nhà Khai Phá không đăng nhập game trong thời gian mở rút thưởng, thì trước khi sự kiện kết thúc, đăng nhập game sẽ nhận ngay 800 Ngọc Ánh Sao.\n● Mỗi kỳ rút thưởng sẽ thực hiện mở thưởng vào ngày hôm sau, thời gian mở thưởng cụ thể dựa vào nội dung hiển thị của giao diện sự kiện.\n● Trong thời gian sự kiện, Nhà Khai Phá có thể tiến hành nhận thưởng trong trang sự kiện này.\n\n◆ Phần Thưởng Rút Thưởng ◆\n● Ngôi Sao May Mắn - 500.000 Ngọc Ánh Sao\n● Giải Nhất - 600 Ngọc Ánh Sao\n● Giải Nhì - 50 Ngọc Ánh Sao\n\n◆ Quy Tắc Mở Thưởng ◆\n● Trong kỳ 1, 2, 3, mỗi kỳ lần lượt sẽ có 2 Nhà Khai Phá có xác suất trở thành Ngôi Sao May Mắn. Trong kỳ 4, 5, 6, mỗi kỳ lần lượt sẽ có 3 Nhà Khai Phá có xác suất trở thành Ngôi Sao May Mắn. Trong kỳ 7 sẽ có 5 Nhà Khai Phá có xác suất trở thành Ngôi Sao May Mắn.\n● Trong mỗi kỳ rút thưởng, nếu Nhà Khai Phá lựa chọn rút thưởng nhưng chưa trở thành Ngôi Sao May Mắn, sẽ có 10% xác suất nhận giải nhất, 90% xác suất nhận giải nhì.\n●Trong mỗi kỳ, Nhà Khai Phá chỉ có thể nhận 1 trong số các giải Ngôi Sao May Mắn, giải nhất, giải nhì, không thể nhận cùng lúc.\n●Trong 7 kỳ sự kiện, Nhà Khai Phá chỉ có thể trở thành Ngôi Sao May Mắn 1 lần, cùng 1 Nhà Khai Phá sẽ không trở thành Ngôi Sao May Mắn trùng lặp.\n\n◆ Nhắc nhở quy tắc Ngôi Sao May Mắn ◆\n● Nếu bạn có hành vi vi phạm Điều Khoản Dịch Vụ khi sử dụng dịch vụ của HoYoverse, mặc định sẽ mất tư cách nhận thưởng Ngôi Sao May Mắn.\n● Tham gia sự kiện lần này cần tuân thủ luật liên quan, nếu bạn là người chơi vị thành niên, bạn cần tham gia sự kiện rút thưởng này sau khi nhận được sự đồng ý của người giám hộ.\n● Nếu bạn rút được Ngôi Sao May Mắn, HoYoverse có thể sẽ thu thập thông tin cá nhân của bạn.\n● Những điều chưa đề cập trong sự kiện lần này và hành vi sau này của người chơi vẫn phù hợp với Điều Khoản Dịch Vụ game \"Honkai: Star Rail\" mà bạn đã xác nhận.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}