{
  "_id": 50042,
  "id": "50042",
  "name": "Nhà Hàng Khu Rừng Lạc Lối Hoàng Kim",
  "description": "Mỗi câu chuyện đều có vô vàn khả năng, hãy cùng những người đồng đội quen thuộc trồng trọt, nấu nướng và tận hưởng thời gian thư thả hiếm hoi này nhé. Nhà hàng ẩn sâu trong Khu Rừng Lạc Lối cuối cùng cũng sắp chính thức mở cửa rồi!",
  "tabName": "Nhà Hàng Khu Rừng Lạc Lối Hoàng Kim",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới thiệu ◆\nHãy cùng những người đồng đội quen thuộc trồng trọt, nấu nướng và tận hưởng thời gian thư thả hiếm hoi này nhé. Nhà hàng ẩn sâu trong Khu Rừng Lạc Lối cuối cùng cũng sắp chính thức mở cửa rồi!\n\n◆ Quy Tắc Sự Kiện ◆\n● Trong thời gian sự kiện, Nhà Khai Phá sẽ cùng những người đồng đội quen thuộc quản lý ruộng đồng và kinh doanh nhà hàng ẩn sâu trong Khu Rừng Lạc Lối.\n● Cách chơi sự kiện được chia thành hai phần là làm vườn và kinh doanh nhà hàng. Mỗi ngày kinh doanh có thể thực hiện một lần trồng trọt và một lần kinh doanh nhà hàng.\n● Trong cách chơi làm vườn, tiêu hao Tiền Vàng Yêu Tinh sẽ có thể trồng nông sản, khi cấp sao nhà hàng tăng, hạt giống mới sẽ dần mở khóa.\n● Trong cách chơi kinh doanh nhà hàng, cần sử dụng nông sản trồng được để sắp xếp thực đơn hôm nay, nghiên cứu hoặc nâng cấp món ăn. Sau khi bắt đầu kinh doanh, tiêu hao nguyên liệu chế biến món ăn để đáp ứng nhu cầu của khách hàng và kiếm Tiền Vàng Yêu Tinh. Đồng thời, có thể tiêu hao Tiền Vàng Yêu Tinh để đào tạo nhân viên và trang trí nhà hàng, từ đó nâng cao hiệu suất kinh doanh tổng thể.\n● Sau khi đạt đủ doanh thu và hoàn thành nhiệm vụ kinh doanh, là có thể tăng cấp sao nhà hàng. Cấp sao nhà hàng cao nhất là 4 sao, khi cấp sao tăng, số lượng khách hàng đến mỗi ngày sẽ tăng, hạt giống, nhân viên, thiết bị nhà hàng và món ăn có thể sử dụng cũng sẽ tăng dần.\n\n◆ Thưởng Sự Kiện ◆\n● Hoàn thành các mục trong Sổ Tay Quản Lý, sẽ nhận được phần thưởng vĩnh viễn của sự kiện.\n● Hoàn thành các mục trong Thưởng Hạn Giờ sẽ nhận được phần thưởng giới hạn của sự kiện.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestElfRestaurant.png",
  "unlockConditions": "[PlayerLevel:21]"
}