{
  "_id": 50048,
  "id": "50048",
  "name": "Mộng Đẹp Và Chén Thánh",
  "description": "Cỗ máy vạn năng có thể thực hiện ước nguyện-\"Chén Thánh\" đã đến với hành tinh giấc mơ. Ông trùm kinh doanh sống qua mười Hổ Phách Kỷ của Penacony đã gửi lời mời tham gia Cuộc Chiến Chén Thánh đến các vị khách quý...",
  "tabName": "Mộng Đẹp Và Chén Thánh",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "▌ Nhân vật hợp tác không hỗ trợ lồng tiếng tiếng Anh, bạn có thể chuyển sang ngôn ngữ lồng tiếng khác để trải nghiệm.\n\n▌ \"Fate/Đêm Dừng Chân Nơi Giấc Mơ\"\n● Cỗ máy vạn năng có thể thực hiện ước nguyện - \"Chén Thánh\" đã đến với hành tinh giấc mơ. Ông trùm kinh doanh sống qua mười Hổ Phách Kỷ của Penacony đã gửi lời mời tham gia Cuộc Chiến Chén Thánh đến các vị khách quý...\n\n▌ Fate/stay night\n◆ Giới Thiệu ◆\n● Cuộc Chiến Chén Thánh Penacony đã kết thúc, và các thiên tài lại tặng cho Chén Thánh những chức năng mới mẻ. Ở một góc của Tàu Radiant Feldspar, một Cuộc Chiến Chén Thánh Mô Phỏng hoàn toàn mới sắp sửa bắt đầu!\n\n◆ Quy Tắc Sự Kiện ◆\n● Trong \"Fate/stay night\", Nhà Khai Phá sẽ cùng 7 nhân vật mô phỏng tham gia Cuộc Chiến Chén Thánh, trải qua nhiều vòng quyết đấu 1v1, tìm ra người chiến thắng cuối cùng.\n\n◆ Thưởng Vĩnh Viễn ◆\n● Thông qua chơi \"Fate/stay night\", có thể nhận điểm thưởng, điểm thưởng đạt mốc khác nhau có thể nhận Thưởng Vĩnh Viễn trong \"Thưởng Điểm\".\n\n◆ Thưởng Hạn Giờ ◆\n● Trong thời gian sự kiện hạn giờ, thông qua chơi \"Fate/stay night\", có thể nhận điểm thưởng, điểm thưởng đạt mốc khác nhau sẽ nhận được Thưởng Hạn Giờ trong \"Thưởng Điểm\".\n\n◆ Nhắc Nhở Sự Kiện ◆\n● Sau khi kết thúc Sự Kiện Hạn Giờ \"Fate/stay night\", Nhà Khai Phá sẽ không thể nhận Thưởng Hạn Giờ trong \"Thưởng Điểm\", nhưng vẫn có thể đến Tàu Radiant Feldspar trải nghiệm sự kiện và nhận thưởng vĩnh viễn.\n\n▌ Quà Tặng Fate\n● Trong sự kiện, Nhà Khai Phá tích lũy tiêu hao 200 Vé Tinh Cầu Đặc Biệt ở Sự Kiện Bước Nhảy bất kỳ phiên bản 3.4 sẽ có thể nhận thưởng sau khi Bước Nhảy Hợp Tác bắt đầu.\n● Tất cả Sự Kiện Bước Nhảy phiên bản 3.4 dùng chung số lượng Vé Tinh Cầu Đặc Biệt tích lũy tiêu hao.\n● Phần thưởng chỉ được nhận 1 lần trong thời gian sự kiện.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnCollaborationEventVersionQuest0340.png",
  "unlockConditions": "[PlayerLevel:21]"
}