{
  "_id": 60006,
  "id": "60006",
  "name": "Vị Diện Vô Tận",
  "description": "Lần này, Herta và ba vị hội viên khác của Câu Lạc Bộ Thiên Tài đã có một số... hức... thay đổi quái gở nho nhỏ trong Vũ Trụ Mô Phỏng, không ngờ mỗi người đều gây nên một lỗi... khiến tất cả các mã đều bị rối tung, vũ trụ bắt đầu mở rộng vô tận!\nGiờ chỉ có thể trông chờ vào bạn giải quyết vũ trụ quái gở này thôi!",
  "type": 32,
  "tabName": "Vị Diện Vô Tận",
  "tag": "Chi Tiết Sự Kiện",
  "introduction": "◆ Giới Thiệu ◆\n Herta, Ruan Mei, Screwllum và Stephen lần lượt tiến hành cải tạo điên cuồng với Vũ Trụ Mô Phỏng.\n\n◆ Quy Tắc Sự Kiện ◆\n● Sau khi mở sự kiện, mỗi ngày sẽ mở khóa Vị Diện mới, tổng cộng 5 Vị Diện.\n● Mỗi Vị Diện đều có quy tắc Vị Diện khác nhau, giúp Nhà Khai Phá nhận nhiều Chúc Phúc, Vật Thể Lạ, Mảnh Vũ Trụ hơn để tăng thực lực Nhà Khai Phá.\n● Mỗi Vị Diện đều do Vị Diện Thông Thường và Vị Diện Điên Cuồng tạo thành, sau khi vượt ải Vị Diện Thông Thường, có thể vào Vị Diện Điên Cuồng.\n● Vị Diện Điên Cuồng là chiến đấu liên tục nhiều tầng, thiết lập 6 vòng đếm ngược. Khi số tầng tăng, kẻ địch cũng không ngừng tăng, căn cứ theo số tầng khiêu chiến nhận thêm điểm điên cuồng. Khi vượt ải, nếu có số vòng còn dư có thể nhận thêm điểm điên cuồng.\n● Sau khi vượt ải Vị Diện Thông Thường, nhân vật, Chúc Phúc, Vật Thể Lạ, Mảnh Vũ Trụ và những dữ liệu khác sẽ tự động lưu, có thể khiêu chiến nhiều lần Vị Diện Điên Cuồng, nhận điểm điên cuồng cao hơn.\n● Khi Nhà Khai Phá tăng cấp cân bằng, cấp nhân vật dùng thử và kẻ địch trong sự kiện sẽ tăng theo.\n\n◆ Thưởng Sự Kiện ◆\nTrong thời gian sự kiện, vượt ải Vị Diện Thông Thường, khiêu chiến Vị Diện Điên Cuồng trong các Vị Diện và nhận điểm điên cuồng chỉ định, có thể vào Thưởng Hạn Giờ nhận thưởng Vị Diện.\n● Sau khi tất cả Vị Diện tích lũy số Điểm Điên Cuồng cao nhất đạt mục tiêu chỉ định, có thể nhận thưởng tích lũy.\n\n◆ Lưu Ý◆\n● Trong Vị Diện, gặp Chúc Phúc, Vật Thể Lạ, Sự Kiện, sẽ không mở khóa Cổng Thông Tin Vũ Trụ Mô Phỏng.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[PlayerLevel:21]"
}