{
  "_id": 60003,
  "id": "60003",
  "name": "Vũ Trụ Mô Phỏng: Thảm Họa Đàn Côn Trùng",
  "type": 31,
  "tabName": "Vũ Trụ Mô Phỏng: Thảm Họa Đàn Côn Trùng",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới Thiệu ◆\n● Herta, Ruan Mei, Screwllum và Stephen bắt tay thực hiện lần cập nhật lớn đầu tiên cho Vũ Trụ Mô Phỏng!\nKhông những cập nhật Chúc Phúc, Vật Thể Lạ và Sự Kiện Ngẫu Nhiên mới, mà còn có bản đồ Hành Trình Gặp Gỡ mới mẻ, Xúc Xắc Gặp Gỡ và Thiết Bị Gặp Gỡ bí ẩn!\n\n ◆ Mục Tiêu ◆\n● Trong Vũ Trụ Mô Phỏng: Thảm Họa Đàn Côn Trùng cần khiêu chiến Con Đường Hành Giả, tăng điểm Vết Tích Gặp Gỡ, cuối cùng mở khóa toàn bộ chương chính tuyến.\n\n◆ Nội Dung ◆\n● Hành Trình Gặp Gỡ: Di chuyển trên bản đồ được ghép bằng nhiều loại hình khu vực, quy hoạch tuyến đường để đến được đích đến cuối cùng.\n● Xúc Xắc Gặp Gỡ: Dùng Thiết Bị Gặp Gỡ có thể ném Xúc Xắc Gặp Gỡ. Hiệu ứng của Xúc Xắc Gặp Gỡ thuộc mỗi vận mệnh sẽ không giống nhau, vận dụng hợp lý Hiệu Ứng Xúc Xắc của Xúc Xắc Gặp Gỡ có thể nhận Phúc Lợi và Vật Thể Lạ nhiều hơn.\n● Vết Tích Gặp Gỡ: Sau khi tăng điểm của Vết Tích Gặp Gỡ có thể nhận các loại hiệu ứng buff đặc biệt (Chú ý: Hiệu ứng buff chỉ có hiệu lực trong Vũ Trụ Mô Phỏng: Thảm Họa Đàn Côn Trùng).\n● Đàn Côn Trùng - Bọ Gai Trưởng Thành: Ở nơi sâu nhất của Vị Diện thứ 3, có thể khiêu chiến Thủ Lĩnh mới Đàn Côn Trùng - Bọ Gai Trưởng Thành.\n● Ngoài ra, Vũ Trụ Mô Phỏng: Thảm Họa Đàn Côn Trùng lần này đã cập nhật lượng lớn Chúc Phúc, Vật Thể Lạ và Sự Kiện Ngẫu Nhiên mới, đồng thời cũng cập nhật Tiếng Vọng Vận Mệnh mới.\n\n◆ Phần Thưởng ◆\n● Thu thập chương Thảm Họa Đàn Côn Trùng có thể nhận phần thưởng thu thập chương.\n● Hoàn thành Con Đường Hành Giả sẽ nhận thưởng tương ứng.\n● Lần đầu vượt qua các độ khó của ải có thể nhận phần thưởng vượt ải lần đầu.\n\n◆ Chú Ý◆\n● Vũ Trụ Mô Phỏng - Thảm Họa Đàn Côn Trùng có 5 độ khó, trong đó ải độ khó V có độ khó và tính thử thách khá cao, Nhà Khai Phá hãy chọn độ khó thích hợp để khiêu chiến tùy theo tình hình bản thân.\n● Thu thập toàn bộ chương Thảm Họa Đàn Côn Trùng và hoàn thành Nhiệm Vụ Thám Hiểm Thảm Họa Đàn Côn Trùng: Kết Cục sẽ mở khóa vận mệnh Sinh Sôi mới trong Vũ Trụ Mô Phỏng.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnRogueDlcQuestBannerSmall1.png",
  "unlockConditions": "[FinishMainMission:8013103]"
}
