{
  "_id": 60007,
  "id": "60007",
  "name": "Vũ Trụ Mô Phỏng: Vàng Và Máy Móc",
  "tabName": "Vũ Trụ Mô Phỏng: Vàng Và Máy Móc",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới Thiệu ◆\nHerta, Ruan Mei, Screwllum và Stephen bắt tay thực hiện lần cập nhật lớn thứ 2 cho Vũ Trụ Mô Phỏng! Họ không những cập nhật Chúc Phúc, Vật Thể Lạ và Sự Kiện Ngẫu Nhiên mới, mà còn có Sự Kiện Thám Hiểm hoàn toàn mới.\n\n◆ Mục Tiêu ◆\nTrong \"Vũ Trụ Mô Phỏng: Vàng Và Máy Móc\" cần thu thập Bí Mật Khai Phá, tìm hiểu câu chuyện về Công Ty Hành Tinh Hòa Bình, cuối cùng mở khóa toàn bộ Bí Mật Aeon.\n\n◆ Nội Dung ◆\n● Xúc Xắc Tùy Chỉnh: Bản nâng cấp mới này sẽ cho phép tự do lắp ráp và tùy chỉnh các mặt xúc xắc. Thu thập mặt xúc xắc tính năng khác nhau, phối hợp hợp lý Xúc Xắc Tùy Chỉnh có năng lực khác nhau sẽ được nhận nhiều Chúc Phúc và Vật Thể Lạ hơn.\n● Suy Diễn Tiếng Vọng: Trong chiến đấu với Thủ Lĩnh ở nơi sâu nhất của Vị Diện 3, sức mạnh vận mệnh Tri Thức tuôn trào sẽ làm rối loạn hệ thống Vũ Trụ Mô Phỏng, và suy diễn ra Tiếng Vọng Vận Mệnh với những vận mệnh khác nhau, mở ra khiêu chiến mới cho phe ta.\n● Ngoài ra, \"Vũ Trụ Mô Phỏng: Vàng Và Máy Móc\" lần này đã cập nhật Chúc Phúc, Vật Thể Lạ và Sự Kiện Ngẫu Nhiên, đồng thời cũng cập nhật Tiếng Vọng Vận Mệnh mới.\n\n◆ Phần Thưởng ◆\n● Thu thập bí mật \"Vũ Trụ Mô Phỏng: Vàng Và Máy Móc\" có thể nhận phần thưởng thu thập.\n● Hoàn thành Thử Nghiệm và Nan Đề sẽ nhận thưởng khiêu chiến.\n● Lần đầu vượt qua các độ khó của ải có thể nhận phần thưởng vượt ải lần đầu.\n\n◆ Chú Ý◆\n● \"Vũ Trụ Mô Phỏng: Vàng Và Máy Móc\" có 5 độ khó, trong đó ải độ khó thứ V có độ khó và tính thử thách khá cao, Nhà Khai Phá hãy chọn độ khó thích hợp để khiêu chiến.\n● Thu thập toàn bộ bí mật Vàng Và Máy Móc và hoàn thành Nhiệm Vụ Thám Hiểm \"Vàng Và Máy Móc: Kết Cục\" sẽ mở khóa vận mệnh Tri Thức mới trong Vũ Trụ Mô Phỏng.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestRogueNous.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}