{
  "_id": 60016,
  "id": "60016",
  "name": "Vũ Trụ Mô Phỏng: Vùng Không Biết",
  "description": "Trong Vũ Trụ Mô Phỏng, các thiên tài đã phát hiện ra một \"Vùng Không Biết\" không thể quan sát được.",
  "type": 260,
  "tabName": "Vũ Trụ Mô Phỏng: Vùng Không Biết",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới Thiệu◆\nMột thiết bị mở rộng hoàn toàn mới, Herta và Screwllum đã phát hiện ra một khu vực không thể quan sát được, Vũ Trụ Mô Phỏng: Vùng Không Biết! Vật Thể Lạ chưa biết và sự kiện ngẫu nhiên, hệ thống Quyền Trượng và Linh Kiện do Rubert II để lại, đối tác thứ năm mà hai vị thiên tài nhắc đến, lẽ nào là...\n\n◆ Mục Tiêu Cách Chơi ◆\n● Vượt ải Hồ Sơ Phân Tách và Hội Tầm Thường để hoàn thành khiêu chiến\n\n◆ Thưởng Cách Chơi ◆\n● Thu thập Quyền Trượng, Linh Kiện, Sự Kiện, Vật Thể Lạ của Vũ Trụ Mô Phỏng: Vùng Không Biết, có thể nhận thưởng trong Lịch Sử Mô Phỏng.\n● Lần đầu vượt các ải trong Hồ Sơ Phân Tách, có thể nhận thưởng khiêu chiến.\n● Lần đầu vượt các ải trong Hội Tầm Thường, có thể nhận thêm phần thưởng.\n● Đoạn phim thu thập được trong ải có thể nhận thêm phần thưởng trong Bí Mật Khai Phá.\n● Thông qua hoàn thành mục tiêu Mô Hình Tái Lập chỉ định, có thể nhận thưởng tương ứng.\n\n◆ Hồ Sơ Phân Tách ◆\n● Vượt ải Hồ Sơ Phân Tách có thể mở khóa ải mới, lần đầu vượt ải mới có thể nhận thêm phần thưởng. Tại ải 5 có thể vào Vị Diện 4 để khiêu chiến.\n● Sau khi vượt ải 5, sẽ thêm hệ thống Cấp Nan Đề trên cơ sở ải 5.\n● Sau khi kích hoạt Cấp Nan Đề, độ khó của Hồ Sơ Phân Tách sẽ tăng. Nhà Khai Phá có thể chọn Cấp Nan Đề thích hợp để khiêu chiến.\n● Chỉ khi vượt ải trong Hồ Sơ Phân Tách ải 5 mới có thể mở khóa Cấp Nan Đề cấp cao hơn.\n● Mỗi Cấp Nan Đề sau khi vượt ải lần đầu đều có thể nhận thêm phần thưởng.\n\n◆ Hội Tầm Thường ◆\n● Trong Hội Tầm Thường sẽ có những khiêu chiến tùy chỉnh cho người chơi trải nghiệm, lần đầu vượt ải đều có thể nhận thêm phần thưởng.\n● Mỗi lần khiêu chiến thành công ải trong Hội Tầm Thường, có thể xem nội dung cấu trúc được ghi lại, để tham khảo khi khiêu chiến ải khác.\n● Khiêu chiến thành công ải trong Hội Tầm Thường cũng có thể mở khóa cốt truyện mới.\n\n◆ Ánh Xạ Số Liệu ◆\n● Trong Vũ Trụ Mô Phỏng: Vùng Không Biết, cấp nhân vật, cấp Nón Ánh Sáng, Vết Tích và Di Vật sẽ được cường hóa sau khi đủ điều kiện. Cường hóa này giống trong Vũ Trụ Sai Phân.\n● Khi cấp nhân vật thấp hơn giới hạn cấp nhân vật của cấp Cân Bằng hiện tại, sẽ tăng đến giới hạn cấp nhân vật của cấp Cân Bằng hiện tại.\n● Khi Vết Tích đã mở khóa của nhân vật chưa kích hoạt, hoặc khi cấp Vết Tích thấp hơn yêu cầu cấp Cân Bằng hiện tại, sẽ được kích hoạt Vết Tích hoặc tăng đến cấp Vết Tích phù hợp với cấp Cân Bằng hiện tại.\n● Khi tổng cấp cường hóa Di Vật mà nhân vật trang bị thấp hơn yêu cầu cấp Cân Bằng hiện tại, Di Vật sẽ được thay thế thành Di Vật tạm thời phù hợp với cấp Cân Bằng hiện tại.\n\n◆ Điểm Vũ Trụ Mô Phỏng ◆\n● Vượt ải Hồ Sơ Phân Tách và Hội Tầm Thường đều có thể nhận được điểm tích lũy tuần của Vũ Trụ Mô Phỏng.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueMagic.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}