{
  "_id": 60011,
  "id": "60011",
  "name": "Vũ Trụ Sai Phân - Hài Kịch Nhân Gian",
  "description": "Trên Tàu Radiant Feldspar, Screwllum đã tạo ra một nhánh dự án hoàn toàn mới của Vũ Trụ Mô Phỏng.",
  "type": 233,
  "tabName": "Vũ Trụ Sai Phân - Hài Kịch Nhân Gian",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới Thiệu◆\nLấy kỹ thuật của Hành Tinh Screwllum làm chủ thể, Screwllum đã tạo ra một nhánh dự án hoàn toàn độc lập cho Vũ Trụ Mô Phỏng. Anh ấy không chỉ cập nhật Chúc Phúc, Vật Thể Lạ và sự kiện ngẫu nhiên mới, mà còn thiết lập luôn một khu vực test mới, Phương Trình và Vật Thể Lạ Trọng Số, thậm chí còn có những kỳ ngộ bất ngờ.\n\n◆ Mục Tiêu Cách Chơi ◆\n● Vượt ải Ngoại Suy Thông Thường và Ngoại Suy Chu Kỳ nhận Điểm Đồng Bộ để tăng Cấp Đồng Bộ, tăng Cấp Đồng Bộ có thể nhận thưởng.\n\n◆ Thưởng Cách Chơi ◆\n● Thu thập Chúc Phúc, Phương Trình, Sự Kiện, Vật Thể Lạ, Vật Thể Lạ Trọng Số của Vũ Trụ Sai Phân sẽ có thể nhận thưởng thu thập.\n● Lần đầu vượt ải các độ khó trong Ngoại Suy Thông Thường, có thể nhận thưởng khiêu chiến.\n● Mỗi tuần lần đầu vượt ải Ngoại Suy Chu Kỳ có thể nhận thêm phần thưởng.\n● Thông qua hoàn thành mục tiêu Mảng Số Ổn Định chỉ định, có thể nhận thưởng tương ứng.\n\n◆ Ngoại Suy Thông Thường ◆\n● Vượt ải Ngoại Suy Thông Thường có thể mở khóa độ khó mới, lần đầu vượt ải độ khó mới có thể nhận thêm phần thưởng.\n● Sau khi vượt ải độ khó V, sẽ thêm hệ thống Giao Thức Ngưỡng trên cơ sở độ khó V.\n● Sau khi kích hoạt Giao Thức Ngưỡng, độ khó của Ngoại Suy Thông Thường sẽ tăng. Nhà Khai Phá có thể chọn Cấp Giao Thức thích hợp để khiêu chiến.\n● Chỉ khi vượt ải trong Ngoại Suy Thông Thường mới có thể mở khóa Giao Thức Ngưỡng cấp cao hơn.\n● Mỗi cấp Giao Thức Ngưỡng sau khi vượt ải lần đầu đều có thể nhận thêm phần thưởng.\n\n◆ Ngoại Suy Chu Kỳ ◆\n● Trong Ngoại Suy Chu Kỳ, mỗi tuần đều sẽ cập nhật nội dung cách chơi đặc biệt, mỗi tuần lần đầu vượt ải đều sẽ nhận được thêm phần thưởng.\n● Vượt ải Ngoại Suy Chu Kỳ có thể nhận thêm Điểm Đồng Bộ, có giới hạn mỗi tuần. Vượt ải Ngoại Suy Chu Kỳ sau khi đạt giới hạn vẫn có thể nhận Điểm Đồng Bộ.\n● Trong Ngoại Suy Chu Kỳ, có thể chọn Giao Thức Ngưỡng và độ khó để mở khóa trong Ngoại Suy Thông Thường.\n● Ngoại Suy Chu Kỳ sẽ cập nhật vào <unbreak>04</unbreak>:<unbreak>00</unbreak> mỗi thứ 2 hằng tuần (thời gian server).\n\n◆ Ánh Xạ Số Liệu ◆\n● Trong Vũ Trụ Sai Phân, cấp nhân vật, cấp Nón Ánh Sáng, Vết Tích và Di Vật sẽ được cường hóa sau khi đủ điều kiện. Cường hóa này chỉ có hiệu lực trong Vũ Trụ Sai Phân.\n● Khi cấp nhân vật thấp hơn giới hạn cấp của cấp Cân Bằng hiện tại, sẽ tăng giới hạn cấp nhân vật đến cấp Cân Bằng hiện tại.\n● Khi Vết Tích đã mở khóa của nhân vật chưa kích hoạt, hoặc khi cấp Vết Tích thấp hơn yêu cầu cấp Cân Bằng hiện tại, sẽ được kích hoạt Vết Tích hoặc tăng đến cấp Vết Tích phù hợp với cấp Cân Bằng hiện tại.\n● Khi tổng cấp cường hóa Di Vật mà nhân vật trang bị thấp hơn yêu cầu cấp Cân Bằng hiện tại, Di Vật sẽ được thay thế thành Di Vật tạm thời phù hợp với cấp Cân Bằng hiện tại.\n\n◆ Mở Rộng Phần Thưởng Cấp Đồng Bộ ◆\n● Cấp Đồng Bộ của Vũ Trụ Sai Phân sẽ mở rộng định kỳ và cung cấp phần thưởng mới.\n● Trước khi mở rộng Cấp Đồng Bộ, nếu Cấp Đồng Bộ đạt giới hạn, sẽ không thể nhận Điểm Đồng Bộ trong Vũ Trụ Sai Phân.\n\n◆ Điểm Vũ Trụ Mô Phỏng◆\n● Vượt ải Ngoại Suy Chu Kỳ và Ngoại Suy Thông Thường đều có thể nhận được điểm tích lũy của Vũ Trụ Mô Phỏng.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall1.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}