{
  "_id": 60017,
  "id": "60017",
  "name": "Vũ Trụ Sai Phân: Anh Hùng Nghìn Mặt",
  "tabName": "Vũ Trụ Sai Phân: Anh Hùng Nghìn Mặt",
  "tag": "Hướng Dẫn Cách Chơi",
  "introduction": "◆ Giới Thiệu ◆\n Bản cập nhật lớn cho Vũ Trụ Sai Phân đã ra mắt! Không chỉ mang đến Chúc Phúc, Phương Trình, Vật Thể Lạ Trọng Số và Sự Kiện Ngẫu Nhiên mới, mà còn bổ sung thêm Chúc Tụng Máu Vàng.\n\n◆ Mục Tiêu Cách Chơi ◆\n● Vượt ải Ngoại Suy Thông Thường và Ngoại Suy Chu Kỳ nhận Điểm Đồng Bộ để tăng Cấp Đồng Bộ, tăng Cấp Đồng Bộ có thể nhận thưởng.\n\n◆ Thưởng Cách Chơi ◆\n● Trong Vũ Trụ Sai Phân, thu thập Chúc Phúc, Phương Trình, Sự Kiện, Vật Thể Lạ, Vật Thể Lạ Trọng Số và Chúc Tụng Máu Vàng có thể nhận thưởng thu thập.\n● Trong Ngoại Suy Thông Thường, lần đầu vượt ải thành công mỗi độ khó sẽ nhận thưởng khiêu chiến.\n● Mỗi tuần, lần đầu tiên vượt ải Ngoại Suy Chu Kỳ thành công sẽ nhận thêm phần thưởng.\n● Hoàn thành mục tiêu Mảng Số Ổn Định chỉ định sẽ nhận thưởng tương ứng.\n\n◆ Ngoại Suy Thông Thường ◆\n● Vượt ải Ngoại Suy Thông Thường có thể mở khóa độ khó mới, lần đầu vượt ải thành công độ khó mới sẽ nhận thêm thưởng.\n● Sau khi vượt ải độ khó V, sẽ mở khóa Chế Độ Cấp Sao.\n\n◆ Ngoại Suy Chu Kỳ ◆\n● Trong Ngoại Suy Chu Kỳ, mỗi tuần đều sẽ cập nhật nội dung cách chơi đặc biệt, mỗi tuần lần đầu vượt ải sẽ nhận được thêm phần thưởng.\n● Vượt ải Ngoại Suy Chu Kỳ có thể nhận thêm Điểm Đồng Bộ, có giới hạn mỗi tuần. Vượt ải Ngoại Suy Chu Kỳ sau khi đạt giới hạn vẫn có thể nhận Điểm Đồng Bộ.\n● Trong Ngoại Suy Chu Kỳ, có thể chọn Giao Thức Ngưỡng và độ khó mở khóa trong Ngoại Suy Thông Thường.\n● Ngoại Suy Chu Kỳ sẽ cập nhật vào 04:00 mỗi thứ 2 hằng tuần (thời gian server).\n\n◆ Chế Độ Cấp Sao.◆\n ● Trong Chế Độ Cấp Sao người chơi có thể khiêu chiến Giao Thức Ngưỡng, nơi độ khó sẽ tăng lên đáng kể.\n● Chế Độ Cấp Sao bao gồm Chế Độ Khai Phá Sao và Chế Độ Luyện Tập.\n● Trong Chế Độ Khai Phá Sao, có thể thắp sáng Mắt Trí Tuệ và tăng Cấp Sao. Cấp Sao càng cao, cấp Giao Thức Ngưỡng của Chế Độ Khai Phá Sao cũng càng cao.\n● Ở Chế Độ Khai Phá Sao, Cấp Sao không thể giảm. Trong cùng một Cấp Sao, số lượng Mắt Trí Tuệ có thể tăng giảm, một số Cấp Sao có cơ chế giữ cấp.\n● Trong Chế Độ Luyện Tập có thể tùy ý chọn cấp Giao Thức Ngưỡng, tối đa không vượt quá cấp Giao Thức Ngưỡng tương ứng với Cấp Sao hiện tại.\n● Chế Độ Luyện Tập sẽ không ảnh hưởng đến Cấp Sao và Mắt Trí Tuệ.\n\n◆ Ánh Xạ Số Liệu ◆\n● Trong Vũ Trụ Sai Phân, cấp nhân vật, cấp Nón Ánh Sáng, Vết Tích và Di Vật sẽ được cường hóa sau khi đủ điều kiện. Cường hóa này chỉ có hiệu lực trong Vũ Trụ Sai Phân.\n● Khi cấp nhân vật thấp hơn giới hạn cấp nhân vật của cấp Cân Bằng hiện tại, sẽ tăng đến giới hạn cấp nhân vật của cấp Cân Bằng hiện tại.\n● Khi Vết Tích đã mở khóa của nhân vật chưa kích hoạt, hoặc khi cấp Vết Tích thấp hơn yêu cầu cấp Cân Bằng hiện tại, sẽ được kích hoạt Vết Tích hoặc tăng đến cấp Vết Tích phù hợp với cấp Cân Bằng hiện tại.\n● Khi tổng cấp cường hóa Di Vật mà nhân vật trang bị thấp hơn yêu cầu cấp Cân Bằng hiện tại, Di Vật sẽ được thay thế thành Di Vật tạm thời phù hợp với cấp Cân Bằng hiện tại.\n\n◆ Mở Rộng Phần Thưởng Cấp Đồng Bộ ◆\n● Cấp Đồng Bộ của Vũ Trụ Sai Phân sẽ mở rộng định kỳ và cung cấp phần thưởng mới.\n● Trước khi mở rộng Cấp Đồng Bộ, nếu Cấp Đồng Bộ đạt giới hạn, sẽ không thể nhận Điểm Đồng Bộ trong Vũ Trụ Sai Phân.\n\n◆ Điểm Vũ Trụ Mô Phỏng ◆\n● Vượt ải Ngoại Suy Chu Kỳ và Ngoại Suy Thông Thường đều có thể nhận được điểm tích lũy của Vũ Trụ Mô Phỏng.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall2.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}