{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "妖精织梦的乐园",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "队伍中当前在场的我方目标数量不等于4时，每多/少1名我方目标，使装备者及其忆灵造成的伤害提高<nobr>9%</nobr>/<nobr>12%</nobr>，最多叠加<nobr>4</nobr>/<nobr>3</nobr>层。"
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "迷路迷境的恬梦树屋",
      "type": "NECK",
      "desc": "位面球中封装着哀丽秘榭的「迷路迷境」，拨开金色的麦草，掉进一片深深、深深的树洞，咦？好多小妖精，「一二三四五六七？」，错啦！是「哆徕咪发嗦啦嘻！」",
      "typeText": "位面球",
      "backstory": "「呵呵，孩子们，迷路迷境又到了丰收的季节，我们该准备什么了？」村长抚摸着白胡子，笑呵呵地说道。\n「佳酿庆典！」小妖精们欢呼起来。\n\n最开始，迷路迷境还是片荒芜的土地。哀丽秘榭的小男孩和小女孩带来了外面的种子，教给妖精们种下。种子的芽开出花朵后，妖精们也学着他们的样子，沿着葡萄架旁边金色绒毛腿蜜蜂的踪迹采摘花蜜。之后花朵落下果实长起，到了丰收的时节，妖精们聚在一起哼唱庆祝的歌，热闹的宴会一直举办到夜晚。夜晚再之后呢？就用瓶子装起今年的花蜜，深深埋在地下，等待它们来年发酵成治愈成长、治愈冬天的灵丹妙药。\n\n每一年的佳酿庆典，都是这样。\n在今年的庆典上，「谁看到徕啦迷去哪里了？」村长抖了抖白胡子。\n\n妖精们找啊找，终于在树屋门口看到了「徕啦迷」，它睡得正香，嘴角吹起了一个呼噜泡，好像在做一个格外甜美的梦。好奇的「咪啦迷」凑近，听到它说着梦话——「小白、小涟，约定好了再来，一起喝去年埋下的刺刺果佳酿呀！」\n\n梦中的「徕啦迷」，梦到自己变成了一只「巨大型徕啦迷」——足够把通往迷路迷境的树洞堵得严严实实。还是很小的两个小孩子怎么也找不到进来的路，小白和小涟他们又是用蔺草挠「徕啦迷」的耳朵，又是爬到「徕啦迷」肚子上跳来跳去，大声地喊着它的名字。可「徕啦迷」睡得太沉了，怎么也听不到。\n「糟糕，小白和小涟不来迷路迷境的原因，不会是我把路堵住了吧？」\n梦里的「徕啦迷」心砰砰地跳了起来。\n\n「阿——阿嚏！」\n「徕啦迷」打了一个喷嚏，终于醒了过来。还好还好，没有变成堵路的「巨大型徕啦迷」，但是围在自己身边的，都是妖精们？\n「小白和小涟呢？他们来了吗？」\n妖精们摇头，记不清已经是第几个小白和小涟没有回来的佳酿庆典了。\n「徕啦迷」又失落了起来，早知道，让梦多持续一会儿了。\n小小的「徕啦迷」还不知道怎么形容这份心情，一定要说的话，每年夏天的最后一天，放走玻璃罐子里扇动翅膀的萤火虫的时候，就是这样的心情吧。"
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "迷路迷境的祈愿笛哨",
      "type": "OBJECT",
      "desc": "陶土捏制的笛哨，代表着小妖精们和两个小孩子的约定。当小男孩和小女孩吹起笛哨的时候，「迷？」的一声，妖精们就会打开通往迷境的树洞，欢迎他们来做客！",
      "typeText": "连结绳",
      "backstory": "「要记得我们的约定哦！每当你们吹起手里的祈愿笛哨，无论有多遥远，我们都会听到。」\n\n那时是哀丽秘榭的小男孩和小女孩第一次来到迷路迷境，和妖精们相遇。他们在院子里和伙伴们玩着捉迷藏，一不小心就掉进了乱草深处的树洞。树洞里好深好深，像不见底的滑滑梯，一直滑到最底端时，没有摔成预想中眼冒金星的样子，却冲进了妖精堆里……\n「一二三四五六七，好多小狗，呃…小兔子？」\n「不对不对，是哆徕咪发嗦啦嘻。我们分别叫哆啦迷、嗦啦迷、徕啦迷…啦！」\n\n孩子们和妖精们的友谊像一千颗流星一样来得又快又闪闪亮亮，他们一起度过了愉快的一天，但很快，分别的时候也要到了，再不回去，老爸老妈就要着急了。\n「分别以后，我们还能再见吗？」小男孩有点忧伤地问。\n分别…再见…妖精们不太懂，迷路迷境从来没有分别，也从来没有再见。但看孩子们的表情，那一定是让人难过的东西，紫色的「徕啦迷」想了想，「小白小涟，等等我，我有一样东西给你们！」\n\n小男孩和小女孩把「徕啦迷」的礼物捧在手心里。那是一只小妖精耳朵形状的笛哨，「徕啦迷」亲手做的，上面有七个孔，只要吹奏就会发出悦耳的声音，分别代表着：哆、徕、咪、发、嗦、啦、嘻。「徕啦迷」认真地说道，「如果你们下次想再来迷路迷境玩，只要吹起这个笛哨，无论我们是在睡觉，唱歌还是盖树叶房子，一定会听到，然后为你们打开通往迷境的树洞。」\n\n「是唤醒妖精们的迷之笛呀！」小女孩调皮地笑着，「拉钩约定好，我们会再回来的。」\n从那以后，「徕啦迷」最开心的时候就是笛哨被吹起来的时候，它总会大声喊道——听到了，两只耳朵都听到了！\n\n一直到后来，离开哀丽秘榭的小白和小涟记得童年的所有东西。生锈的铁皮玩具，谷仓里缺胳膊少腿的小兵人，钩针编织的花朵毛毡，所有没能落下的雨、干涸已久的血和被焚烧到焦枯的麦田。\n却忘记了掩埋在泥土里的笛哨，和一份不再兑现的约定。"
    }
  ]
}