{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "激奏雷电的乐队",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "雷属性伤害提高<nobr>10%</nobr>。",
    "4": "当装备者施放战技时，使装备者的攻击力提高<nobr>20%</nobr>，持续<nobr>1</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31091,
      "ids": [
        31091,
        41091,
        51091,
        61091
      ],
      "id": "bands_polarized_sunglasses",
      "name": "乐队的偏光墨镜",
      "type": "HEAD",
      "desc": "主唱之一的詹尼斯所戴的经典款墨镜，镀铬镜片反射着蓝色的光芒。",
      "typeText": "头部",
      "backstory": "恒星的寿命加剧消逝。在红巨星彻底爆发之前，爱墨瑞得-Ⅲ的住民逃离了母星。\n\n面对无处可逃的未来，精英们带走了希望，佯装没有听见绝望的恸哭。\n\n詹尼斯的父母支付了巨额信用点登上飞船，被动地期待星间的救赎。行星将在红巨星爆发中毁灭，而恒星则坍缩变成白矮星…在可以预见的终末降临前，逃离是唯一的答案。但混沌医师詹尼斯却打算直面星系的湮灭，她竭尽全力，试图证明存在的痕迹不会化为虚无。\n\n濒死的太阳愈发灼眼，詹尼斯拿走母亲的墨镜，和志同道合的年轻人回到母星。\n\n「懦夫只会向外逃去，口中却嚷着救赎之名。」《廉价救赎》，激雷乐队第一张专辑里的单曲，詹尼斯将与父母吵架时说的气话改成了歌词。"
    },
    {
      "_id": 31092,
      "ids": [
        31092,
        41092,
        51092,
        61092
      ],
      "id": "bands_touring_bracelet",
      "name": "乐队的巡演手绳",
      "type": "HAND",
      "desc": "贝斯手席德的手绳，由巡演时的丝带手环编织而成，上面写着几句歌词。",
      "typeText": "手部",
      "backstory": "爱墨瑞得-Ⅲ的激雷乐队凭借着几支强劲的先行曲，迅速点燃了整个星球的激情。\n\n节奏吉他手戴夫激烈扫弦时迸发出的雷电火花，是巡演开场的标志，却被乐迷们视为余生唯一的光。\n\n乐队的巡演皆由乐迷们自发维持秩序，他们在进场时派发丝质手环用以识别身份。这些乐迷们大多支付不起高昂的逃生费用，无奈接受了等待电磁爆发的命运。但自从目睹叛逆的年轻人重返行星，便感到自己的灵魂也在这一刻点燃。他们在手环上记录了歌词，记录了每一场演出的时间，也记录了自己的无声呐喊。\n\n贝斯手席德收集了每一场巡演的手环，他让女友南希编成了手绳，并一直戴着。\n\n「没有意义没有方向，没有别的地方可去，我们没有未来。」《我们的路》，激雷乐队第二张专辑里的单曲，席德的人生信条。"
    },
    {
      "_id": 31093,
      "ids": [
        31093,
        41093,
        51093,
        61093
      ],
      "id": "bands_leather_jacket_with_studs",
      "name": "乐队的钉刺皮衣",
      "type": "BODY",
      "desc": "主唱之一的大卫在皮衣背面画上了白色的星星，它成为了乐队最后一张专辑的封面。",
      "typeText": "躯干",
      "backstory": "激雷乐队的摇滚响彻星系，不甘逃亡的年轻人们纷纷返航，回到了即将毁灭的爱墨瑞得-Ⅲ。\n\n主音吉他手吉米将乐队带到了地下，他们将在这里歌唱，他们将把行星毁灭的悲鸣传遍整个宇宙。\n\n在演出开始之前，大卫给钉刺皮衣的背面喷涂上白色的星星，那是恒星坍缩之后的白矮星，是恒星存在过的证明。无论是离开了星系的人，还是留下来面对毁灭的人，都一同聆听着激雷般的摇滚，共同挥舞着同一个醒目的符号。\n\n乐队虽已消亡，但他们的存在却被刻进了乐曲之中，成为了永恒。\n\n「我们要用生命燃烧下去，点燃孤独的白矮星。」《白星》，激雷乐队最后一张专辑的同名曲，词曲由大卫一手包办。"
    },
    {
      "_id": 31094,
      "ids": [
        31094,
        41094,
        51094,
        61094
      ],
      "id": "bands_ankle_boots_with_rivets",
      "name": "乐队的铆钉短靴",
      "type": "FOOT",
      "desc": "鼓手博纳姆的短靴，折射着舞台灯光的漆面上粘着铆钉尖刺。",
      "typeText": "脚部",
      "backstory": "激雷乐队改变了人们面对终末的态度，改变不了终末到来的结局。\n\n荒凉的行星地表满是荒颓和惆怅，在物资匮乏的时代，乐队用废弃的X光片灌录了所有专辑。\n\n在爱墨瑞得-Ⅲ的长夜来临时，地表温度骤降，原本难耐的空气凉爽了不少。人们纷纷从地下避难所走出，追寻着乐队演出的地点。在最后一场「雷鸣」巡演的现场，焦躁的空气中满是电磁风暴的预兆，天雷通过金属脚手架传导到舞台之上。电光在博纳姆的靴下跃动，乐队与雷电彻底融为一体。安可曲结束之后，巨大的球形闪电吞没了舞台。\n\n谢幕之夜过去，激雷乐队的演出就此变成了绝唱，一如他们的歌词。\n\n「雷鸣覆盖了我们的声浪，闪电在我们血液里流淌。带着我们的音乐，和恒星一同消亡。」《激雷之歌》，激雷乐队最后一张专辑里的单曲，博纳姆的得意之作。"
    }
  ]
}