{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "谧宁拾骨地",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的生命上限提高<nobr>12%</nobr>。当装备者的生命上限大于等于<nobr>5000</nobr>点时，使装备者及其忆灵的暴击伤害提高<nobr>28%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "哀地里亚的殁名祭碑",
      "type": "NECK",
      "desc": "位面球中封存着翁法罗斯的哀地里亚，信仰{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}的民众们在雪原上修筑起巨碑，敬奉为他们带来死亡祝福的圣女。",
      "typeText": "位面球",
      "backstory": "哀地里亚——飘雪的死亡之邦，曾在风雪中矗立，也在风雪中缄默。\n\n亘长的黄金世中，几乎人人都在暖盎的大地上尽享长生之乐，极少数人厌恶了停滞的日夜交替，决心寻觅生命的归程。「生命缘何而生？又该归往何处？」苦行者之首埃琉希斯一边吟诵着生死诘问，一边与苦行者们向北前行，寻觅一场甘甜而冰冷的长梦。身披长袍的苦行者们在万籁俱寂的北境荒原上定居，建起一座肃穆的城邦——漫天飞雪终年不休，被人们称为「哀地里亚」。\n\n黄金世的终结书缺有间，翁法罗斯「最初的死者」被认为来自哀地里亚，那人从「{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}」处得到死亡的赐福，那既是悲悯垂怜，亦是无上荣誉。\n\n哀地里亚的住民们早已习惯了肃杀冷冽的气候。飞雪也早已沾染「{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}」谧静信仰，甫一接触地面便迫不及待地夺取生命的温度——在久远过去，远道而来的旅人们步入哀地里亚的疆域时，总会轻易发现无名僵躯长眠于路旁，回归「{RUBY_B#死亡之泰坦}灰黯之手{RUBY_E#}」拥抱中。朔风伴随着长啸，逝者化身路标，指引并警醒着风雪行者。趁生命的气息尚存，旅人们在哀地里亚总是行程匆匆。\n\n后来，哀地里亚人发现荒地竖起哀悼的石碑，有人曾为生命的流转与消逝献上祝福。\n\n石碑下沉眠着不知名的少女，她的周身环绕着影子般的死域，就连呼吸着死亡鼻息的披骨草都尽数枯萎溶蚀。哀地里亚人在她身上感知到「{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}」的仁慈抚触，将其迎回城中奉为圣女。敬爱死亡泰坦信者们效仿圣女所为，为漫长旅程的终结，为长久生命的归殁，于荒地竖起巨大的石碑——生与死皆是历程，此地只有记录行程的界石。\n\n石碑敬告着远道而来的旅人，没人停留在那里，没人在那里睡去…逝者亦是旅人，他们是朔风、飞雪，千丝万缕。"
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "哀地里亚的入溟骨链",
      "type": "OBJECT",
      "desc": "兽骨、箭镞与铁蒺藜，将哀地里亚人与那亡者的世界相连。荒原上的苦行者只愿自己的灵魂能够渡过寒溟，不因其贫瘠与软弱而彷徨失落于面见尊神的路上。",
      "typeText": "连结绳",
      "backstory": "曾有好事的愚氓向哀地里亚的信者发难，质疑翁法罗斯竟有敬爱死亡的信仰——「你们这般热爱{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}，何不直接用尖矛刺穿自己的胸膛？」\n\n哀地里亚人鄙夷地乜他一眼，「冥河从不往渡贫瘠的灵魂。」\n\n哀地里亚自城邦建起，便是翁法罗斯全域最珍视生命的圣地。{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}信徒坚信冥河之水冰冷灼骨，非常人可渡，唯有在世间行走磨砺足够长久，才能凭借坚韧的英魂横穿寒溟、面见{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}。追寻「死亡」的祝福，并非意味着轻视生命。\n\n正因如此，尽管视死如归的哀地里亚人不乏可怖的勇士，却始终未曾侵夺过南边的富饶之地——那并非是能磨砺英魂的土地，哀地里亚人不屑溺于舒适。\n\n苦行是哀地里亚人独有的文化。每年飞雪稍息、不蔽视线的那几个晴日被称为采骨节，哀地里亚的祭司们会结队出城，寻觅沉眠于荒原与沼泽的兽骨。死于数光历年前的史前巨兽骨骸自是最佳祭礼，敲击其骨，沉闷回声中似伴有{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}的轻喃。仿若浸满冥河寒意的兽骨被挨次运回城中——些微破损者会被加工为饰物流入居民手中、日夜佩戴；而品相优良者则会被祭司亲手打磨制成葬仪骨剑，作为节日献礼。\n\n某次采骨节礼时日，哀地里亚人在荒原中遭遇少女。随后，「其抚触能使人跨越冥河之阻、直面死亡」的流言不胫而走。\n\n信仰「死亡」人们争先恐后来到圣殿，只为与{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}的代行者相见。哀地里亚的祭司们敏锐察觉到少女对信仰的摧折，将少女奉为督战圣女，严禁平民与她接触。唯有饱经世间磨砺、敬爱生与死的苦行者才有资格在少女的怀抱中魂归冥土。少女穿上祭司准备的长袍，以双手行刑，以拥抱入殓。\n\n哀地里亚人将「冥河从不往渡贫瘠的灵魂」奉若真理。然而冥河从不追问灵魂的重量，它只是静静地流淌着，通向所有生者的终点，在彼处交汇。"
    }
  ]
}