{
  "_id": 310,
  "id": "broken_keel",
  "name": "折断的龙骨",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的效果抵抗提高<nobr>10%</nobr>。当装备者的效果抵抗大于等于<nobr>30%</nobr>时，我方全体暴击伤害提高<nobr>10%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [
        33105,
        43105,
        53105,
        63105
      ],
      "id": "insumousus_whalefall_ship",
      "name": "伊须磨洲的残船鲸落",
      "type": "NECK",
      "desc": "位面封装的是塔拉萨的伊须磨洲自治区。仙舟「岱舆」断舰坠毁于此，启迪了伊须磨洲文明。",
      "typeText": "位面球",
      "backstory": "「在很久很久以前，众神的宫殿自高天之上陨落。」\n\n先是大气层外的影子，紧接着是大气摩擦的火光，最后它露出了全貌——那是一座偌大的宫殿，即便聚集起整个伊须磨洲的工匠，也造不出的伟物。它下坠得很缓慢，就像是凝结在天边一样，伊须磨洲的海洋足够宽阔，但没人确定它足以容纳这座自高天之上陨落的仙宫。\n\n「一些人四散奔逃，一些人留在海底和陆上的村落中，等待着神陨的降临。」\n\n陨落的仙舟「岱舆」残舰撞击了塔拉萨行星表面。伊须磨洲海域中心被撞出深井似的水坑，七个行星日后才逐渐平复。宏伟的废墟静默地屹立在海床之上，宛若神骸，悲凉又壮丽。劫后余生的伊须磨洲人原本就生活在海底，他们惊叹、惋惜，熟悉的家园被天外仙宫砸得粉碎。他们欢呼、雀跃，「神陨」之后，「岱舆」的断舰残骸成为了他们新的家园。\n\n生存条件改善，伊须磨洲人有了更多时间和精力用于思考。环顾天降宏伟废墟，他们终于来得及提出重要的问题：「他们」是谁？「他们」从何而来？\n\n彼时，伊须磨洲人不知冶炼金属，也尚未发明文字。只好用想象力弥补知识，用故事理解一切。于是，「传说」诞生了。传说口耳相闻，「神话」便应运而生。神话构筑认知，「文明」便由此创生。星移物换几百年以后，塔拉萨已成为了仙舟联盟的贸易伙伴，伊须磨洲的水居者们第一次踏入「仙宫」，第一次见识到仙舟全貌，也终于知晓了「神陨」的真相。\n\n学养良好的伊须磨洲人总是将自己视为「岱舆」的某种存续，「岱舆曾追随的即是我们应追随的，岱舆曾抗击的即是我们应抗击的」。当他们谈起过去的故事时，依然会如此开头——\n\n「在很久很久以前，众神的宫殿自高天之上陨落。」"
    },
    {
      "_id": 33106,
      "ids": [
        33106,
        43106,
        53106,
        63106
      ],
      "id": "insumousus_frayed_hawser",
      "name": "伊须磨洲的坼裂缆索",
      "type": "OBJECT",
      "desc": "坠落的仙舟「岱舆」断舰永远地碇泊在异乡，也许是时候解开缆索，让它返航了。",
      "typeText": "连结绳",
      "backstory": "随着文明启迪，伊须磨洲人不再将断舰中的遭难者们视为陨落的神明，但这分毫不改变他们崇敬之情。伊须磨洲的诗人如是吟咏：「大海吞没的是凡人，魂灵却永生不死。」\n\n按照伊须磨洲的历法，每年潮骚月的第二个休息日是「神陨节」——水居者们吟诵经文、吞食草药、随着水流跳起怪异的舞蹈，以纪念那些自身陨落却为伊须磨洲带来庇佑的「神明」。到了近现代，「神陨节」逐渐失去原本的宗教意义——歌谣代替了经文，美食取代了草药，只剩下怪异的舞蹈作为文化遗产传承至今。\n\n最近数百个星历年中，伊须磨洲毫不吝啬地将独特的文化与外界共享，神陨节的形式也在悄然发生着改变。\n\n伊须磨洲的陆地城市通常是年轻人的世界，神陨节期间更是通宵达旦、彻夜笙歌。域外访客们常常选择神陨节期间共襄盛举，尤其仙舟游客都很喜欢这里，他们钟情于城市中生机勃勃的气氛，如火焰般热辣炽热、如海啸般势不可挡。随着青春期过去，水居者肺部会逐渐萎缩，颈侧演变成鳃状，手脚和双眼也会变得更适合海底生活。诗人们总是说「伊须磨洲人将喧闹狂欢的青春留给了陆地，将沉静肃穆的暮年留给了海洋」。\n\n在仙舟天驱商会推动下，神陨节多了一项仪式——潜入「岱舆」断舰中搜寻到仙舟人遗骨敛入星槎，发射至塔拉萨所属的恒星。\n\n伊须磨洲人接触到「岱舆」历史的同时，也了解了陨落时刻的悲剧：当岱舆仙舟四分五裂，一切都已无可挽回之时，岱舆的领袖青竹即刻决断，誓用壮绝的牺牲断绝寿瘟诅咒的污染。仙舟联盟希望陨落的英雄们能得到体面的慰灵奠仪，而免遭罹难的伊须磨洲人也给出了自己的回答。\n\n神陨节的夜晚的某个时刻，狂欢戛然而止——青年、孩子与仙舟人们坐在岸边，年长者浮出水面，肃穆地凝望着海平面。紧接着，几艘星槎破水而出，自海底向着恒星飞去。\n\n星槎上镌刻着一行秀丽的伊须磨洲文字——「你应为溺亡的水手解下缆索。别哭泣，我死后你便能平安航行。」"
    }
  ]
}