{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "街头出身的拳王",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "物理属性伤害提高<nobr>10%</nobr>。",
    "4": "当装备者施放攻击或受到攻击后，其在本场战斗中攻击力提高<nobr>5%</nobr>，最多叠加<nobr>5</nobr>层。"
  },
  "pieces": [
    {
      "_id": 31051,
      "ids": [31051, 41051, 51051, 61051],
      "id": "",
      "name": "拳王的冠军护头",
      "type": "HEAD",
      "desc": "防护效果极佳的拳击护头，与物件主人的脸型完美贴合。",
      "typeText": "头部",
      "backstory": "混迹街头的林赛从未考虑过正经拳赛的邀约，打一开始她就不相信有人能击败自己，更不必说是个半百老人。\\n\\n自称拳击教练的老人为林赛准备好护具，并向林赛发出挑战，如若胜利便要林赛成为她的徒弟。\\n\\n林赛不屑于繁复的穿戴，将老人递来的护具弃置一旁。原以为自己能够凭借反应速度轻松取胜，却没想到被三步之内被老人近身，快拳直取面门。在短暂的昏厥之后，林赛将拳击护头捡起，在狭小的视野中，她看到了一个崭新的世界。\\n\\n「这就是拳击手的拳头吗？有意思，你要是打算教我的话，就得让我成为最强的。」\\n\\n尽管嘴上颇有抱怨，林赛还是愿赌服输。她佩戴起护具，正式跨入拳击的世界。"
    },
    {
      "_id": 31052,
      "ids": [31052, 41052, 51052, 61052],
      "id": "",
      "name": "拳王的重炮拳套",
      "type": "HAND",
      "desc": "保养得极好的拳击手套，细微的破损并不影响实际的使用。",
      "typeText": "手部",
      "backstory": "初入拳场时的林赛拳法犀利，只懂得进攻，却不懂得如何防御。\\n\\n街头的经验并不完全能够在围绳擂台上适用，伊卡翠娜安排的拳赛挫去了野小子的高傲。\\n\\n在地方赛事中受挫之后，她原本高高在上的尊严和自信散落一地，不得不开始思考伊卡翠娜教给她的攻防节奏。原本只懂得挥拳的林赛仿佛被格斗女神亲吻，逐渐理解了攻防转换的趣味。当她回过神来，第一次发现凝胶护指已经断裂，而那双拳套也已浸满了血液与汗水。\\n\\n「你要找到自己的节奏，不要掉进对手的陷阱里。」\\n\\n林赛恍惚间理解了伊卡的箴言，也明白了温情似水的眼神，一向严厉的伊卡早已将她视若己出。"
    },
    {
      "_id": 31053,
      "ids": [31053, 41053, 51053, 55006, 61053],
      "id": "",
      "name": "拳王的贴身护胸",
      "type": "BODY",
      "desc": "拳击手的专业护胸，外罩和内衬垫相互组合，既保障了安全又不影响技术发挥。",
      "typeText": "躯干",
      "backstory": "拳王争夺战前夜的训练馆如同往日，快速而又沉重的拳头将沙袋击打得嘶嘶作响。\\n\\n汗水浸透了贴身的护胸，灼热的蒸汽将林赛和现实隔离开来，她想要逃避。\\n\\n林赛竭力控制着情绪，汗水混杂泪水在她的面孔上反射微光。深夜里，她卸下拳击护胸，在内侧写上「伊卡」的名字，她想为这个名字许下胜利的承诺。这是通向拳王的关键比赛，也是林赛第一场没有教练陪伴的比赛。走上擂台前，林赛对着镜头骄傲地挺起胸膛。\\n\\n「林赛…你和我的女儿竟然有着一样的名字。当她离开时，我以为世界已经崩塌了，直到我遇见了你。谢谢你，林赛。」\\n\\n「保护我，伊卡。」最重要的名字正贴着心脏。"
    },
    {
      "_id": 31054,
      "ids": [31054, 41054, 51054, 61054],
      "id": "",
      "name": "拳王的弧步战靴",
      "type": "FOOT",
      "desc": "巧妙地将皮革和网结合，采用了厚鞋垫、薄鞋底的设计，保证了脚步灵活。",
      "typeText": "脚部",
      "backstory": "身材娇小的林赛以快速灵动的出拳风格而闻名，翩跹的步法轻快得如蝴蝶穿花。\\n\\n尽管对手的快拳凌厉如雨，却始终只能与林赛擦肩而过，这便是招牌的「林赛舞步」。\\n\\n为了训练林赛的特殊步伐，伊卡翠娜将街头少女带到上流的舞会里，手牵着手，旋转接着旋转……林赛从磕磕绊绊到逐渐跟上脚步，她好像明白了，这个自称是拳击教练的老人，似乎不仅是教练这样简单。在迷离的舞池里，林赛心中某处柔软的地方突然被一道奇妙的感觉击中。\\n\\n「想再跳一支舞吗？」\\n\\n街头出身的林赛从未想过会有这样的体验，她望着伊卡翠娜澄澈的双眼，无法拒绝。"
    }
  ]
}
