{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "奔狼的都蓝王朝",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "我方角色施放追加攻击时，装备者获得一层【功勋】，最多叠加<nobr>5</nobr>层，每层【功勋】使装备者追加攻击造成的伤害提高<nobr>5%</nobr>，叠满<nobr>5</nobr>层时，额外使装备者的暴击伤害提高<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "",
      "name": "都蓝的穹窿金帐",
      "type": "NECK",
      "desc": "位面封装的是青丘步离的穹窿金帐。与步离人留在银河中的蛮野名声不同，他们拥有非凡的生物技术。狼子们汇聚在伟大的巢父都蓝之侧，将天上众星视为牧畜，逐驰其间。",
      "typeText": "位面球",
      "backstory": "狐人与步离人远古歌谣的开篇，无不怀念咏诵着「青丘之星」的膏腴沃土与宜居气候。但若仔细辨读，有心人会发现这只是「战争」这一恒久主题的引子。\\n\\n凭借耕种经商的才能，有狐氏族傍着潺潺河川，兴建起繁华城邦；而犬戎之子则在极光浩荡的苍天下，逐猎放牧于草海之间，聚成星罗棋布的集落。商人嘲笑牧人蛮野，牧人唾弃商人狡诈。但他们都要面对自然循环严酷拷问——「狐夏」与「狼冬」。\\n\\n狐神恩赐的丰收之夏中，两族休兵罢战，各得满足；一旦狼神降下白霜，雪线自极地蔓延开来，饥馑将迫使双方攻伐不休。\\n\\n歌谣说到，漫无止尽的狼冬逗留不去，即便青丘的太阳周旋了三十三次。匮乏与饥馁灭顶而来，即便是图腾上崇拜的动物，人们也不得不食之果腹。预见到遍地白骨的结局后，一位救世主攀上了世间至高的山峰——在狐人神话里，人们称她为「涂山」；但在步离人歌谣里，人们称他为「都蓝」。无论那位救主所唤何名，他向长生主许愿赐予众生活下去的给养。于是山巅裂开，甘甜如醍醐的「赤泉」自缝隙中涌出。\\n\\n吞饮赤泉的人们从摄食的兽肉中取得了力量、灵敏与强韧。他们的血脉中也澎湃起了兽的狂野，兽的形貌越发明显——世界就此变改，不复从前。\\n\\n以赤泉为媒，新生的犬人们一切器物给养皆从中造出——田野中种植的不再是稻菽而是视肉；遮蔽身躯的不再是葛麻织物，而是胞衣；即便是令青丘文明恐惧不已的寒冷雪境，也变得不足为惧：犬人们在极地培育生物薄膜，塑成温暖的穹帐，自此将狼冬的困苦隔绝在外。\\n\\n后来，青丘剧变与所有短生种化为长生种时经历的并无不同——人口膨胀、生态崩溃、内部战乱…无论犬人们向长生主如何祈告，再也没有得到回音。于是他们明白了一个道理：长生主赐予的一切已悉数具足，想要活得更好，便要靠自己夺取。\\n\\n汇聚于伟大的巢父都蓝之侧，犬人们将目光探向长生主高踞的天空。群星熠熠，如同亟待奔逐的牧原。他们将为这些星星上的文明带去「狼冬」。\\n\\n很久以后，宿敌仙舟人称他们为「步离人」。步离，是青丘语中「狼」的意思。"
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "",
      "name": "都蓝的器兽缰辔",
      "type": "OBJECT",
      "desc": "是缰绳、是锁镣，亦是皮鞭。高过战兽腿的步离青年被教会的第一个道理就是：永远要把缰绳要握紧在手里，否则自己将成为被奴役的牲畜，甚至饲料。",
      "typeText": "连结绳",
      "backstory": "在步离人的语言里，缰绳的别名唤作「亚萨•奇塔」，意即「活的书」。\\n\\n猎群巫者在双隆月相会之刻、夜空光辉最盛之时，将缰绳作为成年礼物赐予都蓝子嗣们。这条空白缰绳将是记录他们一生战斗历程的卷册。\\n\\n成年礼甫一结束，步离人必须走进武器牧场，从基因巫术筛选和育种的「器兽」中挑选、驯服自己第一匹战骑。以被征服者为饲料的器兽有着惊人的敏锐和凶残——与未来的主人比起来，器兽们不过是羔羊。月光唤起体内涌动的狂野之血，步离青年们与器兽互相追逐、角斗。有人死于兽吻，那是羸弱的下场；有人诛戮同胞，那是猛兽的分配法…步离青年使中意的坐骑绊倒在地，将带有神经刺鞭的缰绳勒在它的脖颈上——牲畜被未来主人的心灵感应震慑了，就像挨了几百次皮鞭般温驯。当它主动驮起主人时，一名合格的步离人「索牙」（武者、骑手）诞生了。\\n\\n从此步离缰绳便成为战斗经历的记叙者，缰绳上从此渐渐挂满了划痕、结扣与坠饰。\\n\\n饱经训练的索牙们在「昂达」（统军百夫长）的带领下穿上水母般的胞衣铠甲，登上能在星际间穿行跳跃的兽舰，开赴不同的世界，发誓将以都蓝与长生主的名义让繁星变作牧场。缰绳之上，浅浅的划痕代表着杀敌的数量，结扣代表其经历的大战，绳上的挂饰则是大掠时获得的战利品：人类的牙齿，智械的硅芯…它们是被征服者的怨怒与哀嚎，也是步离人彰显个体力量的勋章。\\n\\n当胯下的坐骑殁于战火时，亦或步离人想要施加惩戒时，缰绳也会被取下套在其他活物身上。\\n\\n这样的对象通常是狐人——那些经由血统选育计划被排斥族外的奴隶阶层，他们弱小、狡诈、只配劳作和运算。当狐人中偶尔出现善战的个体时，狼首的主人会优先将缰绳捆缚在他们身上，驱使他们作为战奴带头冲锋。\\n\\n若奴隶死伤殆尽，武器折损，缰绳末端系上尖刺也可充作鞭子。要是鞭索断裂，爪牙尽碎，葬身战场，那么这条缰绳将会成为步离人残存的碑铭与纪念……\\n\\n诚如古谚所云：「森林中，猎手与猎物的地位时常交换」。在宇宙这片黑暗森林中与仙舟人交战数千年后，狼族鞭索断裂已多到数之不尽。最终，这条连接众多猎群的纽带被「巡猎」的锋镝切断，步离人也陷入了内乱与衰败的渊薮，不复昔日的高傲。"
    }
  ]
}