{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "晨昏交界的翔鹰",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "风属性伤害提高<nobr>10%</nobr>。",
    "4": "当装备者施放终结技后，使其行动提前<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [31101, 41101, 51101, 61101],
      "id": "",
      "name": "翔鹰的长喙头盔",
      "type": "HEAD",
      "desc": "高速飞行中使用的流体头盔，行似空渔鹰的鸟喙。",
      "typeText": "头部",
      "backstory": "萨尔索图的空渔人每日黎明时从移动城市的「空港」出发，展开扑翼装在空中翱翔，猎捕从沙地中飞出的燃素水母。\\n\\n构成「灵火」的燃素是驱动着巨大移动城市的血液，必须捕捞充足，才能保证整座城市不会被晨昏线甩在身后。\\n\\n若有人力竭而亡，抑或是遭到巨禽的袭击罹难，萨尔索图人会尽一切可能带回其遗骸，将翼装和鹰盔伴他一同葬入黑暗的大地。在萨尔索图的传统仪式中，「落地」即为死亡，即为永恒的休憩。\\n\\n飞行不能停下，城市亦不能停下。\\n\\n这顶鹰盔的鸟喙部分刻着一句悼词。「大地并非鹰的枷锁，翅膀才是。因为它，你必须飞翔。」"
    },
    {
      "_id": 31102,
      "ids": [31102, 41102, 51102, 61102],
      "id": "",
      "name": "翔鹰的鹰击指环",
      "type": "HAND",
      "desc": "卓越空渔人大师所佩戴的指环，空渔鹰双翅纹样紧抱手指。",
      "typeText": "手部",
      "backstory": "只有技术最为卓越、最值得尊敬和依赖的渔猎队长会被授予「鹰击指环」。他们在空中吹动渔哨，组织起严丝合缝的协同，是最为敏锐的猎鹰。\\n\\n对队员们来说，每一次翱翔总是孤独而脆弱的，能依靠的只有队长传来的<unbreak>124</unbreak>种「哨型」。\\n\\n因此，在萨尔索图流传着一句话：「空渔人将三分之一的性命交付给千锤百炼的技术，将三分之一的性命交给巧夺天工的装备。而最后的三分之一交给他们信赖的渔猎队长。」\\n\\n肩负着不同家庭托付的队长，时刻感受到小小指环所承载的重量。\\n\\n这枚鹰击指环的蚀刻已经斑驳了，指环内侧刻着一个词语：「责任」。"
    },
    {
      "_id": 31103,
      "ids": [31103, 41103, 51103, 61103],
      "id": "",
      "name": "翔鹰的翼装束带",
      "type": "BODY",
      "desc": "连接扑翼装的腰带，金属支撑藏在粗麻束带中，柔软贴身。",
      "typeText": "躯干",
      "backstory": "萨尔索图的空渔人围捕从沙地中飞出的燃素水母并非易事。面对的凌乱气流，乍看柔软贴身的束带，在强风吹拂的城外空域里成为了空渔人的生命纽带。\\n\\n围捕从沙地中飞出的燃素水母绝不容易，佯动、驱赶、以及拦截捕获，在每一个环节上都伴随着陨落的风险。\\n\\n未成年的空渔人需要取父母各自的一根发丝同金属支撑一同包裹在束带中，已婚的则由配偶提供，这样的翼装束带就会受到名为「家」的祝福，保护空渔人始终能回到家中。\\n\\n在残酷的生存世界里，只有「家」能将空渔人轻轻托起。\\n\\n这条束带中的发丝仍然完整，它来自一名女性，发根处微微发白。"
    },
    {
      "_id": 31104,
      "ids": [31104, 41104, 51104, 61104],
      "id": "",
      "name": "翔鹰的绒羽绑带",
      "type": "FOOT",
      "desc": "飞行中确保腿部保暖的绑带，装饰着空渔鹰的翎羽。",
      "typeText": "脚部",
      "backstory": "萨尔索图的空渔人渔猎燃素水母的过程，是一场漫长的生存竞逐。远离心脏的双腿，必须借助绒羽绑带保持温度。\\n\\n总是在长时间高度紧张的狩猎结束后，极限的身体才开始暴露出痛感和疲惫。\\n\\n未做好周全准备的空渔人，此时才会感受到严重冻伤导致的局部坏死。因此，空渔人在出发之前，都会反复确认绑带的牢固程度，毕竟在高速的飞行中，是不会有机会二次调整的。\\n\\n他们踏入天空的那一刻就已经明白，疾风会带走什么。\\n\\n这条绑带内置的金属壳中有少量的石灰粉和铝粉的使用痕迹，像是用来应急加热的手段。"
    }
  ]
}
