{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "熔岩锻铸的火匠",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "火属性伤害提高<nobr>10%</nobr>。",
    "4": "使装备者战技造成的伤害提高<nobr>12%</nobr>，并使施放终结技后的下一次攻击造成的火属性伤害提高<nobr>12%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31071,
      "ids": [
        31071,
        41071,
        51071,
        61071
      ],
      "id": "firesmiths_obsidian_goggles",
      "name": "火匠的黑曜目镜",
      "type": "HEAD",
      "desc": "以漆黑焰晶打造的防护目镜，在镜片之下，激烈的火星迸裂也只不过是斑驳残影。",
      "typeText": "头部",
      "backstory": "铸造神兵利刃对于火匠一族来说，既是天赋的使命又是伴生的诅咒。\n\n被解放的火匠一族自从来到战争熔炉的世界中，才华在极致的释放下开始染上毁灭的气息。\n\n炉光与火花耀目灼眼，在漫长的锻造过程中，胚料铸成神器，而匠人失去视力。弗埃曾在火山底部找到一簇罕见的曜石焰晶，将其仔细打磨做成了护目镜片，激烈的火花从此化作苍白的剪影。但是贪心的匠人未能逃避诅咒的命运，他也在极致的火光中燃尽了一切。\n\n弗埃将战争熔炉中的反物质军团视作锤炼的素材，而自己便是那升腾的烈火。\n\n「有没有一种可能，比如说，将热核反应变成我的熔炉？」弗埃寻找提升至极限的炉火，并在失控的聚变反应中毁灭。"
    },
    {
      "_id": 31072,
      "ids": [
        31072,
        41072,
        51072,
        61072
      ],
      "id": "firesmiths_ring_of_flamemastery",
      "name": "火匠的御火戒指",
      "type": "HAND",
      "desc": "有着火焰标志的戒指，是火匠一族中最高荣誉的象征。",
      "typeText": "手部",
      "backstory": "九百度的篝火能烧土成陶，上千度的炉火能熔断铜锡…越是本质的塑造，越渴求着极限的温度。\n\n军团的生物渴望着从物质形态中剥离开来，祈求着只有毁灭热浪才能带来的更新质变。\n\n技艺纯熟的火匠大师能够将炉火提升到不可思议的程度：烈焰的黑体辐射呈现蓝色光谱，几与濒死的恒星相近。火匠皆是掌控烈焰的天才，但只有其中佼佼者才被授予象征大师技艺的御火戒指。\n\n战争熔炉早已不分匠人与匠材，锤炼着反物质生灵的火匠大师们也成为了毁灭武器的一部分。\n\n「铸器由炉温决定，炉温由火匠决定。」对掌握毁灭技艺的火匠们来说，这再理所当然不过了。"
    },
    {
      "_id": 31073,
      "ids": [
        31073,
        41073,
        51073,
        61073
      ],
      "id": "firesmiths_fireproof_apron",
      "name": "火匠的阻燃围裙",
      "type": "BODY",
      "desc": "铁匠围裙没有多余的装饰，只有皮革纹理与家族标识清晰可见。",
      "typeText": "躯干",
      "backstory": "反物质军团将衰亡的「战争熔炉」赠予火匠，让他们在烈焰世界中自由锻造。\n\n在熔岩灼目的世界里，只要锤炼不止，新生与毁灭便不再是二元对立。\n\n苏鲁特擅长利用活火山中喷涌的熔浆，为军团的生灵注入一道暴戾的毁灭气息。无论剧毒气体的沸动、还是热熔岩浆的翻滚，都不能打断苏鲁特淬火的专注。热浪喷溅着苏鲁特的围裙，那是由火巨蜥皮制成的阻燃衣料，待熔浆退去，皮革表面依然光洁如新。\n\n大量的军团战力，在洪炉中被反复锤炼，直到肉体和武器在火匠的熔锤下结为一体，成为毁灭的武器。\n\n「无与伦比的毁灭之力……」驾驭火焰的工匠们从不掩饰他们寄托在武器中的可怖愿望。"
    },
    {
      "_id": 31074,
      "ids": [
        31074,
        41074,
        51074,
        61074
      ],
      "id": "firesmiths_alloy_leg",
      "name": "火匠的合金义肢",
      "type": "FOOT",
      "desc": "金属材质的义肢，表面上缠绕着火焰的立体花纹。",
      "typeText": "脚部",
      "backstory": "旧日监牢主人担忧失去世间无二的锻造技术，只好用低劣的手段束缚着火匠一族——在被禁锢的岁月里，火匠的族长无一例外都必有腿部缺陷。\n\n毁灭的主人解放了被囚禁的火匠一族，毁灭印记赋予了火匠们用之不竭的力量。\n\n离开牢笼之后，火匠族长无法再像常人一般行动自如，但他获得了真正的自由——不再因卓越的技艺而被囚禁的自由。族长将怨恨与屈辱倾注其中，锤击数日也不会感到疲惫。顽固而高傲的反物质生灵在一次次锤击下，不得不改变形态，屈从于毁灭者的改造。\n\n纵使牢狱不再有形，火匠对铸造的痴狂又何尝不是一种牢笼呢。\n\n「血肉是种拖累，铸造亦是毁灭。」族长看着残缺的匠人越来越多，不禁感慨道。"
    }
  ]
}