{
  "_id": 302,
  "id": "fleet_of_the_ageless",
  "name": "不老者的仙舟",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的生命上限提高<nobr>12%</nobr>。当装备者的速度大于等于<nobr>120</nobr>时，我方全体攻击力提高<nobr>8%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33025,
      "ids": [33025, 43025, 53025, 63025],
      "id": "",
      "name": "罗浮仙舟的天外楼船",
      "type": "NECK",
      "desc": "泛于星海的罗浮仙舟被收拢于球中，玉界门上浮槎去来，若星月之出入。无数人曾来此寻求长生之秘，却又失望而归。",
      "typeText": "位面球",
      "backstory": "罗浮仙舟数千年前从古老国度出发，横渡深空，谒见神明，求取不死仙药。\\n\\n生态巨舰缓缓驶入星空，如同坠入夜色中寂静的清月，长路漫漫而不知所向。在孤航旅程中，人们交替不断地沉睡、醒来、沉睡…追逐流星的鲸群在天顶陨落，亚空晶格结构体跨越光年延绵不绝。求药使们亲眼见证了超然伟力的存在，暗自欢喜，坚定了寻得长生不死的信心。\\n\\n罗浮仙舟航行数千年渐行渐止，在现实与虚幻混淆不清的边界遭遇「丰饶」之主。药师在舰船上降下神迹，倏忽间「建木」生成。其荫如云，遮天蔽日，其根繁密，包覆仙舟——罗浮仙舟遂如活物般获得了生命。\\n\\n贪求长生之人吞下「建木」果实，寻得梦寐以求的「无尽形寿」。自诩天人的仙舟民开始纵情享受无尽的生命，又以「建木」阐演仙道，造就种种非人奇迹。\\n\\n然而物盛而衰，乐极则悲，日中而移，月盈而亏。直到三劫既出，民不聊生，仙舟民才认清「奇迹」的真面目，是无法承受的灾厄。\\n\\n危难之时，英雄力挽帝弓，斫断建木。仙舟诸民重拾人本尊严，誓愿「复归凡身，清除寰宇不死劫」。随后的岁月里，仙舟开始巡猎星河，以清除长生孽物为己任。狐族重获自由与天空，持明封印污染与遗祸，三族缔结盟契，仙舟联盟于兹成立。\\n\\n繁荣与灾厄在航行中交迭同行，英雄与传说也伴随着历史不断登场。如今罗浮仙舟在得来不易的平和中休养重建，自由的商贸与开放的态度让它重焕生机。\\n\\n长生不老永久地塑造了罗浮仙舟，使它几经沉浮，沉淀出独特的、有关古典与现代的气质。寰宇商人途径此处，只消伫立片刻便能感受到时间留下了什么。"
    },
    {
      "_id": 33026,
      "ids": [33026, 43026, 53026, 63026],
      "id": "",
      "name": "罗浮仙舟的建木枝蔓",
      "type": "OBJECT",
      "desc": "曾经罗浮仙舟因建木生发，成为仙舟舰队之尊；后来罗浮仙舟因建木成祸，自食长寿恶果…建木枝蔓已经牢牢缠住罗浮命运，难以分离。",
      "typeText": "连结绳",
      "backstory": "「丰饶」之主在罗浮仙舟中心埋下因果的种子，赐予求药使们名为「建木」的奇迹。而奇迹之所以被称为奇迹，是因为当它发生时，人们能立刻领会它的意义。\\n\\n建木缔结神实，满溢生命活力，求药使们所追求的无尽形寿蕴藏其中。从此，古老的禁忌与律法化为一纸废话，衰老与死亡的伦理也成为尘封旧史。人们遵循「仙道」对建木数度开发，使得坌土息壤掘之不尽，自在应身血肉化形，鸡犬得智能言…无数难以想象的技术，也在建木垂枝下化为有形。\\n\\n然而，建木却在时间催化下逐渐褪去面纱，初露狰狞，使长寿之人开始承受长寿之苦。\\n\\n仙人们繁衍不尽，却未尝一死。舰船上人满为患、饿殍遍地；仙舟社会少者郁志难伸，老者盘桓高位，更是结构崩溃、大厦将倾…金人叛乱、外敌当头，千年混乱劫余之后，人们又发现了藏在长生血脉中的黑暗，所谓「天人之体」只是超越人智的技术，堕入「魔阴身」的倾向警示仙舟人，自身与孽物仅差一步之遥。\\n\\n万般绝望之时，英雄长矢破空，天裂一射，斫断建木…尽管建木烬毁成桩，但仙舟命运从未与之断绝。\\n\\n它招引着外患侵凌，丰饶孽物数度入侵，开凿血肉扭曲形骸，誓将仙舟民吞噬殆尽；它也诱惑着仙舟民，药王秘传破除禁忌，深入建木丰饶之秘，重铸长生强权帝国…在漫长的外忧内患中，建木遗骸如同暗处绵延不绝的藤蔓，潜伏起来，意图择日再起灾祸。\\n\\n所幸，罗浮仙舟从未对「垂死枯木」放松警惕，他们誓将一切扭曲的源头，带往一切终结的尽头。"
    }
  ]
}
