{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "渊思寂虑的巨树",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的速度提高<nobr>6%</nobr>。当装备者的速度大于等于<nobr>135</nobr>/<nobr>180</nobr>时，使装备者及其忆灵的治疗量提高<nobr>12%</nobr>/<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "神悟树庭的沉思巨桹",
      "type": "NECK",
      "desc": "位面球封装的是翁法罗斯的神悟树庭，「裂分之枝」{RUBY_B#理性之泰坦}瑟希斯{RUBY_E#}的神躯在此沉思。「最初的学者」带领众人在林间建立起花园与庭院，分享学识，树庭由此初诞。",
      "typeText": "位面球",
      "backstory": "「最初的学者」塞勒苏斯，为了寻觅墨涅塔信仰中灵性意义，于成年之际，他自家乡滨海城邦米拉瓦塔起，开始巡历翁法罗斯大地。\n\n在朝圣旅途中，种种不寻常的经历，种种离奇的景象，使他对自然现象和世界起源产生了全新的思考。旅行结束之际，他觐见「裂分之枝」，并在巨树前完成自己体认世界的方法论。在那之后后，塞勒苏斯在巨树下建立起庭院，并取名「神悟树庭」，以供世人醒神、求识、悟道。\n\n在{RUBY_B#理性之泰坦}瑟希斯{RUBY_E#}中，它的思绪或张扬载入纸卷，或悄声化作百草…树庭的喧闹便由此萌发。而在交流与争论的喧闹之中，目别汇分的学派便由此诞生。\n\n学派间研学方向虽各有区别，但并非没有交叉——就像巨树裂分的枝杈蔓延开去，总是避不了交叠…在聚讼纷纭的论辩中，在学识理论代际传承中，「最初的学者」留下的体悟传承至今，早已演变成以七贤人领衔，七大学派为主的众多思潮。\n\n「凡世间学识都应化为树庭的叶片，为浓翠蔽日，助巨木繁茂。」向树庭求取智慧的城邦，都要献上等价的知识。如此，无数思绪化作滋养，无数新芽嫩叶才能催生。\n\n百光历来，任何通过树庭隘口的商队，任何驶向树庭港口的商船…举凡被发现藏有记载知识的经卷，不论国籍，不分语言，统统会被归入树庭馆藏中。树庭的学者，亦或是「强盗」，通过重金收购、雇人抄写、甚至掠夺等方式，将树庭打造为「翁法罗斯最好的学校」。树庭学者们借探讨为祭器，以思辨为虔敬，对世间至臻的理性顶礼膜拜。\n\n始于植生，归于木灵，聚露植心收集着世间汇来的点滴知识。{RUBY_B#理性之泰坦}瑟希斯{RUBY_E#}聆听着日益喧嚷的学庭，始终沉思不语。"
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "神悟树庭的联识叶路",
      "type": "OBJECT",
      "desc": "金丝与藤蔓串联起树庭识网，成为学派间共享成果的生命线。信息由根系传入，沿脉络游览、析构。直至化作一滴露珠，溶入友爱之馆的池中。",
      "typeText": "连结绳",
      "backstory": "神悟树庭的一缕思绪，巨树上的一束横枝。脉络牵出千百种论调，如繁枝细节般各自延展。虽相互独立，却又丛生交叠，最终，盘桓成令巨树繁茂蓬勃的树冠。\n\n其中一根枝杈将叶柄指向了自己，纠结盘绕。「莲食学派」的苦行者为树纹花叶本身的奥秘所倾倒，将植生，乃至万象，都描绘为触手可及的显见存在。他们所专注的苦行，是调和世间万物的实践方式——在他们看来，苦修并非是弃绝自我的做法，反倒认识自己的捷径。\n\n其中一根枝杈结育硕果，缀满枝头。「山羊学派」的学者们精于奇兽研究、繁殖和保护——奇美拉令人怜爱的百态，便是他们对万相生灵探求的小小实践。\n\n其中一根枝杈虬结成完美的比例，精确而优雅。「绳结学派」的学者们宣称「万物皆数」，即——一切实体皆可用数字映射。作为树庭最早凝聚的学派，他们坚守学院门槛，要求「不识几何学者不得入内」，更将数理奉为{RUBY_B#理性之泰坦}瑟希斯{RUBY_E#}统御世间的手段。\n\n其中一根枝杈生得浑厚圆实、韧性十足。「曳石学派」要求学者须在拜入前挥舞投石索，将圆石抛掷出指定范围外，以此证明其有意在锻炼、思辨及其竞技活动中「追求极致」。\n\n其中一根枝杈时而垂下，时而挺立，向知觉传达纯粹的美感。「赤陶学派」将艺术与感性的探讨视作对逻辑思维的本源，坚信感官直接提取的信息最为精炼，所抵世界更为达观。\n\n于繁茂的树冠之上，那虔诚敬拜的枝杈最适合祭礼，它形自巨木主干。「敬拜学派」精于泰坦仪式的理解及其神迹的运用，被称作「翁法罗斯政治家的摇篮」。他们不仅主导树庭信仰祭仪，其成果更是深入翁法罗斯的方方面面。偏偏有一根新生锐利的嫩枝，与它争锋相对——\n\n「智种学派」继承自「最初的学者」对灵魂学说，专精于生命与事物间转化及扬升的理论，创办最为晚近，论点却最为犀利，其主导的学说，意图指向所有生命和物体的源头。\n\n七大学派的七贤人各执治学领域，原则上不分先后——而理性的巨树身怀七贤人之首的虚衔，于无休止的辩论声中，将学识与理性开枝散叶，播撒世间。"
    }
  ]
}