{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "密林卧雪的猎人",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "冰属性伤害提高<nobr>10%</nobr>。",
    "4": "当装备者施放终结技时，暴击伤害提高<nobr>25%</nobr>，持续<nobr>2</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31041,
      "ids": [
        31041,
        41041,
        51041,
        61041
      ],
      "id": "",
      "name": "雪猎的荒神兜帽",
      "type": "HEAD",
      "desc": "巨大的雪原熊头部毛皮做成的兜帽。毛皮似乎寄宿鬼神，刀枪不入。",
      "typeText": "头部",
      "backstory": "在斯诺兰德的雪原上流传着属于猎人们的生存铁则：在「荒神」捕食的期间，绝对不能去山岭的南面，那位撼山震岳的白色巨熊不欢迎任何人。\\n\\n作为协会指派的猎人，休格收到救援信号赶往岭南，未曾想到会遭遇到一场计划已久的埋伏。\\n\\n从漫长的枪击休克中醒来之后，休格立刻意识到自己曾在生死关前躲过一劫；但在下一秒，休格就立刻意识到，危机并未过去，他正处在「荒神」的注视下。即便掌击再近再快，「荒神」毫无章法的攻击也未必能够全部命中…休格冷静地等待机会，抽出带着剧毒的骨刀，以超越常人的动作瞬间跃起，胜负就在这一瞬间逆转了。\\n\\n他取下「荒神」的头颅与皮毛，在枪伤未愈的情况下，撑过了第一个风雪之夜。\\n\\n多日后，猎人协会找到了无头的「荒神」遗体。那时开始，他们便知道该死去的猎人未能死去，而未曾预料的复仇者却因此诞生。"
    },
    {
      "_id": 31042,
      "ids": [
        31042,
        41042,
        51042,
        61042
      ],
      "id": "",
      "name": "雪猎的巨蜥手套",
      "type": "HAND",
      "desc": "雪岩巨蜥的鳞爪与战术手套紧密缝合起来，可以在任何墙面上自由地攀爬悬挂。",
      "typeText": "手部",
      "backstory": "雪岩巨蜥既缺乏敏捷的身手，也没有压倒性的力量。它们可以在岩壁上蛰伏半月，直到猎物放松警惕、露出破绽，出现一击致命的机会。\\n\\n然而注册猎人已经无法忍受等待，他们决心全面进入雪山猎捕休格，以消除迫近的威胁。\\n\\n协会的注册猎人虽然强手如云，但他们从来都不是性命相托的伙伴。猎人们为了协会的天价赏金而聚齐在一起，也时常为赏金而互相背叛——毕竟，荒野上任何事情都可能发生…只要除掉老猎人休格，所有人就能赚到更多的赏金，他们达成了共识，并付出了相应的代价。\\n\\n休格做足了准备，狩猎顶尖的猎户不比怪物更加容易，他必须比以往更加耐心，耐心才是猎人最重要的品质。\\n\\n猎人公会的注册猎人不断减少，「不死休格」的恐惧感正在不断蔓延。"
    },
    {
      "_id": 31043,
      "ids": [
        31043,
        41043,
        51043,
        61043
      ],
      "id": "",
      "name": "雪猎的冰龙披风",
      "type": "BODY",
      "desc": "由冰龙细鳞制作的披风，在奇妙光学折射下，近乎隐形。",
      "typeText": "躯干",
      "backstory": "「冰湖之主」栉生独特的鳞片，在日光下能反射出炫目强光，潜入水中便能隐藏身形。很少有猎人能够掌握与无形巨物之间的对决。\\n\\n多日后，猎人协会的注册猎人们找到被剥去鳞甲的冰龙遗体，那一瞬间，恐惧胜过了惊讶。\\n\\n休格狩猎过成百上千头雪原上的野兽，每一次对手都独一无二，都弥足珍贵。对猎人来说，只有将猎物的个性与习性琢磨透彻，狩猎才能算是完成…「冰湖之主」对休格来说就像是雪原上的最后一块拼图，他必须完成狩猎，完成他的猎人之魂。\\n\\n原赏金榜最高位的「冰湖之主」被「猎人休格」所替换， 丑陋的全面猎捕开始了。\\n\\n所有猎人都必须做好成为猎物的觉悟，休格如此，背叛者更应该如此。"
    },
    {
      "_id": 31044,
      "ids": [
        31044,
        41044,
        51044,
        61044
      ],
      "id": "",
      "name": "雪猎的鹿皮软靴",
      "type": "FOOT",
      "desc": "麋鹿柔软的毛皮包裹着增强动力靴，在雪原，猎户的鞋底只会留下浅浅的印记。",
      "typeText": "脚部",
      "backstory": "即便身负重伤，体温不足以融化冰雪，在垂死之际的炬角大麋也能够成为最具致命性的野兽。\\n\\n休格举起猎枪正对垂死的大麋时，他总是在想，那双能将人彻底瞪住的眼睛，和自己一模一样。\\n\\n自从被注册猎人埋伏之后，休格的生命之火就早已经是风中残烛。他清楚自己之所以能够勉强生存，无非是他那鬼神不让的复仇念头，一旦他的欲念得到满足，他的生命也将随飞雪而去…尽管休格总是觉得脚步沉重，但是宽底的鹿皮软靴却没有留下任何足迹，他必须紧绷起精神面对生命中最后一次狩猎。\\n\\n猎人协会在恐惧之中逐渐分崩离析，慌乱地肃清起背叛者，希望得到休格的饶恕，换来的却只是相互猜忌的自我毁灭。\\n\\n休格没等到品尝完复仇成功的快感，便永远地倒在了雪原之上。"
    }
  ]
}