{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "停转的萨尔索图",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的暴击率提高<nobr>8%</nobr>。当装备者当前暴击率大于等于<nobr>50%</nobr>时，终结技和追加攻击造成的伤害提高<nobr>15%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [
        33065,
        43065,
        53065,
        63065
      ],
      "id": "salsottos_moving_city",
      "name": "萨尔索图的移动城市",
      "type": "NECK",
      "desc": "位面封装的是萨尔索图星上仅剩的移动城市之一：风滚草。这座城市从未停下，才勉强做到不被黑夜或者极昼吞没。",
      "typeText": "位面球",
      "backstory": "若从宇宙的视角看去，萨尔索图星整体因广袤的沙海而呈现出发亮的金色，星球表面的巨大陨石坑群也清晰可见。\n\n在某个时刻，奇特的陨石雨连续不断坠入萨尔索图星。「陨石星群」造成的持久冲击与行星形成了特殊的夹角，让星球的自转渐行渐止。像是摁下了「世界停止」的按钮，萨尔索图的昼夜逐步延长，直到日出日落漫长无比，直到没有人能够忍受，直到整个星球的自转停了下来……\n\n长达半年的日照酷暑和黑夜严寒既成事实。整个萨尔索图只剩下唯二的移动城市，仍紧紧咬住晨昏线，一刻不停地移动。\n\n磅礴的空中堡垒如同体积巨大的雨云，缓缓从金色沙漠的上空飞过，鸣声轰响如雷；所经之处沙尘如瀑，铺天盖地。在巨大的移动城市之上，背负翼装的萨尔索图人在城市建筑间上下翻飞。天灾中侥幸生存下来的飞行民族，属于天空，却又被束缚于天空。\n\n清晨，空渔人们从港口出发，俯冲向沙地，猎捕燃素水母，于傍晚回到城市。借着神秘的能量生物，城市勉强地维系着航行。\n\n尽管生存延续的危机仅寄托在两片脆弱的羽翼之上，但是萨尔索图人生性乐观，不愿意让沉重的命运压弯了脊梁。他们花费时间与家人一同练习玻璃制成的乐器，将乐声录进玻璃蚀刻之中；他们也爱好结交笔友，将书信放进「蒲公英信箱」里，留给晨昏线另一端的移动城市……\n\n地磁场逐渐衰弱，大气层也日渐稀薄。即便末日近在眼前，但生命尚未熄灭，翔鹰便会一刻不停地飞下去。"
    },
    {
      "_id": 33066,
      "ids": [
        33066,
        43066,
        53066,
        63066
      ],
      "id": "salsottos_terminator_line",
      "name": "萨尔索图的晨昏界线",
      "type": "OBJECT",
      "desc": "停止自转的萨尔索图星的日夜周期漫长无比，人们只有追逐着「晨昏交界线」不断迁徙，才能勉强维持住仅剩的生存空间。",
      "typeText": "连结绳",
      "backstory": "自从「陨石星群」造成的停滞开始，「晨昏交界线」便成为了萨尔索图人狭隘的生命线。\n\n当一切刚开始的时候，人们仍然以为昼夜交替理所当然。晨昏线拂过大地，翻越山峰、跨过沟壑，给未醒的带去黎明，给将眠的送上晚霞…而当光与暗的步伐缓慢之后，白昼和黑夜不再熟悉，无尽漫长的酷热严寒如同地狱泥沼，将深陷其中的生命缓慢埋葬。于是，挣扎求生的萨尔索图人，搭上飞行的移动城市，追逐着晨昏。\n\n登上移动城市「风滚草」的瞭望台，顺着前进的方向看去，前方是白昼，身后则是黑夜。\n\n「风滚草」的追赶并非只是为了生存，更是为了尊严的生活。它前进得比晨昏线更快一些，清晨就会步入午后；比晨昏线更慢一些，黄昏便潜入深夜。生性乐观的萨尔索图人还原了每一个「平凡一日」。与生俱来中的浪漫基因，让他们能在安宁闲适的午后吟唱，也能在满缀繁星的夜晚酣睡。\n\n然而，顽强执拗的飞翔却终究是陷落了，移动城市的残垣断壁还是被晨昏线甩在了身后。\n\n多年以后，两座始终互不相见的移动城市矗立在一起，残骸中炮塔分别指向彼此。想必是某座城市跨越过半颗星球的昼夜奔向了另一座城市，率先挑起了战争。两座城市惨烈的战争痕迹在沙丘之下若隐若现，连同无名的仇恨合二为一，化为了同一座废墟。\n\n萨尔索图星沉默着，不知从何时起，它的自转周期渐渐减少，将在无人的未来迎来星球自愈。"
    }
  ]
}