{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "荡除蠹灾的铁骑",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "击破特攻提高<nobr>16%</nobr>。",
    "4": "当装备者的击破特攻大于等于<nobr>150%</nobr>时，对敌方目标造成的击破伤害无视其<nobr>10%</nobr>的防御力。当装备者的击破特攻大于等于<nobr>250%</nobr>时，对敌方目标造成的超击破伤害额外无视其<nobr>15%</nobr>的防御力。"
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "",
      "name": "铁骑的索敌战盔",
      "type": "HEAD",
      "desc": "深度强化感官信号的钢铁战盔，将格拉默铁骑的意识与装甲融为一体。",
      "typeText": "头部",
      "backstory": "遮天蔽日的虫群在火海中化为灰烬，银白的雪花飘散在深空中，映射恒星的惨淡光辉。仅在此刻，耳畔无休止的振翅声，以及通讯频道里的指令终于得以宁静。\\n\\n袭击「帝国」的虫群并未被彻底涤荡干净，下条出击指令也会在短暂愣神之后鸣响起来，一如既往。\\n\\n「帝国」的铁骑感受着深髓信号传输带来的外界感受，她回想起上次脱离驾驶舱时的体验，热风轻微撩起长发，郁热的空气浸透了她的后颈，汗珠附着在皮肤上。她并不讨厌那种感受，它比模拟信号鲜活百倍。装甲将感官与驾驶员深度同步，尽管这会进一步加剧失熵的痛苦，但为了战胜虫裔，铁骑早已没有选择。\\n\\n<i>「格拉默军规第<unbreak>43</unbreak>条，存活的铁骑应主动归队……」</i>\\n\\n直到铁骑看见戮首的银色盔甲，才明白装甲的感官信号欺骗了自己——下条出击指令不会再响起了，多么残忍的短暂休憩。"
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "",
      "name": "铁骑的摧坚铁腕",
      "type": "HAND",
      "desc": "粉碎虫裔的强劲铁腕，尖锐而轻盈，坚硬又稳固。",
      "typeText": "手部",
      "backstory": "格拉默铁骑攥紧铁腕将肮脏鞘翅坼裂，任由虫腹腔内失压的腐蚀性液体肆意喷溅。虫液接触到银色甲胄时瞬间气化，仅仅留下血渍污秽。\\n\\n装甲与虫肢的残骸散作深空碎屑，环绕格拉默的「死亡之河」在引力的牵引下静静流淌，血战终究迎来了终结。\\n\\n议会的领袖们商讨着战后的格局，他们向从未掌握实权的「泰坦尼娅」降下审判，因为她支配着匹敌蠹虫的铁骑兵团，她的存在是共和国存续的最大隐患…人们敲响和平的钟声，向民众们宣告虫群消散、湛蓝的天空将重新回到共和国手中。\\n\\n<i>「倘若不对『女皇』加以约束，还有谁能控制这些兵器？」</i>\\n\\n铁骑们在短暂的生命中不断磨砺铁拳的腕力，但他们未曾想过——议会里那些苍白无力的枯手高高举起，便拥有改变格拉默命运的力量。"
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "",
      "name": "铁骑的银影装甲",
      "type": "BODY",
      "desc": "迸发烈焰的推进装甲，给予格拉默铁骑足以点燃战场的烈焰。",
      "typeText": "躯干",
      "backstory": "数道烈火的弧光自夜空穹顶划过，越过曙光升起的地平线，前往格拉默的不同星区——这是共和国居民最为熟悉，也是最为恐惧的日常。\\n\\n银影装甲翱翔天际，他们争分夺秒地奔赴满目疮痍的战场，无暇俯瞰自己日夜守护的光景。\\n\\n女皇的命令不容置辩，面容相似的战士们自培养舱中诞生，宣誓为女皇效忠夺回格拉默的苍穹。铁骑穿越薨薨飞虫的尸山血海，燃烧蠹虫躯壳的焦灼余烬，击碎巨颚栉齿的败鳞残骸…格拉默铁骑的宿命，是承受慢性解离的熵变，在生死边缘熊熊燃烧。\\n\\n直到烈焰被彻底扑灭，直到遮天蔽日的虫类化为烬黑焦土，直到无人生还——如此日常还会继续下去……\\n\\n什么是活着？推进装甲的加速度死死扼住胸膛，刺破失熵麻木的痛楚在肢体上短暂浮现时，他们品尝到些许活着的滋味。"
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "",
      "name": "铁骑的行空护胫",
      "type": "FOOT",
      "desc": "兼具破坏力与速度的机骑护胫，格拉默铁骑会高高跃起，将力量集中于一处踢向敌人。",
      "typeText": "脚部",
      "backstory": "铁骑的足迹遍布格拉默「帝国」的每个角落，宛若炽热的流星，却走不出泰坦尼娅编织的「梦」中。\\n\\n共和国的人们担忧着为战而生的兵团，那从未存在过的「帝国」究竟与自己熟知的疆域有几分重合……\\n\\n女皇赐予她的骑士荣誉与信仰，铁骑为女皇献上忠心与承诺…新人类不断自培养舱出生，被赋予编号与使命；旧人类躲在钢铁壁垒之下，忧心忡忡地享用期盼已久的和平。平静的谎言需要有人揭破，那动摇人类本质的战争手段不应存在于世，当天灾褪去，心怀恐惧的人们便要彻底摧毁扭曲的战争产物——\\n\\n铁骑的护胫踏破天空，只要他们愿意，便可抵达任何一颗星星。\\n\\n然而「帝国」已无处可寻，铁骑面前只存在一条既定的轨迹，一头连着死亡，一头连着自己。"
    }
  ]
}