{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "净庭教宗的圣骑士",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "防御力提高<nobr>15%</nobr>。",
    "4": "使装备者提供的护盾量提高<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31031,
      "id": "",
      "name": "圣骑的宽恕盔面",
      "type": "HEAD",
      "desc": "如同宗教石雕宽恕女神的面具头盔，用以隐藏自己的相貌。",
      "typeText": "头部",
      "backstory": "肃静骑士从未在人前卸下过坚硬厚重的面具，肃穆的宗教面庞与萨菲娜的沉默共同塑造了难以呼吸的威圧感。\\n\\n无论目中无人的恶魔，还是陷入疯狂的圣职，只会在肃穆的威压下露出本能的畏惧。\\n\\n只有少数教廷的圣职知道，在那宗教盔面之下，是萨菲娜隐藏起的恶魔出身。教廷畏惧恶魔，又渴望恶魔的力量，这才有了矛盾的结果…俘获了幼年的恶魔，将她培养成骁勇的肃静骑士，却禁止她在人前露出真实的面孔，而是服从教宗的命令，化身为圣女的沉默骑士。\\n\\n年龄相仿的圣女瓦妮拉曾亲自教导萨菲娜学习经文，她还记得烛光里恶魔的侧颜。\\n\\n「我亲爱的萨菲娜，我见过你的面庞，我始终都记得。」圣女瓦妮拉在成年之后逐渐失明。"
    },
    {
      "_id": 31032,
      "id": "",
      "name": "圣骑的沉默誓环",
      "type": "HAND",
      "desc": "装饰着教会纹样的银戒，镶嵌着看上去些许浑浊的宝石。",
      "typeText": "手部",
      "backstory": "教宗骑士同僚挥剑相向，庄严和礼仪逐渐崩塌，誓约守护的戒指开始变得浑浊不堪。\\n\\n星海降下的力量赋予教会惩戒恶魔的实力，同时也传播了丧失人性的疯病。\\n\\n疯病折磨的教宗骑士已经分不清礼仪与秩序，叫嚣着要驱逐出所有的恶魔后裔，让教会得到救赎。面对迫近圣女的威胁，萨菲娜没有犹豫的间隙，即便对方是净庭教会的骑士长，她也不能手下留情。\\n\\n肃静骑士必须要保护好圣女，萨菲娜没有忘记。\\n\\n「我亲爱的萨菲娜，你不必愧疚，这是觊觎星神力量的下场，理应如此。」教堂只剩下最后的圣女和守护骑士。"
    },
    {
      "_id": 31033,
      "id": "",
      "name": "圣骑的肃穆胸甲",
      "type": "BODY",
      "desc": "厚重的胸甲装饰着净庭教会鲜明的符号，关节处也都密不透风。",
      "typeText": "躯干",
      "backstory": "肃静骑士的盔甲需要接受圣女瓦妮拉的祝福，这是缔结守护骑士誓约的仪式。\\n\\n教廷曾用金属锁链绑住幼年恶魔的手脚。如今萨菲娜恳求将来自恶魔之乡的金属铸成铠甲，以便安葬时有故土傍身。\\n\\n净庭教会的圣女仔细擦洗着盔甲上的罪孽，虔诚地献上神明的祷词，将久远的奇迹封印在胸甲上心脏的位置。教会并不相信恶魔的忠诚，但却坚信教义拥有净化一切的力量。萨菲娜沉默着，注视着复古的仪式赋予自己的责任。\\n\\n圣女并不相信仪式本身的目的，没有什么能清洗掉莫须有的罪恶。\\n\\n「我亲爱的萨菲娜，骑士可要保护好圣女啊。」瓦妮拉依靠在萨菲娜的胸甲上，听见剧烈的心跳声。"
    },
    {
      "_id": 31034,
      "id": "",
      "name": "圣骑的秩序铁靴",
      "type": "FOOT",
      "desc": "净庭教会骑士的标准骑士长靴，脚后跟上刻印着简短的单词：「秩序」。",
      "typeText": "脚部",
      "backstory": "净庭教会已经崩塌，萨菲娜卸下骑士的铁靴，和圣女瓦妮拉踏上前往恶魔之乡的远行。\\n\\n在圣女的恳求下，萨菲娜没有让任何教宗骑士将疯病带离教廷，秘密被永远留在她们心中。\\n\\n不知何时，人们听说了一个传言：被教会驱逐的恶魔后裔附身在圣洁的肃静骑士身上，邪恶的魔女驱使着骑士破坏了教宗的秩序…传言化为了「真相」，虔诚的信徒将绝望和疯狂倾泻在肃静骑士的身上，将她看作是一切的罪魁祸首。\\n\\n失去了容身之所之后，圣女提出了归乡远行的建议。\\n\\n「从此，我成为了魔女，你变回了恶魔。」面对瓦妮拉的说法，萨菲娜无法否认。"
    }
  ]
}
