{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "宝命长存的莳者",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "生命上限提高<nobr>12%</nobr>。",
    "4": "当装备者受到攻击或被我方目标消耗生命值后，暴击率提高<nobr>8%</nobr>，持续<nobr>2</nobr>回合，该效果最多叠加<nobr>2</nobr>层。"
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [
        31131,
        41131,
        51131,
        61131
      ],
      "id": "disciples_prosthetic_eye",
      "name": "莳者的复明义眼",
      "type": "HEAD",
      "desc": "曾属于某人的机巧义眼，如今它被逐出主人的身体，百无一用。",
      "typeText": "头部",
      "backstory": "在晦暗混沌的梦境之中，她总会梦见光明复现那几日看到的事物。千顷楹树悠然摇曳，花瓣翩翩。靛蓝海浪击打着礁石，凝作逸散白玉。飞鸟展开银翼，消失在碧绿的竹林之中。\n\n她总在梦中徒劳地寻找着另一个人，一个本该与她共同欣赏美景的人。\n\n但她只能看到一个模糊的影子。她清楚地记得那人绸缎似的短发与墨玉似的眸子，但回忆却像是坠入了神经系统构建的迷宫，她总是在看清面庞前便骤然惊醒。惺忪恍惚间，她摩挲着令她百般疼痛的义眼。借助虚假的眼睛，她便不必再靠声音、气味和指尖拼凑一个模糊的影子。\n\n「它已是无用之物。」烬灭祸祖的令使道。她听见扇面轻摇的风，还有令使细碎的笑声。「很快，你就能看到所有你想看到的事物了——用你自己的眼睛。」\n\n「这便是在下自己的眼睛。」她轻笑了一声，「况且它曾目睹的美景，在下已经再也无缘得见了。」"
    },
    {
      "_id": 31132,
      "ids": [
        31132,
        41132,
        51132,
        61132
      ],
      "id": "disciples_ingenium_hand",
      "name": "莳者的机巧木手",
      "type": "HAND",
      "desc": "专为长生种制造的机巧义肢，使用时无需侵入肉体。",
      "typeText": "手部",
      "backstory": "在发育不全的手臂末端涂抹上保护凝胶，再将神经电讯号接收器紧紧贴合在皮肤上，最后调节松紧，将机巧木手牢牢固定在身体上——这是她几百年来每日的早课。\n\n木手给她带来了多余的关注。可她既不想招来祸端，也绝不愿博取同情。\n\n即便残缺之人如她，身怀世所罕见的才能，掌握司部决策的权力，也从未改变过他人态度中的疏离感：欺软怕硬的宵小迟早会作鸟兽散去，另一些自以为心怀慈悲的伪善之辈，却又会像苍蝇似的盘旋而来，称赞她为「了不起的盲眼独臂天缺者」。\n\n过去她听过几万次，每一次都令她作呕。如今她亲眼注视着摇尾乞怜的目光，更觉得糟心。\n\n她不自觉地将左手搭在滚烫的炉鼎上，霎时间一阵尖锐的疼痛传来——她赶忙抽回手，烫伤正在掌心急速愈合。\n\n「有时候觉得，还是原先的那只木手好用一些。」"
    },
    {
      "_id": 31133,
      "ids": [
        31133,
        41133,
        51133,
        61133
      ],
      "id": "disciples_dewy_feather_garb",
      "name": "莳者的承露羽衣",
      "type": "BODY",
      "desc": "据古籍记载纺织的羽衣，它属于万古的妖人，亦或万人的救主。",
      "typeText": "躯干",
      "backstory": "在逸史残篇中寻找信息对盲人来说尤为艰难，伙伴将浩如烟海的古籍不加分辨地读给她听，她将其中文句编纂摘录，探幽索秘。\n\n天资聪颖如她，大多经籍听过一遍便能记住。但从故纸堆中找到「被羽妖妇」的志异故事，她却反复听了数遍仍不满足。\n\n相传某位洞天主人为了挽救伴侣，将之托体鸟雀，延续长生。可她最终禁不住鸟儿的呼唤，也幻化形体，与之比翼同飞。天长日久，洞天主人最终迷乱了本性，成了半羸半羽的异形。当她的臣民率军攻入宫城，以炽燃矛矢刺穿她时，两只鸟儿啼出最后的哀唱，同化为飞灰散去。\n\n她喜爱这个故事，于是取来鸟雀的精髓，在丹鼎间炼化成形，而后命人织造了一身奢丽的羽衣。她不知羽衣的华美，但喜欢穿着它在屋中踱步——那是穿给一个不再存在的人看的。\n\n在衣袂飘飞的瞬间，她总觉得有灵魂似鸟儿飞舞穿行在指掌肩头，不曾离去。"
    },
    {
      "_id": 31134,
      "ids": [
        31134,
        41134,
        51134,
        61134
      ],
      "id": "disciples_celestial_silk_sandals",
      "name": "莳者的天人丝履",
      "type": "FOOT",
      "desc": "一双鞋底薄如蝉翼的丝履，它的主人一定长久不曾用双脚行走了。",
      "typeText": "脚部",
      "backstory": "每当她为了向教众展示仙迹，漂浮在半空，脱离大地掌控时，总是不自觉想起古国神话传说——\n\n「有修道有成者行于地上，尽汲地脉之气施展仙道，变化万端，无不应验。那修道者试图御风空行，与星辰同列，却发现自己早已远离地脉，最终失足堕入死亡的渊薮。」\n\n但此刻的情况有所不同，她念道，仙舟本无根，是「建木」给予它根系，使它与丰饶之主一体共存，也将它与药师所允诺的无垠净土紧密相连。而如今，叛徒们斩断了仙道连接，使仙舟重新成了飘摇的孤岛。\n\n仙舟上虚伪的大地不能给予她力量，她所寻找的根系并不在脚下，而在天渊之间。她将带领莳者们重生「建木」，拥抱丰饶的无上恩典。\n\n她穿着轻薄的丝履漂浮在千人之上，用洪亮地声音宣告道：「众人啊，当你们仰视我时，仰视的并非是我，而是高天之上本应属于你们的位置。」"
    }
  ]
}