{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "骇域漫游的信使",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "速度提高<nobr>6%</nobr>。",
    "4": "当装备者对我方目标施放终结技时，我方全体速度提高<nobr>12%</nobr>，持续<nobr>1</nobr>回合，该效果无法叠加。"
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [
        31141,
        41141,
        51141,
        61141
      ],
      "id": "messengers_holovisor",
      "name": "信使的全息目镜",
      "type": "HEAD",
      "desc": "外形酷似滑雪目镜，不仅能防眩光，还能看虚拟人直播。",
      "typeText": "头部",
      "backstory": "热夜之都的信使们为了躲避财阀的私警部队，通常在警备较少的城市上空进行移动。\n\n他们喜欢嚼着便宜的口香糖、佩戴着高度改造的全息目镜，开启脉冲扫视整座赛博城市。\n\n目镜会将城市的实时信息投影在视网膜上，使不可能的路线变成信使的空中走廊：建筑天台，空调外箱、广告板，起重机的吊臂…甚至物流无人机都可以成为走廊中的一环。因此信使们必须掌握足够的技巧，否则偏差一步便是意外的坠亡。\n\n「有个混蛋把目镜无差别地黑掉了，而我当时正巧在空中，落地的那一瞬间真是糟透了。」\n\n这款「小黄鸭」目镜是绝版的旧款式，据说在爱好者中价值不菲。"
    },
    {
      "_id": 31142,
      "ids": [
        31142,
        41142,
        51142,
        61142
      ],
      "id": "messengers_transformative_arm",
      "name": "信使的百变义手",
      "type": "HAND",
      "desc": "可随便拆卸的机械义手，能够将指节像子弹一样发射出去。",
      "typeText": "手部",
      "backstory": "并非所有的信使都拥有机械义手，但拥有义手的信使总会热衷于义手改造。毕竟，没有人能接受自己的赛博义肢长得和别人一模一样。\n\n热夜之都的居民们痴迷于赛博义体，有限的城市法规只能规劝过度义体化带来的狂热。\n\n热夜之都登记备案的改造标准只有三大类计十八种，对于离经叛道的信使们来说这显然不够。他们将巨额的薪资投入在突发奇想的设计上：让义手上的电子转机能放出落雷，让义手能像导弹一样发射…改造的蓝图越来越夸张，而信使的邮费更是水涨船高。\n\n「这些信使到底是为了保护信息在奔跑，还是在为了天价邮费在奔跑呢？」\n\n这只「小黄鸭」义手经过特殊改造，每一个手指指节都能高速旋转，并像子弹一样发射出去。"
    },
    {
      "_id": 31143,
      "ids": [
        31143,
        41143,
        51143,
        61143
      ],
      "id": "messengers_secret_satchel",
      "name": "信使的密信挎包",
      "type": "BODY",
      "desc": "时尚的信使邮差包，添加了各种挂件，看上去有些可爱。",
      "typeText": "躯干",
      "backstory": "热夜之都的财阀们监管着城市中所有的信息流动，他们习惯性运用信息垄断的方式维持着财阀的统治地位，任何妄图颠覆之人，都会受到治安法的规范。\n\n人们曾经抗议过，于是财阀们许诺了便捷的承诺。很快，人们便放弃了「私密」。\n\n无论是在现实还是虚拟的场合，无论是有用还是无用的信息，事无巨细，财阀们都会贪婪地搜集起来。如此一来，信使们的邮差包便成为了「私密」的最终防线。邮差包轻便小巧，仅能用来携带芯片或是文件。然而，正是这样一个又一个狭窄的信息盲区，保障了热夜之都仅剩的「信息独立」。\n\n「为什么在繁华的热夜之都，还有人会用网络之外的渠道传输信息呢？信使们也想知道。」\n\n这个限量的「小黄鸭」邮差包虽有一些陈旧，但是各种配件让它看上去还很时尚。"
    },
    {
      "_id": 31144,
      "ids": [
        31144,
        41144,
        51144,
        61144
      ],
      "id": "messengers_parkool_sneakers",
      "name": "信使的酷跑板鞋",
      "type": "FOOT",
      "desc": "支持自由跑酷的滑板鞋，穿上去很舒服，仅此而已。",
      "typeText": "脚部",
      "backstory": "热夜之都曾经的信使们将板鞋扔于一处，短暂沉默之后便各自离开。大多数的信使们不会在这座城市里留下名字，也不会留下痕迹，这种行为不过是一个自我感动的休止音符。\n\n信使们也很难说清从哪一天开始「信使的性质」变了，信使变成了自己最讨厌的人。\n\n不知不觉间，信使保障的「信息独立」变成了垄断；不知不觉间，信使面对的风险变成了价码；不知不觉间，信使成了阴谋家的帮凶…财阀们未能摧毁他们，是不成熟的理想背叛了信使。在一切彻底失控之前，信使们聚集在一起，告别了奔走的生涯。\n\n「也许，信使就应该止步于此，让所有人看清这座城市，让真正的改革者们行动起来。」\n\n这是双弃置于路边的「小黄鸭」板鞋，热夜之都的信使们已经成为了过去的传说。"
    }
  ]
}