{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "野穗伴行的快枪手",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻击力提高<nobr>12%</nobr>。",
    "4": "使装备者的速度提高<nobr>6%</nobr>，普攻造成的伤害提高<nobr>10%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31021,
      "ids": [
        31021,
        41021,
        51021,
        61021
      ],
      "id": "",
      "name": "快枪手的野穗毡帽",
      "type": "HEAD",
      "desc": "一顶绑着野生麦穗的牛仔毡帽，传奇枪手奥克莱的标志。",
      "typeText": "头部",
      "backstory": "奥克莱的毡帽继承自去世的父亲，她把野穗别在帽带上作为装饰，看上去可爱了许多。赏金客们有意无意地创作自己的标志，希望可以留给后人作为传说的开头。\\n\\n星际和平公司利用悬赏招募奇人异士去追缉星际盗团，而独来独往的奥克莱总是选择那些难捱的荒漠边陲。\\n\\n烈日数日，寒夜也数日。孤独的旅途中，奥克莱枕着毡帽、靠近篝火便能悄然入梦。梦境中总会被一名神秘枪手闯入，自称是来自远方的赏金客，他身形瘦削，却目光锐利。枪手要求奥克莱的父亲同他在正午决斗，枪声响起，毡帽飞离，父亲仰面倒下，随即便是母亲的嚎啕哭声……\\n\\n小奥克莱怔怔地盯着神秘枪手，那人的动作一气呵成，父亲毫无胜算。\\n\\n从梦中醒来，毡帽上留下泪水的痕迹。小奥克莱就是想要父亲那顶帅气的帽子，才开始学枪的。"
    },
    {
      "_id": 31022,
      "ids": [
        31022,
        41022,
        51022,
        61022
      ],
      "id": "",
      "name": "快枪手的粗革手套",
      "type": "HAND",
      "desc": "表面已经部分开裂的皮革手套，握枪处磨损尤其严重。",
      "typeText": "手部",
      "backstory": "童年的奥克莱练习时不知疲惫，她在牧场中练习射击从日出开始，到日落为止。父亲有时为她的天赋暗自惊喜，有时又会为枪手的命运徒然忧愁。\\n\\n只有母亲可怜她那双白皙的小手，埋怨父亲不应该教授女儿枪法。\\n\\n从那场决斗之后，再到第一次悬赏任务完成，到后来名声大作，奥克莱已经戴着破旧的手套握枪多年。其他赏金客们并不理解她对手套的坚持，只有她自己才明白这其中矛盾的情感。那是母亲送给自己的饯别礼物。\\n\\n固执着不支持自己学枪的母亲，又到底是下了怎样的决心呢？\\n\\n那场决斗之后，母亲在奥克莱的怀中啜泣不止，奥克莱什么都没说，母亲已经知晓她的心意。"
    },
    {
      "_id": 31023,
      "ids": [
        31023,
        41023,
        51023,
        55003,
        61023
      ],
      "id": "",
      "name": "快枪手的猎风披肩",
      "type": "BODY",
      "desc": "看上去是有民族风格的编制披肩，内衬部分编织了能够防弹的纤维。",
      "typeText": "躯干",
      "backstory": "枪手绝不该在决斗时率先露出破绽，奥克莱能不动声色地填弹上膛，并瞄准目标。外人看来她那蓬松的斗篷好像一动不动，直到枪声响起，人们也未能理解这是如何做到的。\\n\\n「细微的动作在披肩的掩护之下到位，决斗要在子弹出膛之前完成。」父亲曾反复叮嘱到。\\n\\n无意撞上一伙持枪歹徒后，奥克莱冷静地站定，并开始观察现况。出枪之前，奥克莱犹如几百年未曾移动的磐岩，在歹徒行动之前，奥克莱早已完成了所有准备。在数声清脆的枪响结束之后，奥克莱故意放走了一个强盗，她需要给盗贼团体一个巧妙的威慑。\\n\\n没有想法、没有表情，常常让对手觉得毫无胜算。这便是其他赏金客对奥克莱的评价。\\n\\n决斗时的奥克莱更像是那个闯入梦中的神秘枪手，干净利落、没有一点多余的动作。当她意识到自己与仇敌越来越像时，不禁对自己嫌弃起来。"
    },
    {
      "_id": 31024,
      "ids": [
        31024,
        41024,
        51024,
        61024
      ],
      "id": "",
      "name": "快枪手的铆钉马靴",
      "type": "FOOT",
      "desc": "马靴有着V形剪裁的开口，看上去随性松弛，穿起来非常舒适。",
      "typeText": "脚部",
      "backstory": "漫长旅途的滋味并不好受，而形单影只的奥克莱早已习惯。奥克莱总是蹬上马靴，去往那些无人问津的边陲世界，领取微不足道的赏金。\\n\\n因为她有一种直觉：那个神秘枪手也不是个合群的人，他们的相遇必然不是个热闹的地方。\\n\\n得到口琴之后，断断续续的练习曲消磨掉了她大部分孤独的时间，路过的听众也不过狼蛛、沙尘以及风滚草而已。奥克莱独自消遣的技巧在旅程之中愈发熟练，曾有风儿为之驻足，曲终方散。公司向赏金客们提供了星际旅行的可能，孤独的枪手从不挑剔去往何方。\\n\\n神秘的枪手销声匿迹已久，说不定自己只是在追逐着幻影。但是她只是一次又次地出发而已。\\n\\n奥克莱笃信着，只要「野穗」的名声足够响亮，神秘枪手就会找上自己，就像当时他闯入牧场找上父亲一样。"
    }
  ]
}