{
  "_id": 303,
  "id": "pancosmic_commercial_enterprise",
  "name": "泛银河商业公司",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的效果命中提高<nobr>10%</nobr>。同时提高装备者等同于当前效果命中<nobr>25%</nobr>的攻击力，最多提高<nobr>25%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33035,
      "ids": [
        33035,
        43035,
        53035,
        63035
      ],
      "id": "the_ipcs_mega_hq",
      "name": "公司的巨构总部",
      "type": "NECK",
      "desc": "位于庇尔波因特的公司总部被封存在位面球中。在星际和平公司的商业宏图之中，没有一颗星球可以置身事外，他们前往深空，是为了将全宇宙的力量集合起来。",
      "typeText": "位面球",
      "backstory": "亚空间的敲击撼天震地，沉默的巨像孤独地铸造着横垣星河的壁障。自称领受神谕之人开始行动，他们要协助星神克里珀筑墙。\n\n宇宙危在旦夕，筑墙更是刻不容缓。渺小的人类无意效仿神明壮举，他们聚集成群，自命为星神的「后援队」，愿意将一切奉献给琥珀王——「后援队」借助存护之力，驾驶舰队去往不同的星系，采购石块、木料、黄金、超钛等建筑材料，片刻不停将建材运向亚空障壁，堆满行星荒原。\n\n短暂的黎明发展期结束之后，「后援队」在庇尔波因特站稳脚跟，成立了「星际和平公司」。为贯彻奉献的愿景，他们将目光投向深空。\n\n路易斯•弗莱明振臂一呼，远航贸易船队驶离星神克里珀身旁的星系，大宗贸易商品不再局限于建筑材料…他们计划连结银河、采办一切。随后，东方启行为跨越星河的商业世界执规行矩，构筑「信用点」体系，给寰宇中的一切商品制定价格。数以兆计的资产汇聚在庇尔波因特的巨构建筑之下，它像是沉默的黑洞，侵吞着人们关于财富尽头的想象。\n\n如今，星际和平公司的舰船遍布星河，仍未停止过扩张。「商业独裁」的言论甚嚣尘上，公司毫不在意，他们自知初心从一至终。\n\n公司新人入职培训方式日新月异，近八百个琥珀纪后，唯有一项历史观摩活动从未改变——彼时，公司创始人路易斯•弗莱明站在「后援队」前激情演讲，他提出联合宇宙的宏愿，支援星神保护宇宙的理想。演讲话音刚落，遥远而巨大的敲击声落下，为这庄严肃穆的一刻注入了崇高的使命，那时他们便知道，这就是百折不移的信仰。\n\n「一切献给琥珀王。」"
    },
    {
      "_id": 33036,
      "ids": [
        33036,
        43036,
        53036,
        63036
      ],
      "id": "the_ipcs_trade_route",
      "name": "公司的贸易航道",
      "type": "OBJECT",
      "desc": "借助「信用点体系」的便利，跨越星际的商贸得以成立。星际和平公司用经济活动连缀繁星，拓展了贸易边界。",
      "typeText": "连结绳",
      "backstory": "「后援队」围绕着星神克里珀身边的星系往来匆匆，旧日舰船轨迹形成了最初的航道。\n\n深信着星神所为必有意义的「后援队」，向邻近的星系跨出物物交换的第一步。「后援队」备好运力充足的舰队，稀缺珍贵的物资，以及难以拒绝的条件，无数跨越星系的贸易就此产生。随即，「后援队」掌管航道信息，独占议价权利，率先制定了银河商业铁则。\n\n满载着木材、石头、钢筋、超钛的舰队行过星神克里珀身边，如同飞虫盘旋。琥珀王不言不语，未曾投下注视。\n\n时移世易，邻近星系的贸易已经不再满足繁忙的「后援队」。两位聪明人决心纵深银河，星际和平公司就此成立。公司提供一切其他星球感兴趣的商品，并用「信用点」标上了公平价格。从此以后，银河的贸易航道建立起来，加入公司商业网络的各星球都能共享同样的货币，购买同样的商品，享用同样的服务。\n\n「信用点体系」下的商船在星海间流动，贸易航道交叠重合，交织成泛银河网络。满载着远星异宝的舰船无数次行过星神克里珀身边，仍如萤虫环绕，星神沉默如旧。\n\n自「后援队」时代累积的建材，已经堆满星神克里珀身边的每颗星球，数目只增不减。星神克里珀无意采用殷勤的馈赠，祂始终关注着凡人不可预见的危机，不得不以光年为单位铸造障壁。昔日采办物资的小组织，早已成为银河中伸手云覆手雨的庞大势力，他们凝望着无首巨像，从未觉得这一切都是徒然无功。\n\n「一切资本的翻滚及增长，都是为了在克里珀有需要之时，能够满足星神的愿望。」"
    }
  ]
}