{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "云无留迹的过客",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "治疗量提高<nobr>10%</nobr>。",
    "4": "在战斗开始时，立即为我方恢复1个战技点。"
  },
  "pieces": [
    {
      "_id": 31011,
      "id": "",
      "name": "过客的逢春木簪",
      "type": "HEAD",
      "desc": "枯木曾作发簪，枝梢有花苞初绽。而今往事已矣，花苞鎏金嵌入簪中，用以纪念新生的开始。",
      "typeText": "头部",
      "backstory": "佚名之人自漫长的沉眠中醒来，遥远而熟悉的紧张感挥之不散，幻痛清晰锐利。过去种种成了锋利的碎片，自己的姓字也已忘却。\\n\\n在漫无目的的流离中，他接饮落雪解渴，搏杀野兽充饥，信手斩下一截枯枝作木簪绾住长发。\\n\\n黑发如山泉流水汩汩而出，皮下肌肉如江鲫翻涌般抽搐鼓动…奇妙的力量不断重塑着躯体，传来筋骨断开复又连接的苦楚。伴随着无数次幻痛折磨，支离破碎的过往开始缝合完整…他从水中窥觑自我倒影时，惨剧的始末也逐渐清晰。\\n\\n直到水中的面孔不再陌生，佚名之人倏忽间看见枯枝生出了花芽。\\n\\n他恍然醒悟。长生不死的诅咒其势甚烈，旧日的恩怨并未死去，他就是这条枯枝上新生的花朵。"
    },
    {
      "_id": 31012,
      "id": "",
      "name": "过客的游龙臂鞲",
      "type": "HAND",
      "desc": "如水的珊瑚金与未知的兽革制成的腕甲，唯有龙脉一族的巧匠才能打造出这等非凡工艺。",
      "typeText": "手部",
      "backstory": "成双之物间似乎会遥相感应，佚名之人所持的护腕虽仅有一只，指尖触碰下却隐隐能感受到另一只的温度。\\n\\n他闭上眼，试图全力捕捉与另一只护腕若有似无的联系：它的位置，它的主人。\\n\\n一只修长有力的手曾穿戴另一只腕甲，手执长枪与自己比武，枪尖寒芒坠如流星。腕甲的主人也曾与自己推杯换盅，望向冷月，彼此无言沉默；最后，也是那人和自己一意孤行，将挚爱变成了怪物，让所有人坠入无穷悔恨的渊薮。\\n\\n成双之物总有一天会再度相逢，而此间绵长仇恨应如陈酒冰冷浓烈，慢慢啜饮，直至一切恩怨清偿为止。\\n\\n另一只护腕的主人也有同感么？他不想知道。"
    },
    {
      "_id": 31013,
      "id": "",
      "name": "过客的残绣风衣",
      "type": "BODY",
      "desc": "长摆残破的古旧风衣，绣纹被剑痕撕碎。肉体会快速愈合，但外衣却不能，正如人的痛苦。",
      "typeText": "躯干",
      "backstory": "佚名之人漂泊在长久的放逐途中，一如尸骸，阻住尸骸去路的，是墨镜女子和高大铠甲。二人邀约未至，回绝的剑锋既出，缠斗之后，女人笑着提出了他无法回绝的交易。\\n\\n于是，佚名之人接受邀请，获得全新的身份，再次回到文明与秩序之中。\\n\\n佚名之人被带到裁缝铺里，量身制版、裁剪缝纫，作出体面的衣物…还有人为他修剪鬓发、整理仪表，重现旧日模样。恍惚间，他开始难辨今夕何夕，在暧昧的旧时光里，原本准备将亲手打造的玉壶相赠友人，却在暗下决心之后，惊觉伊人不在。\\n\\n他意识到倚之行走世间的一切：这具形骸、这次生命、这段爱恨……乃至这身衣物，一切都是借贷。\\n\\n他要将这一切全数偿还，然后呼出最后一口气。"
    },
    {
      "_id": 31014,
      "id": "",
      "name": "过客的冥途游履",
      "type": "FOOT",
      "desc": "一双经久耐用的短靴，曾踏遍诸多世界，出入死生。",
      "typeText": "脚部",
      "backstory": "佚名之人追随着奴隶的命令，与刚结识的同伴去往天空彼岸。他的足履带着茫然与恨意在无数个世界间行走，在生死间屡屡徘徊。\\n\\n他早已忘却了造物的快乐，只顾得脚步匆匆，从一个战场奔赴另一个战场。\\n\\n在过去，他曾身尝无数极致的剑光，身体在成百上千次败北中四分五裂，对手总会以一记穿心的剑招做结。而如今，那些错杂伤痕刻印下的剑招永志不忘，随着生死交锋而百炼升华。他挥洒剑光，为众人斩开阻碍，一次次倒地又一次次站起。在屏息舞剑的专注中，他一度遗忘了仇恨。\\n\\n奴隶许诺，会给他和他所恨的一切永恒的终结，永眠的葬仪。佚名之人点头，还剑入鞘，奔向下一个世界。\\n\\n如果人生是步伐连缀而成的路途，那末他希望抵达「终点」之前，能跨过深恨之人的血泊。"
    }
  ]
}
