{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "梦想之地匹诺康尼",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的能量恢复效率提高<nobr>5%</nobr>。使队伍中与装备者属性相同的我方其他角色造成的伤害提高<nobr>10%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [
        33125,
        43125,
        53125,
        63125
      ],
      "id": "penaconys_grand_hotel",
      "name": "匹诺康尼的堂皇酒店",
      "type": "NECK",
      "desc": "位面封装的是匹诺康尼的主体——「白日梦」酒店。在此下榻的宾客将去往美梦的世界，在无所不可的大都会中，享受纸醉金迷的盛宴。",
      "typeText": "位面球",
      "backstory": "侍者们带着整齐划一的笑容鞠躬执礼，伴着音乐朗声迎宾：「欢迎光临盛会之星！美妙梦境欢迎您。」宾客们微笑前行，接过注满气泡的饮料一饮而尽。\n\n景色渐渐光怪陆离，感知也仿佛丝绸扬起。异乡的客人们超脱重力，信步于墙壁。奇异的玩具获得生命，在街上游荡欢庆。泉水漾作巨鲸，遨游于广厦堂厅。推开窗棂，遥望所见不再是深空的群星，而是城市川流变幻的光影，捧起巨钟和剧院不绝的回音。宾客此刻终于意识到自己从未苏醒，而是在梦中见证匹诺康尼的真容——时光永驻的梦想之地。\n\n人人皆知，在「家族」的治理下，匹诺康尼的大门向群星开启：为了超越现实的体验，为了灵感迸发的刺激，为了抚平烦扰与伤痕——上上之宾纷至沓来，交出痛苦，换得安宁，饮下佳酿，徜徉于梦的海洋。有人在此度过难忘的假日，满足离去；有人则为歌舞盛会沉沦，就此定居。繁星簇拥的酒店是织梦者的明珠，造梦者的国度，逐梦者的乐土。\n\n鲜有宾客知晓尘封的历史：编织梦境的纱线产自现实。今日匹诺康尼天鹅绒般轻薄的华贵，诞自咸涩的铁锈、沉重的镣铐，和被剥夺的自由。盛会之星曾是公司的监牢，数之不尽的囚犯被迁移至此，为忆庭打捞汹涌流溢的忆泡。人们重复天无宁日的苦劳，直至身躯似灌铅般沉重，灵魂却变得如泡沫般轻巧：不知何时开始，狭小的牢房将现实隔断，人们的意识却在梦中联缀。在午夜的钟声里，那共同的梦境如此真实，反倒显得现实如此虚伪。\n\n直至「毁灭」熔断公司的铁链，「开拓」将边陲与群星相连，「同谐」应邀而至，撒下和平的种子。自由终于破土发芽，并为最初的美梦添上新名——「匹诺康尼」。\n\n如今，破败的监牢已无迹可寻。梦境中，万千高楼拔地而起，荒漠戈壁被修葺一新，变作通都大邑——逐梦之人追寻财富机遇的新大陆，寻欢之人纵情声色犬马的乌托邦，「盛会之星」的往昔如同偶然间落进柜底的相片，切实存在，但已无人问津。\n\n如今梦想之地欢歌悦耳，过往杂音化作趣话闲谈，不声不息地遗落在某场喜剧的幕间、某部卡通的花絮，或某本杂志的边栏。"
    },
    {
      "_id": 33126,
      "ids": [
        33126,
        43126,
        53126,
        63126
      ],
      "id": "penaconys_dreamseeking_tracks",
      "name": "匹诺康尼的逐梦轨道",
      "type": "OBJECT",
      "desc": "匹诺康尼的梦境都市里，复杂的轨道盘绕于楼宇之间，托起游客搭乘的球笼，将五色缤纷的梦连为一体。",
      "typeText": "连结绳",
      "backstory": "造访过匹诺康尼的宾客一定会赞同，「建于美梦之上」并非浮夸譬喻，而是千真万确的陈述。富丽堂皇的酒店不过是盛会之星的冰山一角，「下榻入梦」才算是正式踏入匹诺康尼。自此，由十二片梦境构成的梦之国度在客人眼前缓缓铺开。\n\n初到的客人一时或为这狂欢的舞台无所适从。但不必惊慌，抬头看看，在重楼飞阁间交错的金属轨道，和轨道上飞快滚动的「球笼」，乃是这座梦境城市最为瞩目的交通方式，众宾客们游历城市各处的向导。\n\n自中央车站起始，错综复杂的球笼轨道如同大都会的血脉，无论是在「黎明的时刻」地底管道、在「热砂的时刻」辽阔原野，还是在「星辰的时刻」闪耀赛场，彩色的圆球翻滚不休，将人流准确高效、安稳舒适地送往各个站点，为匹诺康尼的梦境注入不眠的活力。\n\n梦为一切披上轻薄曼妙的质感，一颗颗坚果般的「球笼」被视作梦想之地的载具和玩具。却极少有人记得：「球笼」本是「囚笼」。通往美梦的车流，原是关押犯人的囚具。\n\n久远之前，公司将数量庞大的囚犯送往阿斯德纳星系，试图阻止一场灾难的蔓延。人们在此回收忆质，逐渐在现实与幻想间迷离。真空中的球形工作舱成了囚犯们难忘的「记忆」：坚硬的曲面内壁、难受的翻滚体验、每日无比煎熬的出勤——或许这些痛苦过于深刻，重获自由的人开垦荒芜梦境时，球笼亦随之降临。\n\n但今时不同往日，和平与自由诞下乐观的精神：与其一遍遍销毁挥之不去的噩梦，不如为其添上这里应有的色彩，将之吸纳、包容——于是过去的「囚笼」，变作今日的「球笼」。\n\n此刻，匹诺康尼的城市中遍布快速流动的彩色球笼，和其中传来的轻微震动…悄声隐藏在梦境都市的光怪陆离之中，与那些雄心壮志、欢声笑语融为一体，一如时光永驻的梦想之地。"
    }
  ]
}