{
  "_id": 117,
  "id": "pioneer_diver_of_dead_waters",
  "name": "死水深潜的先驱",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "对受负面状态影响的敌人造成的伤害提高<nobr>12%</nobr>。",
    "4": "暴击率提高<nobr>4%</nobr>，装备者对陷入不少于<nobr>2</nobr>/<nobr>3</nobr>个负面效果的敌方目标造成的暴击伤害提高<nobr>8%</nobr>/<nobr>12%</nobr>。装备者对敌方目标施加负面效果后，上述效果提高<nobr>100%</nobr>，持续<nobr>1</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31171,
      "ids": [
        31171,
        41171,
        51171,
        61171
      ],
      "id": "",
      "name": "先驱的绝热围壳",
      "type": "HEAD",
      "desc": "俄尔刻龙常见款式的潜水重盔。透过小小的舷窗只能看到令人难以忍受的无边黑暗。",
      "typeText": "头部",
      "backstory": "俄尔刻龙的夜晚积云层层，烁烁行星环遮掩其中。紫红色的雪花落在厚重的头盔上，静静填补了锈铁的沟壑，将侵蚀的痕迹掩盖起来。她和她坐在雪松林间…旅途暂歇片刻。\n\n「看！俄尔刻龙的空气是树莓味的。」紫红色的雪花落在松软如云朵的糖絮上，很快消失不见。来自推罗的小小无名客吃吃地笑着，马上又弯腰捧腹，她笑自己的用词——气味怎能用眼睛看到呢！欢声笑语之后，安静就像刀锋一般尖锐，空中好像霎时结了霜。\n\n「扶里巴斯，你还是要往『IX』的深处去么？」发问的是那位旅伴，总提着一柄长刀。她是个好伙伴，但没人知道她从哪里来。\n\n小小的无名客躲在笨重的潜水衣里，沉默半晌，她递给对方一枝微微焦黑的棉花糖，眼睛眯得像张满的帆：\n\n「当然啦——因为我要走一条比阿基维利更深、更远的路！」"
    },
    {
      "_id": 31172,
      "ids": [
        31172,
        41172,
        51172,
        61172
      ],
      "id": "",
      "name": "先驱的虚极罗盘",
      "type": "HAND",
      "desc": "一块腕表式指南针，磁针已被拆去，不再能指示任何方向。",
      "typeText": "手部",
      "backstory": "「海底的一股洋流，\n「低语着啄她的骨头，就在一起一落的时光，\n「她经历了苍老和青春的阶段，\n「而进入旋涡。」\n\n女孩听过这样一个故事。在故事里，人们所处的世界被描绘成参天大树，由无主的能量构成。「这种能量看不见摸不着，既不可理解，也没有意义，」她思考，「就像『IX』也没有意义。」\n\n小小的无名客有些怅然，她为自己步入「虚无」深处后该如何辨识方向而发愁。但不久她就有了灵感——十四岁那年，妈妈留给她最后一件生日礼物，一块小小的罗盘。\n\n「既然这样，只要让罗盘感应到的不是磁场，而是『能量』，不就可以解决问题了吗？」\n\n小小无名客拆下了罗盘的磁针，可当女孩潜入黑暗的瞬间，她意识到罗盘唯一的方向只有下落。"
    },
    {
      "_id": 31173,
      "ids": [
        31173,
        41173,
        51173,
        61173
      ],
      "id": "",
      "name": "先驱的密合铅衣",
      "type": "BODY",
      "desc": "废铁打造的重型潜水服，密不透风，使用者也常常调侃它更像是一具深水棺材。",
      "typeText": "躯干",
      "backstory": "「扶里巴斯，那来自推罗的无名客，死了十四个日夜，\n「她忘了海鸥的啼哭，深渊里的涛声，\n「利益和损失。」\n\n小小的无名客望向那比推罗大道还要宽阔的行星环，她决定将自己发射到黑洞里的奇点去。\n\n「就连阿基维利都没能去到那里。」女孩总能听到涛声在她心底隐隐回荡：「我一定能比祂走得更深、更远。」她为此做足了准备——来历不明的锈铁皮、二手氧气瓶、废旧陀螺仪姿态控制装置、自循环生命支持系统和整流罩…她将材料全部锻在一起，确保整套装甲密不透风，她觉得这样可以保护自己远离「虚无」的伤害。\n\n她拾起爸爸留下的潜水头盔，佩戴上一枚自制的「荣誉徽章」。临行前，她与旅伴再次前往雪松林间，最后再烤一次棉花糖。\n\n后来，当扶里巴斯的飞行器抵近黑洞边缘时，这便是她所能回想起的、有关俄尔刻龙的全部回忆。"
    },
    {
      "_id": 31174,
      "ids": [
        31174,
        41174,
        51174,
        61174
      ],
      "id": "",
      "name": "先驱的泊星桩锚",
      "type": "FOOT",
      "desc": "重靴形似船锚，它的主人已经做好了永不返回水面的打算。",
      "typeText": "脚部",
      "backstory": "「你们呵，转动舵轮和观望风向的人，\n「想想她，扶里巴斯，\n「也曾像你们一样漂亮而高大。」\n\n铁锚般的铅靴领着女孩不断下坠，它们正忠实地履行着设计之初便赋予的使命。\n\n女孩始终没有合上眼睛，与冰冷而孤独的黑暗顽强对抗。她想起自己第一次听说阿基维利的故事；想起踏上旅途的那一天，她为自己打造的「荣誉徽章」；她想起与旅伴同行的30日；想起她们第一次和最后一次集合的林间空地，那里的空气是树莓味的；想起口哨、吉他和竹笛，以及她们一起唱过的歌；想起紫红色的雪花落在微焦的棉花糖上，很快不见踪影。\n\n历历在目的回忆末尾，莫大的空虚行将来临，她突然见到一抹鲜红在黑色的世界中心转瞬即逝。\n\n于是，小小的无名客想起佩刀的她最后一次接过棉花糖时，自己发自内心的笑：\n\n「我从没想过能遇见和自己一样的人。在这条「路」上，你走过的距离比我远了好多。\n「所以你也一定会陪我走到最后的，对吧？\n「当然，我们的结局早已注定…但就和你说的一样——\n「哪怕我最终会化作一潭浅浅的死水，但在走向那一刻的路上，我能做的事依然很多。所以无论如何，我都一定要去试试看——\n「——因为我要走一条比阿基维利更深、更远的路！」"
    }
  ]
}