{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "哀歌覆国的诗人",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "量子属性伤害提高<nobr>10%</nobr>。",
    "4": "使装备者的速度降低<nobr>8%</nobr>。进入战斗前，若装备者的速度小于<nobr>110</nobr>/<nobr>95</nobr>，使装备者的暴击率提高<nobr>20%</nobr>/<nobr>32%</nobr>。该效果同时对装备者的忆灵生效。"
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "",
      "name": "诗人的莳萝花冠",
      "type": "HEAD",
      "desc": "春日黄昏神庙前，最出色的吟游诗人将得到墨涅塔赐福的莳萝花冠。",
      "typeText": "头部",
      "backstory": "「墨涅塔，我们向你祈福。若世上没有歌声，没了歌声的春天，没有树林会开出花朵……」\n\n用溪流濯洗双手，再用双手捧出清冽的供神佳酿，吟游诗人们聚集在神庙前，为谁能获得墨涅塔赐福的花冠彼此争论。以恋爱诗闻名的帕提亚三姐妹率先展露歌喉，紧接着是有一千个奇妙比喻的老诗人鲁珀。绮音妙语并未打动女神，面前的酒杯纹丝不动。\n\n直到一位流浪的诗人，拨弄手中七弦的竖琴，弹奏起古老莎草纸上记载的故事。千年前的风沙席卷而来，故事这样开头：在世上还有众多城邦存在的时候，曾有一座城邦遭遇了恶龙的侵袭。\n\n「哀歌我的故国——\n「怪物高踞殿堂，贵嗣沦为恶种，\n「只怪那闯入高塔的巨龙，\n「蛊惑了我的王，吞吃了我国的公主……」\n\n佳酿被女神斟饮而尽，流浪的诗人成了花冠的所有者。"
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "",
      "name": "诗人的贵金手镯",
      "type": "HAND",
      "desc": "被人喜爱的金属打造的手镯，故事中的恶龙，也曾背负这样金属打造的枷锁。",
      "typeText": "手部",
      "backstory": "「人们从吉奥里亚的身躯里掘出黄金，这是第一样凶狠的金属，从此便有了阴谋和战争。」\n\n战争的起源已不可考，众多历史化作传说。可即便是传说——分明傲慢、诡计、贪婪才是人们争斗不休的起因，却让黄金无辜承担了罪名。好比烂漫不知纷争的年岁里，白铁和青铜原本是祭神的礼器，尔后才被从祭台上推下，熔铸为刀枪，成了比黄金更凶狠的金属。\n\n故事中的巨龙已经被讨伐了吧…诸邦国间的战争也接近平息，流浪的诗人跋涉来到圣城，为人们弹唱后来的故事：在恶龙占领了城邦之后，人们征集猎龙的勇士救出公主。\n\n「哀歌我的故国——\n「勇猛的百夫长，以沉金打造的枷锁，终将恶龙制服。\n「塔顶传来老国王的悲哭…\n「龙腹中只堪堪拼凑出被吞吃的公主，遗下的骸骨。」\n\n贵金手镯的流苏碰过琴弦，发出一声清脆的叹息。"
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "",
      "name": "诗人的缀星裙摆",
      "type": "BODY",
      "desc": "黎明是最温柔的时辰，她的裙摆也恰如黎明前的最后一缕晚星，那般颜色。",
      "typeText": "躯干",
      "backstory": "「艾格勒睁开眼皮的时候，所有的星星全部入眠，唯余一颗偷眼的晚星，数它最为好奇。」\n\n叙事诗一直唱到了第二个昼夜更替的伦次，诗人的身边聚集了越来越多的听众，他们当中有箭矢琅琅作响的悬锋人，投掷占卜棒叩问神旨的雅努萨波利斯人。自黑潮侵蚀诸邦以来，散佚的文献不尽其数，树庭的学者们来不及收集所有的资料，许多零星的小城邦甚至未能留下名字。\n\n只有流浪的诗人知道，被恶龙侵袭的旧城邦，曾经流传着深秘的炼金术：以血肉为根基，依此可造万物，依此可达奇迹，炼金术士对痛失爱女的国王如是说。\n\n「哀歌我的故国——\n「巧言的炼金术士，自言能从龙的血肉中复活公主。\n「已死之物，死而未死，又过了十个昼夜，\n「仪式最终炼成。然而……」\n\n最后一缕晚星恋恋不舍地阖上眼睛，贪念着未听完的人子们的故事。"
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "",
      "name": "诗人的钉银之履",
      "type": "FOOT",
      "desc": "织履镶着银钉，行在沙地上印出字样的纹路，为了采撷旧日的诗篇她始终步履不停。",
      "typeText": "脚部",
      "backstory": "「世人无处寻得塞纳托斯的踪迹，还有传说中没有生者能趟过的冥河，那河流通往何方？」\n\n我们从未听过那样的巨龙，更不曾在任何古书中见过复活血肉仪式的存在，听众中有人发出质疑。诗人答道，她并非旧城邦的末嗣，亦不知晓是否真正有过作恶的巨龙，这只是她从更早的吟游诗人那里听来的、一代代口耳相传的诗歌。\n\n若无人传唱，旧城邦的历史才是真正被尘封，一切都会随着时间褪色：昔日繁荣的邦国，遭到冥河冲刷吞没，成为野狗和盘旋的秃鹫都会憎恶的地方，这是被恶龙吞食的魂灵遗下的诅咒。\n\n「哀歌我的故国——\n「公主啊！竟被炼成恶龙的模样。\n「将炼金的术士、勇猛的百夫长、昏聩的国王全部吞吃。\n「一场血腥飨宴，召来了死亡的影子，旧城邦由此湮没……」\n\n记住湮没邦国的名字吧！这是有关「斯缇科西亚」的故事，由穿着钉银之履的诗人弹唱，她采集故事只为了故事本身，正如织履上的银钉留下的字样，「记住故事，忘记我。」"
    }
  ]
}