{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "幽锁深牢的系囚",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻击力提高<nobr>12%</nobr>。",
    "4": "敌方目标每承受1个持续伤害效果，装备者对其造成伤害时就无视其<nobr>6%</nobr>的防御力，最多计入<nobr>3</nobr>个持续伤害效果。"
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "",
      "name": "系囚的合啮拘笼",
      "type": "HEAD",
      "desc": "紧扣兽面囚徒面部的犬嘴笼，严防末路恶逆露出獠牙伤人。",
      "typeText": "头部",
      "backstory": "嗅觉曾经构建了歩离人战首的感官世界，雨、尘土、篝火、鲜血、伤药...从战场最深处摇摇晃晃、幽幽荡荡地传来，汇成气味洪流，淹没他每一寸神经。\\n\\n如今他只能嗅到刑具的沉重坚固、与陪审者的畏缩恐惧充盈空气。\\n\\n他知道这些血肉软弱的审判者忌惮獠牙锐利——他曾伫立陡峭的崖顶，沐浴疯狂的月华，感受血脉中本能冲动；他曾循着气味组成的迷宫，于无光黑夜里，深入敌营，逐一咬碎猎物的头颅…歩离人战首崇敬磋磨后的獠牙，将其视为砥锋白刃，是撕裂一切的力量与自信。\\n\\n「步离巢父，啮噬吮血，荼害无辜。判其拘笼终身覆面，钳口固齿，问十恶重罪。」\\n\\n战首轻蔑地环视着四周，如冰海怒涛般席卷一切的剑客不在这里…他对繁芜的判词不感兴趣。"
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "",
      "name": "系囚的铅石梏铐",
      "type": "HAND",
      "desc": "紧缚魔手的沉重镣铐，钢针钉腕，钳制凶爪恶逆再造杀孽。",
      "typeText": "手部",
      "backstory": "云开雾散，朦月幽光倾覆于步离战首伤痕累累的身体之上。被银发剑客斩去的巨爪遗落一旁，走投无路的战首血脉奔涌，伴随着痛苦的长嚎，再次生长出利爪。\\n\\n月狂催化下，战首勉强追上如同月光的剑击。他默祷着丰饶之力，决心完成最后的困兽斗。\\n\\n他已忘记步离军队是第几次突围，只记得手足们无数次用利爪撕开前进的缺口，随即又严密合上。疲惫不已的步离人依仗着难以摧毁的复苏之力，挣扎着撕毁一切阻碍——战首鲜血沃灌着双爪，如陷迷狂，恍惚间惊觉自己无处脱逃，也早已无人追随。\\n\\n「步离巢父，手刃生灵，杀业无数。须铅石缚手，严加管制。」\\n\\n战首终是无力倒在剑客面前，第一次感受到精疲力尽的濒死体验。「那真是无与伦比的剑」，他不禁想到，「那真是无与伦比的刺激！」"
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "",
      "name": "系囚的幽闭缚束",
      "type": "BODY",
      "desc": "捆缚危险重犯的拘束囚服，反扣关节，限制囚徒身体的变化能力。",
      "typeText": "躯干",
      "backstory": "步离人天生便是战士。他们骨架宽阔瘦长，下颌与颈部肌肉有力，犬齿发达，颅顶生有兽耳，手足生就锐利指爪——氏族同胞崇拜健硕躯体，将其视作神恩厚泽。\\n\\n战首既是精神领袖，亦是部族最强战力，指挥着如同黑潮的军队，主宰着战场的生死。\\n\\n出征的狰狞兽舰铺天盖地，他俯视战场那些躁动不安的战士——步离战首感应月狂呼唤，锋利刺骨撑破肌体，漆黑鲜血如雾般消失在风中。他如同殉道者伸展双臂，步离狼毒——那致人恐惧的信息素，随着血雾弥散开来，刺激着步离人战士感官，如神鬼附身。\\n\\n「巢父大人，赐予我等铜筋铁骨。巢父大人，赐予我等通天神力。」\\n\\n他回想起血肉不受拘束的日子。承受「月狂」的步离儿女突破血肉限制，皮开肉绽，再也不会感到疼痛与恐惧。指引他们，曾是专属于强者的特权和责任。"
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "",
      "name": "系囚的绝足锁桎",
      "type": "FOOT",
      "desc": "桎缚兽足的金属脚镣，禁锢末路恶逆，以防脱逃酿祸。",
      "typeText": "脚部",
      "backstory": "步离族人游牧于银河之间，鄙夷固土而居的文明形态。他们掳走和平安稳，带来滔天战火。苛刻的生存信仰迫使他们征战不停，始终投入到刀尖舔血生活之中。\\n\\n他们自有信念与手段，使步离人置足之处，便是歩离人的疆域国土。\\n\\n步离战首骄傲于燃起一处又一处的凄艳战火，碾压守护者尊严，痛饮流离者眼泪，践踏亲密者信任。他任荆棘疯长，沃土尽毁，他迫人为奴，奢侈享乐…为了超越历代王者，新任战首不得不抛却安稳，率将士远征外界以战功立名，巩固族中地位。\\n\\n「步离巢父，行则战至，祸遍诸界。判其绝足禁闭，不得受生 。」\\n\\n战首对判词感到疑惑，他环顾四周，惊讶于弱者们的审判。那些所谓罪行，不过是生存的法则。"
    }
  ]
}