{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "沉欢醉饮的海隅",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的攻击力提高<nobr>12%</nobr>。当装备者的攻击力大于等于<nobr>2400</nobr>/<nobr>3600</nobr>时，使造成的持续伤害额外提高<nobr>12%</nobr>/<nobr>24%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "酣歌海垠的礁屿灯塔",
      "type": "NECK",
      "desc": "位面球中封装着沉浸在永世欢乐中的斯缇科西亚。长明的灯塔矗立海滨，演奏着不息的乐曲。循着欢歌的航船越过迷雾而来，旋即触礁沉没，空留残骸被浪涛吞吃。",
      "typeText": "位面球",
      "backstory": "海浪，永不止歇的轮舞。厌倦了曾寻欢作乐的港口，水手们摊开航海图，为自己挑选旅程的终点。罗盘停下颤动的指针，指向「斯缇科西亚」，矗立海滨的永世欢乐之城，他们命中注定的销骨之地。并不以此为意，尚未知晓死亡的人们在欢醉里扬起风帆，欣然踏入法吉娜的舞池。\n\n水手们追随潮汐和月相的韵律，将骨叉刺进鲸鱼的脊背，用船首撞碎亘古的冰川，他们一路欢唱…直至堕入迷雾之中，直至灯塔近在咫尺，直至最终撞上礁石……\n\n触礁沉没的航船没入水底，不死不灭的人们从海浪中复生。水手在礁石上站起，身上布满海草和盐渍。灯塔中的宴饮者等候已久，躬身邀请他参加不息的盛会。他们循着乐声步过长堤，登上礁屿间的洁白灯塔。斯缇科西亚的灯塔以鲸油引火，跳动的冷焰笼罩在水晶雕琢成的透镜中。灯塔本身便是一座庞大的水漫琴，访客们拾阶而上时，能看见砖石孔隙中玻璃管虹吸海水，随浪潮升降。露台上，宴饮者手牵着手，伴着乐曲声围着灯火起舞，灯火便把他们的影子投向遥远的海平面。在那里，水手看见梦寐以求的终点，那座永世欢乐之城。\n\n那是腐败还未降临的岁月，苦痛、哀伤和死亡也仍在孕育之中，斯缇科西亚沉浸在法吉娜的宠溺中，用臂弯般的海湾将它环抱，为它哼唱童谣，温柔如梦乡。\n\n心急的水手嘴唇颤抖。他的身前，宴饮者邀请他踏足城邦，如手足兄弟般分享无上欢乐；而他的身后，灰色的大海一望无际。礁石间遍布航船残骸，溺水者在海浪中沉浮，皮肤上爬满海葵和珊瑚。他回想落水时分，潜流将他扯入深邃无望的海底——海妖冰冷的手抚过他的脸颊，模糊不清的柔声轻唱里，他清醒了过来，被推向浮着粼粼水光的水面。\n\n只不过一瞬的犹豫，只来得及留下匆匆一瞥，通往至福的大门就此掩上，宴饮者们微笑着婉拒了水手进入斯缇科西亚的请求，只因他从迷醉中醒来，还未懂得如何承受真正的欢乐。"
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "酣歌海垠的歌咏步道",
      "type": "OBJECT",
      "desc": "斯缇科西亚人深信海妖如传说中一样以血肉守护此处安乐，而她们终有一日将循着灯塔不竭的歌咏赴约而来，得到永不止息的宴会作为犒赏。",
      "typeText": "连结绳",
      "backstory": "孤独的水手与此前的到访者一样，徘徊在大海与城邦之间，驻足在尘世与欢乐的门槛上。他拭去搁浅的鲸鱼伤口中流溢的油脂，在夜幕时分点亮灯塔，然后在灯光前端坐，用水漫琴弹奏起那些尚未被奏响的歌曲。\n\n灯塔随着琴键奏鸣，整个斯缇科西亚沉浸在乐曲之中。那些或和缓或急促的曲调，激起了斯缇科西亚女王有关享乐的无穷遐想。水手从最后一个休止符开始倒着演奏，使曲调诙谐跳跃。于是白色的长船载着杂耍艺人，轻巧地穿过河道。盛装的男女拥挤在两岸，以金箔和羽毛装饰的假面遮住面庞，女王也混迹其间，徜徉在丁香和杏仁的香气里。\n\n水手整顿节奏，使音符急促而激昂。于是以整座城邦为舞台的戏剧中，扮演海盗的民众挥舞黑旗攻陷从未设防的城墙，劫掠美酒和金币，将贵族们送上摆满鲜花的绞刑架，然后用王冠给全城乞丐加冕。在谢幕时刻，人们将高塔付之一炬，再伴着琴声狂舞，烂醉如泥。\n\n翻涌的海浪打湿乐谱，洇开柔和舒缓的音符。女王在灯塔前的迷雾中迈入新的剧本，她一袭鱼尾蓝裙，出演法吉娜的眷从——海妖们的女王。\n\n在故事里，海妖们受命在海洋深处抵御尘世难以想象的苦痛，以血肉将漆黑的灾厄引入满溢之杯，换取斯缇科西亚永世的欢乐。到了那应允的时刻，海妖们终将循着灯塔的灯光和弦声，沿着堤道步入斯缇科西亚。斯缇科西亚人将执起她们的手，一同参加那永不歇止的宴会。\n\n斯缇科西亚女王步入水中，享受一次想象中的死亡。在那月相无法约束波涛的夜晚，大海深处，海妖们空心的泪水如泡沫般上升，她们期冀，她们等待，窥探此生未见的月光，然后血肉消融。可惜，此夜并没有月光，只有灯塔明灭如故——泪水代替海妖们升上波光粼粼的海面，漂泊的浮沫消散在浪潮之中。\n\n孤独的水手得偿所愿。宴饮者眼含幸福的泪水，祝贺他得以步入斯缇科西亚，当第一声欢歌响起，死亡凋敝的羽翼便已经覆盖在这座永世欢乐的城邦之上。"
    }
  ]
}