{
  "_id": 309,
  "id": "rutilant_arena",
  "name": "繁星竞技场",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的暴击率提高<nobr>8%</nobr>。当装备者的当前暴击率大于等于<nobr>70%</nobr>时，普攻和战技造成的伤害提高<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33095,
      "ids": [33095, 43095, 53095, 63095],
      "id": "",
      "name": "泰科铵的镭射球场",
      "type": "NECK",
      "desc": "位面封装的泰科铵星规格最高的竞技场——泰科铵大球馆。球馆内外人声鼎沸，彩旗展动…激动人心的机动球竞技比赛将在万众瞩目中盛大开幕。",
      "typeText": "位面球",
      "backstory": "泰科铵星曾是公司的沉船港星球，定损业务员会被派去清理旧船残骸，发掘剩余价值。\\n\\n业务员将「派驻泰科铵星」视作一去不返的流放。在这颗小行星上，成山的碳纤维与不锈钢描摹着巨船退役前的轮廓，钢筋废墟上投下虚无的阴影，渴望召回的欲望愈演愈烈。数年间，业务员们在甲板之下抢夺高规零件，穿着推进设备在沉船舱通道中疾速追逃，形成了一套阴影中的「地下法则」…即便如此，困兽们也未能得偿所愿，终究无人返航。\\n\\n困兽们的「地下法则」从未躲过监视，被随身影像传回公司，化为高位者的饭后笑谈。「传统项目部」投资人颔首沉思，从中嗅到一丝「娱乐」的可能性。\\n\\n按照规划，全银河首个以「泰科铵机动球」为主体的竞赛项目将在泰科铵星横空出世。数座星球改造机器降临这里，它们将废弃的星船连根拔起，不留一处阴影。默默无闻的小行星，围绕着「机动球」运动改头换面，转眼之间成为璀璨耀眼的竞技圣地。「届时，将无人会乎荒诞的原型，留下的只有纯洁的运动精神、以及高额的商业合同」。\\n\\n身着推进器护甲的运动员，变幻莫测的立体赛道，激荡火花的身体对抗…「机动球大赛」一经推出，便跻身银河焦点。终年夜色的泰科铵星上从此镭光四射，不见阴影。\\n\\n大球馆内，球队主客攻防难解难分，声嘶力竭的观众座无虚席，他们高呼战队的名字，高呼球星的名字，山呼海啸的喝彩声经久不绝；大球馆外，泰科铵星也未曾安静片刻，转播授权、特许赞助、广告合同在交易市场上明争暗夺，地下世界的乐透式投注也常常暗潮汹涌，各自欢喜离愁…如同墨水一般的夜色阴翳早已化为镭光底板，默默衬托着竞技场的流光溢彩。\\n\\n泰科铵大球馆从诞生起便一直夜如白昼，谁也不记得褪去的阴影究竟藏在何处了。"
    },
    {
      "_id": 33096,
      "ids": [33096, 43096, 53096, 63096],
      "id": "",
      "name": "泰科铵的弧光赛道",
      "type": "OBJECT",
      "desc": "泰科铵大球馆的标准赛道通常为金属结构外覆光滑混凝土与原木地板。为了让场内观众清晰观赛，大量透明聚碳酸酯材料被投入球馆，战况一览无余。",
      "typeText": "连结绳",
      "backstory": "「传统项目部」召集来星际和平娱乐的运动专家，要求他们剔除所有荒蛮要素，将泰科铵的「地下法则」改造成「能赚钱的竞技比赛」。\\n\\n材料专家率先设计出「机动球」尝试满足需求——直径<unbreak>35</unbreak>厘米，重约<unbreak>30</unbreak>公斤，混合了碳纤维与不锈钢的科技铁球。它无时无刻不追逐着相位灵火的变换，通过无规律移动增加了比赛的意外性。运动装备专家跟进设计，开发出机动球标准推进护甲，方便尖端的运动、医疗企业能够呈现企业素质，确保了稳定收入与安全竞技的可持续性。\\n\\n至此，泰科铵机动球协会正式成立，制定了初版《泰科铵机动球比赛规则》。两支队伍各7人的比赛制度也从此确立。\\n\\n博识学会的赛道建筑师将「竞逐」概念提制成立体环状赛道——标准长度<unbreak>2.91</unbreak>公里，赛道中心平直区域宽5米，两侧弧形区域宽2到<unbreak>14</unbreak>米不等…机动球队员们将在宽敞明亮的赛道上单向飞驰数圈，伴着呼啸声与碰撞声，完成整场比赛。根据实际测试，在赛道高速行进过程中，非连贯的点状光源会在运动员视觉暂留中连接成线，数条幽明可现的流明会形成专属的弧光赛道。星际和平娱乐向富商们发出邀请，承诺他们最受瞩目的竞技应有的曝光率。随即，联赛俱乐部建制完备，最具天赋的球员齐聚一堂、整装待发。\\n\\n星际和平影视独占赛事转播，借助超距遥感，他们将实况比赛放送到殊方异域的角落。顶尖运动员的感官体验也被全程录制，足不出户的观众能直接体验速度与碰撞、呼啸与弧光。旧日沉船港停满观光舰船，纷乱的人群在布满灯光与广告的街头汇集，随后缓慢地流向大球馆内。他们确认好席位，四处张望，满眼尽是横幅彩旗与麦芽飞沫，明亮的赛道在探照灯下静静伫立。\\n\\n在山呼海啸的欢呼声中，第一场比赛开始了。"
    }
  ]
}
