{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "重循苦旅的司铎",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "速度提高<nobr>6%</nobr>。",
    "4": "对我方单体目标施放战技或终结技时，使技能目标的暴击伤害提高<nobr>18%</nobr>，持续<nobr>2</nobr>回合，该效果最多叠加<nobr>2</nobr>次。"
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "",
      "name": "司铎的律音耳坠",
      "type": "HEAD",
      "desc": "他常常坐在告解室内侧耳倾听。耳坠不断提醒着他，即便是最微末的细语也是有重量的。",
      "typeText": "头部",
      "backstory": "「谨遵您的意志。我犯了错，我谎称各个家系心有隔阂，以此流言换取新闻酬劳……」\n\n透过隔窗，家主注意到那名记者目光闪躲，小心翼翼地等待着自己的回应，就像无数次「圣事告解」一样——用铃音般的宽慰令信徒们痛悔罪过。不过此刻他不自觉地侧过头去，欲言又止，任由那金属坠子在耳畔发出清脆的杂音。\n\n「我清楚知道，这实属无稽之谈。寄以神主之恩，家族全体万众一心。这是众多家系成员的愿望，也是家系成员们投身神主怀抱的缘由。」\n\n告罪者对所告之罪痛悔并定改，从谐音中领洗所犯罪过的赦免。家主轻阖双目，宣告圣音——\n\n「很好。向其他家人展现真诚、澄清流言，如此便能与重修谐音。平安回去吧。」\n\n真言善语又何罪之有？律音铎铎，却沉重如枷。他叹息摇头。\n\n「…请下一位上前。」"
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "",
      "name": "司铎的授邀手套",
      "type": "HAND",
      "desc": "他常常站在公馆内接待访客，无数遍发出邀请的动作。洁净的手套提醒着他切记谦卑与礼数。",
      "typeText": "手部",
      "backstory": "「报告家主。这些人自称是有要事会见，其中好几人身份成疑，进入梦中的手段非同一般……」\n\n闯入梦中的不速之客排成一排。不出意外，以恶待人的凶徒将被驱逐，谎报身份的罪犯将遭收押，他不发一言，便已然安排就绪。无辜之人目睹了他的盛怒，眼中闪烁着期待与不安——随后，他露出微笑，向面前众人探出手作邀请状，是表达认可，也是展现威严。\n\n「各位是橡木家系的尊贵客人，自当礼遇。或许你们好奇自己是如何得到正当评判，在此容许我稍作解释，那是因为诸位所行之『道』与我相会。」\n\n侍者、艺怜、无业无为之人…纷纷打消疑虑，他们理解了邀约的真诚含义，心中再无介怀。\n\n「让罪人得到应有的惩罚，让客人得到应有的礼仪，谐律本应如此。」\n\n家主恩威并施，足以博得来客的信任。他环视众人，缓缓侧身微躬——\n\n「欢迎来到橡木家系。」"
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "",
      "name": "司铎的圣职礼服",
      "type": "BODY",
      "desc": "他常常站在试衣镜前，确认仪容衣装。在出门前就确保一切井然有序，绝不偏移。",
      "typeText": "躯干",
      "backstory": "「…若鸟儿生来并无镣铐，又是什么束缚我命运♬？」\n\n排练日，年轻的家主将自己藏身于观众席的角落中，他并不想分散舞台上歌者的注意力，恰到好处的陪伴感正是他所期许的。他身着礼装，正襟危坐，是此时此刻唯一的听众。在熟悉的歌声中，他的思绪回到孩童时期，那时她站在「舞台」之上歌唱，自己也是彼时唯一的听众——\n\n「好久没有快乐地唱过歌了吧…我为你搭了一座舞台，就是…有点简陋。」\n\n在两个人的演唱会上，他许下约定，终有一日要实现她的梦想，去往更大更璀璨的舞台之上。\n\n「让我的心勇敢地振翅飞翔，穿过深沉的黑夜，去追逐皎洁的月光♬……」\n\n他从失神中恍惚片刻，正视自己不敢更接近舞台的原因——身着礼装并非为了享受演出，而是为了在任何时候抽身离开。\n\n「恭喜你妹妹，我们的梦想都实现了。」他小声说道。"
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "",
      "name": "司铎的苦旅短靴",
      "type": "FOOT",
      "desc": "他常常在旅行开始之前，挑选一双适脚的靴子。他摔倒过很多次，但他站起过同样多次。",
      "typeText": "脚部",
      "backstory": "「走吧，你自由了，妄图超越本分的神选者。把自己的羽翼折断，到人间去，走在大地上，看看这人世真正的模样。」\n\n自那以后，他常常回味公司高管话语中的含义。他走进喧嚷的街头，他走在谧静的海边，他始终都在行走，却一步也未曾出发…他从未怀疑过自己拥有百折不挠的品质，也从不怀疑自己拥有坚决执行的能力。在下一次站起来之前，他打算停下来，体味理想坠地时的坚硬触感——\n\n「斑驳的石片上，浸过兽血和人汗，却始终冰冷，始终粗粝，始终坚硬如故……」\n\n作为家系主理人，他曾开导过太多迷途的羔羊，赐之以正道。但面对自己时，那些轻柔的宽慰似乎褪去失去了魔法，再产生不了效力——他并不需要数落，更不需要同情。\n\n「只有泥泞才会诞生跋涉苦行的人，走下去，我将从失败之中学到比成功更多。」\n\n在真正的再出发开始之前，他有充足的时间放缓脚步，整理思绪，再继续徘徊。\n\n「行走从没有复杂的哲学，当一条路走不通时，便换一条路，仅此而已。」"
    }
  ]
}