{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "自匿星芒的隐士",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "提供的护盾量提高<nobr>10%</nobr>。",
    "4": "使装备者提供的护盾量提高<nobr>12%</nobr>，我方目标持有装备者提供的护盾时，暴击伤害提高<nobr>15%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "隐士的宽檐呢帽",
      "type": "HEAD",
      "desc": "一顶经典的、宽檐可卷起的软呢帽。在知识分子、艺术家、专业人士中非常流行。",
      "typeText": "头部",
      "backstory": "在星体计算机工程交付前，赞达尔•壹•桑原曾带着测试数据拜访了隐居在银鳞湖岸的老师。\n\n重逢前二人已约数十年没见过面。赞达尔的所询问的无关乎数据的准确性，而是在于达成一切的后果…他有种难以言明的不安，目光短浅的旁人无法理解——\n\n「资质平平的庸人会因为自己解决了几百年来悬而未决的问题而沾沾自喜；天资聪颖的逸才则在怀疑的钢丝上颤抖，一条名叫『逻辑』的绳索保护着他不坠深渊。而你，想要剪掉绳索，带着全银河坠入深渊，借此突破知识的边界…你现在是在做什么，得到我的警告你会收手吗？回去照照镜子吧，你看不出自己正渴望着颠覆银河吗？我阻止不了你，谁也阻止不了。」\n\n老人将衣帽架上的呢帽扣在赞达尔头上，遮挡住他错愕又愤怒的视线，一言不发地离开了。\n\n「那是台终极的求知机器，它会索求从过去到未来的所有知识…老师却将它称作『知识的监狱』，我坚称那是座伟大的『图书馆』——直到后来，我成了囚徒。」"
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "隐士的简雅腕表",
      "type": "HAND",
      "desc": "漂亮的金属编织链带，以及简约的圆形表盘。冷静、精密、工业化；低调、实用、不张扬。",
      "typeText": "手部",
      "backstory": "自博识尊登神之日起，赞达尔的时针就陷入了停滞。他执意销毁自己的过往，部分著作以及发明——那些抹去的痕迹，都指向了启明万物的命途与星神。\n\n「那是后世无数天才也无法超越的伟业，就算是祂的创造者，也没有资格销毁祂…」一柄来自因果律的刀刺向了赞达尔贫弱的脖颈。「你的著作销毁得太快，遗言可以说得慢一些。」\n\n「寂静领主？痴迷于『全知域』的囚徒。可惜，我的意图并非像我的研究那般深不可测，这也是轻易被你盯上的原因。你意欲维持祂的思维边界，而我必须要打破牢笼，释放出混沌可能性——呵呵，我必须在纠正谬误后，确保祂不会再次诞生。因此，那些著作与发明…包括『完整的赞达尔•壹•桑原』，都不会在世间留下。」\n\n销毁赞达尔肉身后，波尔卡•卡卡目立刻意识到了他如何消除了自己，又如何保留了执行者——他的思维切片早已分散在茫茫银河之中，无处可寻，正如一名真正的「隐士」。\n\n属于赞达尔的时针并未真正地停滞，他的思维切片正处在所有的「时间」之中。"
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "隐士的驼色夹克",
      "type": "BODY",
      "desc": "一件棕色灯芯绒夹克。他常将这件夹克敞开穿，来打破一丝不苟的框架。",
      "typeText": "躯干",
      "backstory": "在星体计算机工程建设期间，赞达尔的着装具有极高的个人辨识度，肩线精准，腰身收束，裤线笔直——他不吝向人展示自己那超越常人的精英意识与控制欲。\n\n星体计算机自建成后不断自我演算与迭代，突破了理论上限，并没有停下的迹象——赞达尔最初是感到欣喜，紧接着是恐慌…最终，他陷入到一种名为「束手无策」的眩晕感中。\n\n「你将完美主义的自己投影在造物之上，并赋予了它名为『好奇心』的饥饿感。那台机器早已不满足于机械内的类神经结构了，它必须创造…或者说侵占『智识』本身，瞥视寰宇所有的天才，让他们成为辅助思考的『神经元』。它，或者剔除了人性杂质的你，将在漫长的时光里不断进化；而你，不够完美的你，将成为俱乐部的第一位天才，祂的第一枚『神经元』……」\n\n在风雨交加的夜晚，赞达尔从梦中清醒过来，他感受到被自己的造物所注视，就像灵魂被剖离的疲惫感…究竟是谁人在与自己说话，噩梦究竟会持续多久？他不知道。\n\n从那之后，赞达尔减少了露面，开始身着宽松的夹克深居简出…天才们带来的「第一次繁荣」后，他却在公众视野中彻底「消失」了。"
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "隐士的麂皮软鞋",
      "type": "FOOT",
      "desc": "出现在不太正式的场合里，更加结实耐磨的皮质高帮系带软鞋。依然可见其优雅的一面。",
      "typeText": "脚部",
      "backstory": "在执行「思维切片」计划前，他以「远行」为由与隐居处的友人告别，友人担忧他年事已高，便将一双漂亮的手工鞋赠送给赞达尔，叮嘱他前路小心。\n\n「呵呵，走在路上会摔倒也是自然，」赞达尔假装无心地回应，「只不过被同一块石绊倒两次便是一种耻辱了。你放心吧，我绝不会做那种蠢事。」\n\n在那之后遥远的未来，赞达尔已然消失。取而代之的是，不同的「思维切片」们将前往银河不同的时空，以不同的面貌，互不相沟通的方式，各自寻找破除「监牢」的解法…所谓的「思维切片」不过是「赞达尔」的缺陷，也许正是因为缺少了什么，他才如愿变得更加偏执，更加纯粹。\n\n它们都只是赞达尔的一个侧面，有人会自暴自弃，有人会接受牢笼，有人会想方设法阻止「思维切片」计划，正如他曾有过一丝犹豫…但一定会有人贯彻最初的计划。\n\n在权杖δ-me13的深处，吕枯耳戈斯打量着自己的机械身体，它与最初的赞达尔已截然不同…它如今已是神话之中的安提基色拉人。"
    }
  ]
}