{
  "_id": 313,
  "id": "sigonia_the_unclaimed_desolation",
  "name": "无主荒星茨冈尼亚",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的暴击率提高<nobr>4%</nobr>。当敌方目标被消灭时，装备者暴击伤害提高<nobr>4%</nobr>，最多叠加<nobr>10</nobr>层。"
  },
  "pieces": [
    {
      "_id": 33135,
      "ids": [
        33135,
        43135,
        53135,
        63135
      ],
      "id": "sigonias_gaiathra_berth",
      "name": "茨冈尼亚的母神卧榻",
      "type": "NECK",
      "desc": "位面封装的是茨冈尼亚-Ⅳ最宜居的地带——死寂荒漠「母神卧榻」。三重眼的地母神沉默而朴素，以其厚重的身躯无言地包罗茨冈尼亚的一切生者和死者。",
      "typeText": "位面球",
      "backstory": "谈及公司「市场开拓部」主管奥斯瓦尔多•施耐德，人们尤其喜欢讨论他上任时的三把火——年轻的狂信徒仅用短短两年就跨越了严寒、恶疾和死亡，解决了开拓部数个琥珀纪悬而未决的三大难题。名为茨冈尼亚-Ⅳ的荒星便是其中之一，那里死寂荒漠、氏族世仇…困境层出不穷。\n\n茨冈尼亚-Ⅳ位于临近三大星系的交界地带，长期处于多颗恒星的星风作用下，是银河远近闻名的「暴风眼」。星球表面的生存环境极端恶劣，诸多文明因此或迁徙其他星系、或毁灭于自然灾害，如今只剩下极少量的智慧种族留存，博识学会的学者将其统称为茨冈尼亚人。\n\n实际上茨冈尼亚人分化出诸多氏族，大多以游牧为生，其中少数还建立了颇具规模的集权政体。\n\n他们同享一种语言，通过联觉信标的转译，你会知道「卡提卡」代表剥皮刀，是茨冈尼亚人里最嗜血的蛮族；「埃维金」的意思是蜂蜜，一些迂腐固执的人则坚称他们是窃贼。他们同享跨越琥珀纪的世仇，于无尽的荒原中上演着弱肉强食的血腥循环。直到身着黑衣的天外来客从天而降：茨冈尼亚人在琥珀的光芒下暂归一统，无休止的自然循环终于暂告一段落。\n\n随后，在寰宇巨企的指导下，茨冈尼亚人依据《宪章》建立茨冈尼亚联合酋长国，向文明的宇宙迈出了第一步。\n\n可惜这份团结和发展不属于埃维金人和卡提卡人。茨冈尼亚人中部分不怀好意的投机分子对前者的机敏与狡猾心怀忌惮，又将后者贬为绝无可能开化的食人野兽。尽管他们对「存护」尚且只有一知半解，但他们明白总得有人为之付出牺牲。于是，腐败者们借助一种极为先进的议事规则，将两氏族的族人放逐于漫天黄沙中。\n\n为表歉意，他们特地在决议案中声明「埃维金人永远享有自治自决的权利」——这句话的意思是，今后两氏族人再度陷入纷争时，他们便可以合情合理合法地无动于衷了。"
    },
    {
      "_id": 33136,
      "ids": [
        33136,
        43136,
        53136,
        63136
      ],
      "id": "sigonias_knot_of_cyclicality",
      "name": "茨冈尼亚的轮回纽结",
      "type": "OBJECT",
      "desc": "绿松陨石被埃维金人细细磋磨，又以金线翠缎穿之。他们说护身的纽结绝不应被黄沙埋没，而要璀璨得如同「卡卡瓦」之夜里自死亡中脱胎的神体。",
      "typeText": "连结绳",
      "backstory": "埃维金，茨冈尼亚语中意为「蜂蜜」——这种约定俗成的称呼如今已彻底遗落于宇宙的历史长河之中。\n\n正所谓空穴来风：埃维金人天生拥有姣好面容和绚丽双眸，加之天生的高情商，非常擅长博取陌生人的好感。然而，这种天赋为他们招来了嫉妒和仇恨：那些眼红的势利小人开始了无休止的诽谤污蔑，而此种非议也在银河间不胫而走。众口铄金，本就是边星小民的埃维金人有苦难言，只得默默承受种种猜忌。\n\n埃维金人喜爱花纹繁复的织物，也偏爱宝玉——尤其是茨冈尼亚绿松陨石——打造的首饰。理由很简单，只有这种宝石才能与他们神话中的地母神自死亡中脱胎的神体媲美。\n\n他们的母神被称为「芬戈-比约斯」，执掌与生育、旅途与诡计有关的一切。在埃维金人的信仰中，她通常被描绘为生有三只眼睛的左掌。埃维金人通常仅以口头祈祷的方式向她表示敬意，他们相信母神如茨冈尼亚的群山一样沉默且朴素，造像和赞歌只会使自身远离她的庇护。\n\n埃维金人通过母神体认世界：大地、群山与其包罗的一切都属于母神神体的一部分，而这尊神体会在每一历年的最后一天迎来死亡。\n\n最后一天里，光辉的神性将升入夜空，化作灿烂的极光，并在次日重新诞生。因此，埃维金人在新历年的第一天举办名为「卡卡瓦」的祭典，编织名为「轮回纽结」的祭器，将其投入篝火，欢庆母神诞辰。\n\n市场开拓部在事故报告中表示，那场触目惊心的对抗就发生在「卡卡瓦」之夜：那夜风雨交加，云雾吞没了天上的极光，本应视之为噩兆的埃维金人却前所未有地振奋。他向一位氏族少女问起原因，随后得到了这样的回答——\n\n「雨水是母神的恩赐。这是她在召唤我们，要我们举起武器，为自己的未来而战。\n「雨会长伴我们，雨会保佑我们。在雨中，我们要光荣地死去。」"
    }
  ]
}