{
  "_id": 307,
  "id": "talia_kingdom_of_banditry",
  "name": "盗贼公国塔利亚",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的击破特攻提高<nobr>16%</nobr>。当装备者的速度大于等于<nobr>145</nobr>时，击破特攻额外提高<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33075,
      "ids": [33075, 43075, 53075, 63075],
      "id": "",
      "name": "塔利亚的钉壳小镇",
      "type": "NECK",
      "desc": "位面封装的是塔利亚上无依无靠的破落小镇：「钉壳」。盗贼们在这个水源地建立破布、钢筋和木板的小镇，为了暂时的和平。",
      "typeText": "位面球",
      "backstory": "一场意外，慌忙逃生的星际盗贼来到了塔利亚，为了躲避「巡海游侠」的追击。\\n\\n最开始的时候，塔利亚只是被称为「繁星垃圾场」的荒凉地，曾经的灭星战事给塔利亚表面带来了堆积如山的断迹残垣、弥散不去的辐射污染，同时也带走了这里的仅存生机。慌张的盗贼走投无路，却落入了星球表面之下的洞窟，那是鼠类种族曾经留下的隧道…盗贼们逃过一劫，有关「盗贼公国」的理想在遗落秘境中悄然诞生。\\n\\n无数的地穴网络，互相连接，如同巨大的迷宫。更多的盗贼团体被理想吸引，来到这里积累财富、交换技术，为公国打下了基础。\\n\\n越来越多的盗贼在这里定居，蛮荒的星球开始热闹非凡。大盗贼演说着「盗贼公国」的理想，承诺「金库」将用于建立人人公平的国家。但当财富越来越多时，妄图独占它的大盗贼们又撕毁了脆弱的协议。佣兵、暴乱、里应外合…混乱的战争此起彼伏，也许筹划者们从一开始就不相信所谓人人公平的理想。\\n\\n于是痛恨幻想的盗贼们再次回到了「无知者为王」的混沌时代，他们抢占水源建立城镇，嘲弄着公平正义。\\n\\n「钉壳镇」里人人皆是悍匪，他们驾驶着气质暴戾的越野车横征暴敛，与荒漠上其他的匪帮争夺资源，用废铁和旧电线创造了机甲和武器…越是贫瘠的废料堆上，反而越能获得末路狂欢的洒脱。那些甜美的理想如同辐射热风中的一缕狗屁，早已经没有留下什么痕迹了。\\n\\n觥筹交错恍惚间，半梦半醒的盗贼们理解了，「盗贼公国」从来就不是建立什么，而在于摧毁什么。"
    },
    {
      "_id": 33076,
      "ids": [33076, 43076, 53076, 63076],
      "id": "",
      "name": "塔利亚的裸皮电线",
      "type": "OBJECT",
      "desc": "这是废料场中收捡来电线，它的绝缘层部分脱落，部分残留，但仍然没有退役。在塔利亚的盗匪小镇上，从来就没有真正的废物。",
      "typeText": "连结绳",
      "backstory": "这条裸皮电线是陈旧的，它曾整齐排布在一艘慌忙逃窜的星舰上，直到巨大的冲击让它与潮湿的空气接触一起。\\n\\n整艘星舰被拖入错综复杂的地下通路之中。盗贼星舰上，钢板钢甲被逐层卸下，电源线路被粗暴拆解，它们被用来建立最初的同盟市集。随后，盗贼们在这里积攒财富，畅谈理想…随后，旷日持久的尔虞我诈开始了，互相猜忌与背叛，独裁者和叛徒的战火从地下隧洞烧到了地上荒漠。\\n\\n这条裸皮电线依然是陈旧的，它被匪徒从坑洞中挖出，连接在一辆四面漏风的巨大改装越野车上，奔向远方的水源地。\\n\\n告别背叛战争之后的幸存者们当务之急是寻找塔利亚的水源地。他们驾驶着简陋无比，质量堪忧的交通工具，在满是玻璃碎渣的戈壁上日行千里。悍匪们的车队，时而相互追逐，扬起沙尘与浓烟；时而自由地将人类抛出，扔进车上或者其他任何地方…生存的压力让他们别无他想，只有闷头前进时不会迷惘。\\n\\n这条裸皮电线始终是陈旧的，它又被匪徒从越野车上拆下，添置到小镇的灯箱里，老化的电线致使灯光闪烁频频。\\n\\n自称是「警官」的老流氓建立了最初的「钉壳镇」。他手腕强硬、作风毒辣，凭借着个人魅力将废料场打理得井井有条，小镇也日渐热闹。缺根筋的工程师做出意料之外的废物机器，不要命的废土客也喜欢在地下的竞技场打得有来有回…在夜深的吧台前，他们斟满汽油味的葡萄汁儿，把杯子碰在一起，庆祝着侥幸又活过一天。\\n\\n塔利亚没有什么新鲜事物，不过是老东西随着变动的时代得到新使命罢了。"
    }
  ]
}
