{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "风举云飞的勇烈",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "攻击力提高<nobr>12%</nobr>。",
    "4": "使装备者的暴击率提高<nobr>6%</nobr>，装备者施放追加攻击时，使终结技造成的伤害提高<nobr>36%</nobr>，持续<nobr>1</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "",
      "name": "勇烈的玄枵面甲",
      "type": "HEAD",
      "desc": "以凶鸟「大风」为原型的面甲，两对辅眼曾目睹过神迹示现。",
      "typeText": "头部",
      "backstory": "她的鹰盔有两对辅眼，确保能在任何光照条件下看清周身环境。然而辅眼此时被干涸的污血附着，视线可及之处都浸染着铁锈色。\n\n将军自昏迷中醒来，从尸山上爬起。身后，「瞰云镜」如一座高耸尖塔向天而立。塔尖之上，一道光芒律动不休，重复着只有观星士们才能解读的密语。承托联盟万亿众生的愿力，它在向神祈愿——此刻，她与那些四处枕藉、早已了无生气的同侪们奋战至今，为的便是令这声低唤上达天听，赐下死亡。\n\n「来了…」将军喃喃低语，仰天瞩目。她看不见神的形象，听不见祂的纶音，但她能感受到祂抵达的证据：灼热的气浪陡然腾起，宛如烙铁游走于肌肤。炽红的火星随血雾猎猎飞扬，如帷幕遮天，在随后的瞬间里，被不可直视的光撕开——\n\n来了，那道无数将士战死所交换的神迹来了。她曾目睹被神罚化为死域的天体残骸，也曾追逐这光的尾迹而战。她本以为这光极快，快到不容一丝杂念浮想。但她错了，那一刹那至少足够她再想起心爱的弟子：\n\n「那就许个愿吧。愿她行于坦——」\n\n大地如翻涌怒浪，随光之海咆哮而来，她再无俗念，化为光中尘埃。"
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "",
      "name": "勇烈的钩爪腕甲",
      "type": "HAND",
      "desc": "嵌合肌体的仿生手甲。若想狩猎猛兽，就要有比猛兽更锐利的爪牙。",
      "typeText": "手部",
      "backstory": "她麾下的青丘军战士有着不输步离狼卒的悍勇。即便剑折弓断，无有寸铁在手，他们也能凭手甲上的锐爪死战到底。\n\n传闻青丘卫的狐人战士多解救自步离人所统治的世界。这些诞生自「沦陷地」的狐人血缘驳杂，偶有呈现返祖状态的突变个体。这些狐人会被充做战奴，受狼头恩主们驱使，成为战前的先锋与延阻仙舟进攻的炮灰。\n\n「加入青丘军，我们将给你向狼头恩主复仇的机会！」在募新训练中，将军还记得自己对年纪幼小的狐女如此说道。但她为自己没法说出口的后半句而感到愧疚：你和我一样，为战而生，也将为战而死。\n\n战奴虽拥有堪与狼头恩主媲美的力量与速度，但突变也透支了他们的生命与理智。当意志随狂怒燃烧殆尽，战奴便会沦为暴戾嗜血的怪物。\n\n当纯粹兽性的怒火支配肉身时，在完成此生最后的猎杀奔逐后，这副手甲将成为桎梏双手的铐枷，再难与血肉分开。"
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "",
      "name": "勇烈的飞翎瓷甲",
      "type": "BODY",
      "desc": "身如凛风，翱翔群狼仰首处，猎物与猎人终将易位而处。",
      "typeText": "躯干",
      "backstory": "她依旧记得狐民中的古老民谣，唱的是一阙不成曲调，只余悲伤的去国哀歌。「有狐绥绥，在彼岸滨。行道迟迟，载渴载饥。我心伤悲，莫知我哀」……\n\n于数千年前开始，他们成了狼爪下的牲畜、奴仆与通货。于数千年后，他们仍然在为解放同胞奔走征战。尽管没有天敌那般不断强化异变的肉身，但他们拥有灵敏应变的机智。\n\n狼头恩主命令他们造器供用，却又反复挖去他们的双眼防其习艺，禁绝他们持有金属以免仿造器物。这一切都不能磨灭狐民们内心的渴望：终有一日，他们要教猎人懂得被狩的惶恐；终有一日，他们要与猎人易地而处，追逐不休。\n\n最终，狐民们烧瓷为甲。青丘瓷甲如风般轻盈，如钢般坚韧。狼头恩主的爪牙与他们的血肉武器无法伤其分毫。\n\n将军将这身瓷甲披挂着装，与青丘卫的战士们乘风而起，成为步离人头顶的梦魇。他们结阵进退，犹如出猎的群鸟，彼此呼应。但无论这甲胄如何坚固，她始终相信：被疼痛锤炼的肉体才是最好的武器，患难与共的战友才是最好的护甲。\n\n「鸟扬羽翼，兽露牙爪。岂曰无持，同袍为甲。」"
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "",
      "name": "勇烈的逐猎腿甲",
      "type": "FOOT",
      "desc": "禽爪制式的战靴，着装之人迅疾如风地奔袭战场，轻易踏行于荆棘坎坷。",
      "typeText": "脚部",
      "backstory": "她看着女孩的身影在朦胧月光下动如脱兔。她追随女孩的足迹与气味如追猎物。最终，她在道路尽头等着女孩到来。\n或者，是女孩在等她到来。\n\n月光映照下，将军看清了那张脸。\n「你就那么想加入云骑？」\n「我不想给狼头恩主卖命。」\n少女的步离语艰难断续。那张脸上的神情，她曾在无数次解救沦陷地同胞时目睹过。\n那些人虽和她流着同样的血，却说着不同的语言，怀着不同的心思。\n他们从不认为自己是狐族的子裔，可这样一来，他们又是谁？\n将军微微颤身，让出一条路。\n「你走吧，今夜开始，他们不会再追赶你了……」\n「可我要他们死。」\n\n将军难以置信地瞧着她，如同看到天空掠过流星般惊异，小兽般的身姿倏然没入黑暗。\n将军闭目，仿佛被月光灼痛了眼。片刻后，她低头，瞧见少女精赤的双足，布满棘刺血痕与污泥。\n\n「怎么不穿鞋？」\n「忘了。没发现。」\n将军脱下自己的战靴，比了比尺码，为女孩穿上。\n「倒挺合适的…那就出发吧。」\n「你怎么办？」\n「我早习惯走在荆棘上了。」\n\n她迈开步伐，赤足如飞，女孩一路紧紧追赶她的身影。\n又或者，是她们在追赶彼此的身影。"
    }
  ]
}