{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "毁烬焚骨的大公",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "追加攻击造成的伤害提高<nobr>20%</nobr>。",
    "4": "装备者施放追加攻击时，根据追加攻击造成伤害的次数，每次造成伤害时使装备者的攻击力提高<nobr>6%</nobr>，最多叠加<nobr>8</nobr>次，持续<nobr>3</nobr>回合。该效果在装备者下一次施放追加攻击时移除。"
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [
        31151,
        41151,
        51151,
        61151
      ],
      "id": "grand_dukes_crown_of_netherflame",
      "name": "大公的冥焰冠冕",
      "type": "HEAD",
      "desc": "不停燃烧的火焰冠冕，熊熊野心是它的不尽燃料。",
      "typeText": "头部",
      "backstory": "优雅的火魔于万火之火中诞生，并笃信毁灭是赐予陀斐特的至上冠冕。\n\n「我，于毁灭之际诞生，是陀斐特的罪恶信仰。我，即是纳努克的怒火。」\n\n纳努克亲手覆灭陀斐特，白星烈焰与毁灭之力共同孕育了等离子体生命。优雅的火魔将诞生视为蒙受天启——「毁灭君主今日征服陀斐特，祂以炽焰授勋，轻浮与空虚的荣誉随日珥逸散，沉重与厚实的荣誉将为我加冕。」阿弗利特自诞生起，便痴迷于破坏与杀戮。\n\n「世间荣誉的桂冠，皆是荆棘编织而成；胜过荆棘的桂冠，只有我无上的冥焰冠冕。」\n\n毁灭星神灭星的余烬，被阿弗利特亲手捧起，捏制成陀斐特王冠的模样，佩戴至今。"
    },
    {
      "_id": 31152,
      "ids": [
        31152,
        41152,
        51152,
        61152
      ],
      "id": "grand_dukes_gloves_of_fieryfur",
      "name": "大公的绒火指套",
      "type": "HAND",
      "desc": "以火焰为绒毛的洁白手套，将暴戾藏于缎面之下。",
      "typeText": "手部",
      "backstory": "阿弗利特策动无数次生灵湮灭的危机，大公自诩为指挥家，只有带好手套才能握住有刺的短棍。\n\n「我奉毁灭天启而来，一手用来夺走，一手用来给予。」\n\n笃信「物之珍稀，在其绝迹」，冥火大公将里沙利特星的历史文化付之一炬，焚毁贵族光华灿烂的丝绸，烧光诗人侈丽闳衍的长卷，燃尽绘师妙手丹青的壁画…「文明如同若虫，只有在焚毁烧尽的处刑中化为黑蝴蝶随风飘荡而去，才能获得新生。」阿弗利特如同低头监视的焚化炉的送葬者，引导着文明的绝唱。\n\n「通过我的努力、想象和指挥，使不同的灾难之间的配合、演奏次序、音调以及速度…融合为一幕精彩的毁灭表演。」\n\n阿弗利特在意满的毁灭结束后，擦去手上血污，戴上洁白手套，如同殷实富足的访客参加宴会。"
    },
    {
      "_id": 31153,
      "ids": [
        31153,
        41153,
        51153,
        61153
      ],
      "id": "grand_dukes_robe_of_grace",
      "name": "大公的蒙恩长袍",
      "type": "BODY",
      "desc": "一袭华美的袍，彰显长袍主人的端庄风雅。",
      "typeText": "躯干",
      "backstory": "优雅的火魔在惨无人道的屠杀之后，欣赏着穿衣镜中的身姿，觐见君主总是需要适宜的华服。\n\n「服装的目的不在于修饰仪表，而是展现本质；如同烈焰的本质，便是在于毁灭。」\n\n恒远燃烧的火魔一族视纳努克为皇帝，称其为恩主，却从未得到星神瞥视。阿弗利特的毁灭掺杂了炫耀与权利、征服与动机，「永火官邸」与「耶佩拉兄弟会」的争夺更是肮脏不堪。「不纯的毁灭比污垢更容易弄脏最华丽的衣饰。」关于纯粹，阿弗利特始终不得其要领。\n\n「毁灭之价值，在于被毁灭之物的价值；吾等之价值，便是践行毁灭直到君主瞩目。」\n\n阿弗利特心怀虔诚，穿戴锦缎华服，以缁绛色的火焰织就，等待着毁灭传召。"
    },
    {
      "_id": 31154,
      "ids": [
        31154,
        41154,
        51154,
        61154
      ],
      "id": "grand_dukes_ceremonial_boots",
      "name": "大公的绅雅礼靴",
      "type": "FOOT",
      "desc": "经典而舒适的靴子，保养完好，造型挺括，修饰脚型。",
      "typeText": "脚部",
      "backstory": "优雅的火魔足迹逶迤之处，被焚毁的文明总是无声哭诉。阿弗利特从来不曾理会——\n\n「无路可走的人是不需要靴子的，那穷途末路的文明又何必对我控诉？」\n\n头顶火冠的「冥火大公」被诸多文明视为天外恶魔，却受到盛宴之星的邀请。阿弗利特欣然盛装出席，「我会备好礼数周到的毁灭，一截残骨也别想留下」。优雅的火魔集结了星海恶党，盘算着为宴会献上尸山血海的盛况…那些被毁掉的文明，不过是通往毁灭的巡礼之路，匹诺康尼也只是道中站点而已。\n\n「毁灭你们，与你们无关，而是为了祂的注视」。\n\n在远方的宴会声呼唤下，阿弗利特欣然踏上漫长旅途赴宴。"
    }
  ]
}