{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "奇想蕉乐园",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "使装备者的暴击伤害提高<nobr>16%</nobr>，当存在装备者召唤的目标时，暴击伤害额外提高<nobr>32%</nobr>。"
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "",
      "name": "蕉乐园的蕉芯广场",
      "type": "NECK",
      "desc": "位面球封装的是某个科研团体下设实验室之一，因为模因污染，信息的真实与虚假已经彻底混合，难以分清，现已被认知重塑为「蕉乐园」。",
      "typeText": "位面球",
      "backstory": "<i>「是谁住在密林的大乐园里？」</i>\\n<i>「香蕉宝宝！」</i>\\n<i>「长长黄黄活泼可爱！」</i>\\n<i>「香蕉宝宝！」</i>\\n\\n「咚咚」声响了两回半，香蕉们从沉睡中苏醒，要从香蕉树上离开，开始新一天的蕉生活！有的香蕉醒来便精力满满，将榴莲做成烤派，在丛林里追逐嬉戏；有的香蕉则相对沉稳，用椰子涂涂抹抹，将自己打扮得椰香四溢。猴子满意地张望着生机勃勃的景象，不禁朝香蕉们发出甜蜜的呼唤——\\n\\n<i>「准备好了吗？香蕉们？」</i>\\n<i>「是的，猿长！」</i>\\n<i>「太小声啰！」</i>\\n<i>「是的，猿长！」</i>\\n\\n「咚咚」声响了三回半，又到了每日的「蕉流俱乐部」时间。香蕉们开始紧张起来，有的香蕉大喊大叫，有的香蕉暗自垂泪，有的香蕉则心如死灰…猴子们向健康的香蕉逐个提问，大蕉叶上的题目总是一成不变——「你还记得香蕉之外的时光吗？」\\n\\n简单的提问总是换来苦涩的回答，香蕉们不能理解悲伤的情绪究竟从何而来。它就像香蕉受到外界压力时，果肉会氧化发黑一般理所当然。\\n\\n<i>「如果四处探险是你的愿望，」</i>\\n<i>「那就敲敲蕉树让猿长指路。」</i>\\n\\n「咚咚」声响了七回半，「励志蕉友游戏」要开始了。在这片密林乐园中，每一根香蕉都曾被许诺，只要付出足够努力，香蕉们不会永远都是香蕉。它们每根蕉都心怀梦想，为了成为伟大的猴子而不断奋斗…丛林退向两侧，猿长从中间走出，他向香蕉们展现温柔而谦逊的鞠躬礼仪，香蕉们也以礼相待——猿长带来了全新的游戏，来「蕉换」全新的故事。\\n\\n「咚咚」声响了十一回半，香蕉们被猴子接回树上，摇摆着进入了理想乡。绿色的太阳一闪一闪，咕噜咕噜的声音弥漫在乐园之中。"
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "",
      "name": "蕉乐园的模因线缆",
      "type": "OBJECT",
      "desc": "实验室中随处可见的光信号缆线，它被用于采集实验数据，以达成不可告人的秘密。对「香蕉们」而言，认知世界的方法就藏在其中。",
      "typeText": "连结绳",
      "backstory": "芭<unbreak>-77</unbreak>研究所的废墟位于天汇座-ψ，藏在某个丛林世界的地下。激进的游侠曾将此处捣毁，如今残余的线缆仍然闪烁着意义不明的信号。\\n\\n「那该死的研究所就像树林里的叶子一样难找」——于层层叠叠的树皮下，树骨构成了入口的形状，穿过漫长的树洞后，游侠们才找到了目标。\\n\\n这研究所比起「实验室」，更像是某种「美术馆」。繁杂的线缆在空中交织成册，按照设计者的意图泄下异色光彩，观者无不扶额感到晕眩，随后，光怪陆离的幻觉在眼前逐一铺开——纯黄的阈限空间，逐渐消失的人像画列，藏于帘后的怪物身影……\\n\\n游侠们熟悉这些手段，若是继续停留在设施里，随后便会出现胡言乱语、手舞足蹈的症状…一声清脆的枪托撞击后，年轻的游侠借助阵痛与眩晕从思绪迷宫里走出。\\n\\n在清醒的视线中，游侠向着最深处前行。芭<unbreak>-77</unbreak>研究所满是坍塌的雕塑、毁坏的壁画、色彩饱和度极高的装饰…而遍地破碎的容器又让此地形如监牢。游侠在最深处找到了一份报告，想象着建筑轰然坍塌前，曾发生过无数次的「认知实验」…某个下意识的瞬间，众人猛然回首，惊觉自己已身处丛林乐园之中，树叶不断向他们招手，询问他们是否还记得树上的美好。\\n\\n「我不是个香蕉吗？话说我们来这里干嘛？」年轻的游侠试图回到树上，让自己不再「蕉绿」。\\n\\n而盲眼的游侠意识到了问题，在一切变得无可挽回前，将年轻人生拉硬拽着带离了那里。\\n\\n「蕉蕉——让那帮猴子蕉鬼去吧！」"
    }
  ]
}