{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "流星追迹的怪盗",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "击破特攻提高<nobr>16%</nobr>。",
    "4": "使装备者的击破特攻提高<nobr>16%</nobr>。当装备者击破敌方目标弱点后，恢复<nobr>3</nobr>点能量。"
  },
  "pieces": [
    {
      "_id": 31111,
      "ids": [
        31111,
        41111,
        51111,
        61111
      ],
      "id": "",
      "name": "怪盗的千人假面",
      "type": "HEAD",
      "desc": "用以改变面貌的面具，结合精湛的演技便能以假乱真。",
      "typeText": "头部",
      "backstory": "流星怪盗卢布朗视行窃之事如参加假面舞会，隐藏身份是礼仪的一部分。\n\n「为什么面具还能改变身高和声音？哈哈哈哈，这是在下的专利技术，保密。」\n\n怪盗借用假面化身普通员工，潜入公司的安保会议之中，并对「怪盗防范措施」献计献策。直到偷盗结束后半个月后，安保部门才回想起自己从没见过这位「同事」。\n\n盗贼过着双重生活，总是需要一些掩人耳目的手段，这是怪盗界的传统。\n\n「让你们的编剧想想办法，看能不能让怪盗全程戴面具。」公司影视部门的市场营销对制片人说道，「我再强调下这个面具周边的需求，价格低廉，大受欢迎。」"
    },
    {
      "_id": 31112,
      "ids": [
        31112,
        41112,
        51112,
        61112
      ],
      "id": "",
      "name": "怪盗的绘纹手套",
      "type": "HAND",
      "desc": "编入纳米材料的特殊手套，可即时编写手套表面纹样。",
      "typeText": "手部",
      "backstory": "流星怪盗卢布朗没有不留痕迹的洁癖，他总是留下些误导的线索、恰到好处的挑衅。\n\n「为什么公司的人会因为假指纹上当无数次？也许，你应该问的是公司而不是我。」\n\n他的手套能够生成各种纹样，不仅让公司的指纹探测技术沦为笑话，还留下了一堆无伤大雅的「盗贼破绽」。安保部门在存放宝物的密室里找到了上百个印记，其中包括史前翼龙、星际瓢虫，拉布拉多…当然，没有一个属于他自己。\n\n仅仅是销声匿迹未免太过无趣，只会和那些担惊受怕的小毛贼们拉不开格局。\n\n「戏说也不能胡说，现在谁还用指纹系统？」公司安保部门抱怨道。「这些编剧到底有没有生活常识啊？」"
    },
    {
      "_id": 31113,
      "ids": [
        31113,
        41113,
        51113,
        61113
      ],
      "id": "",
      "name": "怪盗的纤钢爪钩",
      "type": "BODY",
      "desc": "伪装成编织腰带的钢索，腰带卡扣里隐藏着挂钩和滑轮。",
      "typeText": "躯干",
      "backstory": "考虑周全的怪盗总能在绝境之中安全撤离，腰间常备救命钩索。\n\n「腰间的钩索要怎么瞄准到想去的位置…你会解释你是如何迈出脚步吗？」\n\n放置宝物的密室里机关遍布险象环生，然而怪盗借助腰部的飞索抓钩闪转腾挪，如同在半空中舞出华尔兹。抓钩在三分之一秒内发射至数十米高墙上，滑轮随即回转，瞬间便将怪盗送到「狮子座之星」的面前。\n\n借助腰间的钢索就能飞天遁地，这便是飞贼的基本职业素养。\n\n「续作可以让我们的特技替身出演，还能省笔预算呢。」动作指导讥讽道。「反正带着面具，观众也看不出来谁是谁。」"
    },
    {
      "_id": 31114,
      "ids": [
        31114,
        41114,
        51114,
        61114
      ],
      "id": "",
      "name": "怪盗的流星快靴",
      "type": "FOOT",
      "desc": "一双辅助增强人体机能的靴子，帮助怪盗在楼宇之间大步流星。",
      "typeText": "脚部",
      "backstory": "怪盗在城市上空快速跃动时，会刻意留下炫目的残影，这便是「流星」之名的来历。\n\n「要是没有高楼大厦的话该怎么逃走？哈哈哈哈，请不要再问这些缺乏趣味的问题了。」\n\n无数次有惊无险的逃亡过程让怪盗早已驾轻就熟。没有人能够在城市中追上怪盗的流星快靴，除非有人能够知晓怪盗的据点。让怪盗意外的是，一位鸡窝头侦探端着咖啡杯正坐在卢布朗的椅子上，早已等候多时。\n\n怪盗的故事已经完结，接下来该讲讲侦探的故事了。\n\n「很多人不相信我们敢这么写，这就是我们这么写的原因。」编剧（匿名）解释充满争议的盗贼结局。"
    }
  ]
}