{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "烈阳惊雷的女武神",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "速度提高<nobr>6%</nobr>。",
    "4": "当装备者及其忆灵为装备者及其忆灵以外的我方目标提供治疗后，使装备者获得【甘霖】，每回合最多触发1次，持续<nobr>2</nobr>回合。装备者持有【甘霖】时，速度提高<nobr>6%</nobr>，我方全体暴击伤害提高<nobr>15%</nobr>，该效果无法叠加。"
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "女武神的翱翔翼盔",
      "type": "HEAD",
      "desc": "这顶翼盔曾见证了阳雷骑士挑落天神，它也见证了天空阖眼。",
      "typeText": "头部",
      "backstory": "滚烫的黄金熔岩在女武神脚下翻涌不息，她将表情藏于铁盔之下，如同冬雾遮蔽星辉。\n\n最后的天空之子已然沉没，而她也将孤独奔向截然相反的远方。\n\n「塞涅俄丝，你想起了谁？」朝夕相伴的翼兽察觉到她那轻微的思绪。女武神沉默片刻，那些众人向天空祈祷的旧时光早已一去不复返。「我想起了谁？我已经想不起任何具体的人了。我是那样炽烈地爱着世人，我又是如此仇恨人性之中的软弱，如今，我却谁也想不起……」\n\n翼兽们垂首不语，它们曾见过女武神曾追随过坚定的信念，也陷入过自欺的泡影。\n\n那覆面的铁盔之下，如今又是怎样的面庞？又有着怎样的视野？"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "女武神的骑枪手铠",
      "type": "HAND",
      "desc": "这对护手陪伴骑士赢下了所有的战斗。它能够让人紧握最致命的武器，忍受最痛苦的背叛。",
      "typeText": "手部",
      "backstory": "银鳞岩在锻炉中嘶鸣。年长的山之民为铸好的护手注入祝愿后，将其赠予身旁的女武神。\n\n「柔软，受伤。骑士，坚硬。比云母柔韧，愿你的骨骼。」\n\n她接过精致的手铠，轻轻擦拭那银鳞冰甲…她开始遥想自己手握着雷电劈斫而成的长枪、烈焰绽放而成的圆盾，她将冲向天空的战场，拯救所有人——强大只是拯救的必要条件。山之民仔细将真理的箴言烙印在指节上，并叮嘱女武神要始终记得铁手套的柔软之处。\n\n「焐热河床卵石，要用掌心。勿将冰川，雕琢成利剑。」\n\n可后来，她那近乎极端的使命感和正义感，只将那工匠的祝福灼烧成永不愈合的焦痕。"
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "女武神的启程披风",
      "type": "BODY",
      "desc": "这袭披风为阳雷骑士遮雨避尘，陪伴她经历所有的冒险——留下那天空中最醒目的背影。",
      "typeText": "躯干",
      "backstory": "尚未成为骑士的少女，在导师隐居的山洞中，接受出类拔萃的武艺指导。\n\n「做得好。很快，我就没什么可以教你的了。你想用这份力量做什么？」\n\n听闻神谕之后，少女心绪便早已不在训练之上。温和的导师看出了她的烦恼心思，轻轻将松脂涂抹在她常用的短剑上。「老师，我想活在真实之中。您听说了吗…雅努萨波利斯的圣女，以及她传来的神谕？」少女担忧着导师劝止自己，却早已暗下决心。\n\n「可，什么是真实呢？」温和的导师反问她，「…你需用一生去分辨它，这并不容易。」\n\n子夜她悄悄起身，想趁黎明到来之前就匆忙离去，却发现那叠好的披风，早已在启程的行囊之中。"
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "女武神的勋礼马刺",
      "type": "FOOT",
      "desc": "这对马刺来自阳雷骑士两只翼兽伙伴的馈赠——走在追求真实的道路之上，这是必要的疼痛。",
      "typeText": "脚部",
      "backstory": "英雄塞涅俄丝身边有两只翼兽伙伴——索拉比斯和露奈比斯，她的坐骑与战友。\n\n「我们追随你，塞涅俄丝。让我们见证你弑神取火的序篇吧。」它们信任着自信凌厉的女武神。\n\n两只翼兽托付大工匠打造出一对马刺，作为「阳雷骑士」授勋仪式的一部分——「感谢你们的心意，可是我用不上它」她知道那是骑士精确操控坐骑的辅助道具，「你们与我的心意一致，无需借助它的刺激，我们便能无间配合彼此。」\n\n「收下它吧，塞涅俄丝。你走在追求真实的道路上，应该明白『疼痛』使我们清醒。」露奈比斯的目光坚定如炬，索拉比斯引导着她的手接过那对马刺。\n\n阳雷骑士接受了象征友情的勋礼——若疼痛能让人及时调整方向，那便是必要的疼痛。"
    }
  ]
}