{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "盗匪荒漠的废土客",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "虚数属性伤害提高<nobr>10%</nobr>。",
    "4": "装备者对陷入负面效果的敌方目标造成伤害时暴击率提高<nobr>10%</nobr>，对陷入禁锢状态的敌方目标造成伤害时暴击伤害提高<nobr>20%</nobr>。"
  },
  "pieces": [
    {
      "_id": 31121,
      "id": "",
      "name": "废土客的呼吸面罩",
      "type": "HEAD",
      "desc": "能够过滤沙尘与辐射的面罩，像是由废弃呼吸器改造而来。",
      "typeText": "头部",
      "backstory": "塔利亚的废土客们总是时刻备着呼吸面罩，毕竟辐射和沙尘暴是这里的家常便饭。谁都很难说这样擅自改造的呼吸面具符合了什么科学原理，不过是一点儿自我安慰而已。\\n\\n「听说了没有？山谷那边有个老东西在面罩上插着水管呢！换我我肯定受不了。」\\n\\n废土客们似乎很少抱怨塔利亚极端的恶劣天气，一来他们无力改变现状，这破地方自从核爆以来就一直沙尘漫天；二来他们极其乐观，在红沙遮天蔽日的时候，他们会戴上防尘面罩冲向其他的匪窝，裹挟着风尘滚滚，如同阎罗鬼煞打家劫舍。\\n\\n一伙有准备土匪突袭另一伙没有准备土匪，这便是塔利亚的生存法则。\\n\\n这个防尘面罩看上去穿脱不便，还有着「钉壳镇」的防伪标记。"
    },
    {
      "_id": 31122,
      "id": "",
      "name": "废土客的荒漠终端",
      "type": "HAND",
      "desc": "能检测电离辐射气体的多功能垃圾，会讲垃圾话。",
      "typeText": "手部",
      "backstory": "塔利亚在成为盗贼公国之前，就以「繁星的垃圾场」之名远近闻名，不同世界的科技废品在这里找到第二次春天。\\n\\n「不要问我是不是喜欢戴着比枷锁还重的手部终端设备！关键时候，它比锤子还厉害。」\\n\\n钉壳镇建立之后，塔利亚最离谱的废土工程专家们终于找到一处安全的场所大展拳脚，他们创造了独属于塔利亚的「凭感觉科技」。铯尘计数器和会讲脏话的手部智能终端桥接在一起，就能诞生废土特有的多功能垃圾「荒漠终端」。\\n\\n所谓「凭感觉科技」的核心就在于：不要询问原理，也不要询问目的，没人在乎的。\\n\\n「竟然把我和垃圾组合在一起，你们简直是地沟里的臭老鼠。」智能终端的声音真诚而又热切。"
    },
    {
      "_id": 31123,
      "id": "",
      "name": "废土客的修士长袍",
      "type": "BODY",
      "desc": "宽松的长袍，由传教士的款式改造而来。",
      "typeText": "躯干",
      "backstory": "塔利亚的悍匪们大多没期待过救赎，更不知道什么是修士。他们只觉得这长袍子看上去中用，可以拿回去擦灰。\\n\\n「『无知为王的时代还没结束』？这是什么狗屁不通的句子！」\\n\\n废土客们发现了早已荒无人烟的修道院，甚至翻出了旧文明的典籍。他们近乎直觉地察觉到文明记录的珍贵价值，在一番虚情假意的感慨之后，欢快地付之一炬。废土客们带走的只有修士们剩下的长袍，除此以外的破东西在钉壳镇可是一文不值。\\n\\n废土客大多都没有文化，再多有关文明的资料都比不上一顿饱餐更有用，这也不应该指责他们。\\n\\n至少修士们的长袍留了下来，这也是一种文明存在的形式。"
    },
    {
      "_id": 31124,
      "id": "",
      "name": "废土客的动力腿甲",
      "type": "FOOT",
      "desc": "动力甲的腿部，废铁和旧电线制作的外骨骼。",
      "typeText": "脚部",
      "backstory": "钉壳镇的匪徒们需要一些手段来捍卫他们来之不易的水源和垃圾，用来凑数的匪徒科技就此应运而生，华而不实的动力装甲只有腿部实现了运转。\\n\\n「我要的是一整套动力装甲，现在你告诉我上面的部分都炸了？！你问问你自己，这腿甲你敢用吗？」\\n\\n隔三差五爆发的钉壳镇保卫战促进了「凭感觉科技」的战时发展，来路不明的材料和一拍脑门的工艺甚至能做出动力装甲。遗憾的是，初代废铁动力装甲只剩下了腿甲的部分，大幅简化之后仍然能让人像火箭一样发射出去，具体原因工程师也不太清楚。\\n\\n按照设计师的说法解释到：这是半梦半醒之间完成的设计，是一生只有一次的灵感之作。\\n\\n管他是可回收垃圾还是有害垃圾，还能用的垃圾就是好垃圾。"
    }
  ]
}
