{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "机心戏梦的钟表匠",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "击破特攻提高<nobr>16%</nobr>。",
    "4": "当装备者对我方目标施放终结技时，我方全体击破特攻提高<nobr>30%</nobr>，持续<nobr>2</nobr>回合，该效果无法叠加。"
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "",
      "name": "钟表匠的极目透镜",
      "type": "HEAD",
      "desc": "一枚金雕目镜，镜片映照远方的纷繁奇象，助它的主人望穿迷梦。",
      "typeText": "头部",
      "backstory": "在匹诺康尼关于「钟表匠」的故事里，他总是别具慧眼，能轻易看穿梦幻泡影下的商机，创造出谁也未曾料想的伟大事业。\n\n边陲监狱在万界之癌中争得自由，又在家族的光照下迎来和平与繁荣。据说钟表匠就是在此刻入局，他的目镜映出这片梦境的本质——人们在「薄暮的时刻」挥金如土，只为寻得「梦中的不可能之事」。从此，匹诺康尼的梦中出现了许多不可思议的事物：会讲笑话的茶壶、一边行驶一边旋转的跑车、每天都会变换位置的豪宅…它们大多毫无用处，却标卖着天文数字，而那些远道而来的人们，却愿意为之挥霍无度。\n\n此乃虚幻梦境，何不放肆狂想？一句「独存梦中，独一无二」，便将梦境中的奢侈与价值重新定义。\n\n苜蓿草家系与商界的老逐梦客们总为此事感到懊悔，埋怨自己为何没有早点看到这样的机会。而钟表匠只不过是看得比他们远了一点——每次都远了一点。"
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "",
      "name": "钟表匠的交运腕表",
      "type": "HAND",
      "desc": "一块做工精美的手表，有着奇特的子盘与时针，据说是梦境中好运的象征。",
      "typeText": "手部",
      "backstory": "「钟表匠」被称作钟表匠的原因，是系列故事最大的谜团。\n\n有人说他曾是钟楼的修补工匠，有人说他曾是贩售钟表的行商，甚至有人说他真的有一个表盘形状的脑袋——就像他创作的钟表小子一样。\n\n随着流言四起，梦中的腕表也借着钟表匠的名声一炮而红。逐梦客们知晓它们与本尊毫无联系，却依然将之视作对他的敬意，幸运的象征。在一系列商业行为的推动下，钟表图案成了匹诺康尼最常见的事物——服装、首饰、食品…从街头小巷的涂鸦到酒店大堂的巨钟，这位传奇大亨的影子无处不在。\n\n「在匹诺康尼，谁会不喜欢钟表呢？」\n\n而真正的钟表匠似乎默许了这一切，从未对那款最初的腕表发表过任何意见。直到钟表图案在匹诺康尼变成理所当然，直到再没有人追问钟表匠的来由。"
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "",
      "name": "钟表匠的空幻礼服",
      "type": "BODY",
      "desc": "一身富丽堂皇的皮领礼服，华美典雅，通常用于宴会等正式场合。",
      "typeText": "躯干",
      "backstory": "在匹诺康尼的诸多传闻中，「钟表匠」有着截然不同的身份与外表。\n\n在虚构无端的故事里，他时而是和蔼的老者，时而是优雅的淑女，甚至有传言说他是一位身高百尺的巨人绅士…但无论在哪个故事里，他总有一身华丽的行头。\n\n传言钟表匠会在晨昏交界的梦境中，将自己的秘密分享给舞伴。听闻此言，人们纷纷步入华服舞会，向每一位藏在金装玉裹的人群中的神秘宾客发出邀请——越来越多的逐梦客借此相识相知，舞会也渐渐变成友情与爱情的交际场。价格高昂的入场券总是开售即空，哪怕传闻中身着华服的主人从未现身，也不妨碍来宾们寻求邂逅的热情。\n\n「瞧您的打扮，莫非就是大名鼎鼎的钟表匠？」这句话从最初的真诚询问，到后来的夸赞奉承，最终成了邀舞的托词。\n\n钟表匠多了一份舞会的生意，而梦境中也多了一份浪漫与激情。"
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "",
      "name": "钟表匠的隐梦革履",
      "type": "FOOT",
      "desc": "一双款式优雅的皮靴，穿戴者曾以神秘的姿态踏梦潜行。",
      "typeText": "脚部",
      "backstory": "「钟表匠」踏遍了每一刻梦境，也踏遍了匹诺康尼的历史。他的名字已然在梦想之地流传了数百年，而如今的逐梦客却依然能听见他的动向。\n\n人们不禁开始怀疑，钟表匠究竟是一个人，还是一个团体，抑或是家族的一个谎言？\n\n一些逐梦客誓要发掘出钟表匠的真相，前往各个梦境探寻神秘豪绅的踪迹，最后却只寻得掠影浮光——某次商业会谈的神秘来客、某个异军突起的无主品牌、某笔来路不明的巨额投资…每当他们试图推论钟表匠并不存在，却反而印证了钟表匠在梦中无处不在。\n\n关于钟表匠的书籍塞满了「初醒图书馆」的书架，他的名字永远萦绕着匹诺康尼。\n\n人们越是想要探究真相，就越是被谎言掩蔽…在千篇故事与万般传言中，这位盛会巨星只是留下足迹，不曾留下身影。"
    }
  ]
}