{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "恶海逐波的船长",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "暴击伤害提高<nobr>16%</nobr>。",
    "4": "装备者成为其他我方目标的技能目标时，获得1层【助力】，最多叠加<nobr>2</nobr>层。施放终结技时，若持有<nobr>2</nobr>层【助力】，消耗所有【助力】，使装备者攻击力提高<nobr>48%</nobr>，持续<nobr>1</nobr>回合。"
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "船长的领航笠帽",
      "type": "HEAD",
      "desc": "泛着珍珠光泽的宽边太阳帽。海上驰骋的船员们，借此抵挡艾格勒的烈日。",
      "typeText": "头部",
      "backstory": "岸边的礁石间，三层桨座战舰的残骸如巨鲸般搁浅——那是征伐海妖的舰船，海浪将船只推回了海岸，却将遇难者留在了大海之中。\n\n「法吉娜的勇士啊，无论你是谁，我恳请你站出来保卫斯基亚纳！」国王的悲泣无人回应——与那海妖为敌，结局不外乎化为海上浮尸。\n\n「给我艘坚固无比的大船，再给我五十名船员，我来杀死那作恶的海妖！」佩戴着宽边太阳帽的年轻船长，从拥挤的人群中挤出，他那笠帽泛着珍珠般的光泽，为众人惨白的脸庞镀上一层七彩虹晕——他的出现就像是海上黎明，转瞬之间，地平线上已是鱼肚白。\n\n「我会给你打造一艘世上最好的船！」工匠们被年轻船长的神采吸引。那巨船的木材能在大海之上永不腐烂，船首还装着从瑟希斯的巨树上削下的木板，拥有预言的能力——\n\n「去吧，贤人培养的弟子，众神选中的英雄，去驯服法吉娜的癫狂吧。」三日后，满载着船员的舰船从斯基亚纳出航。"
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "船长的捕光星盘",
      "type": "HAND",
      "desc": "捕获星光指引方向的航海罗盘。即使身处昏黑无边的大海中，也会有星光指出前进方向。",
      "typeText": "手部",
      "backstory": "乌云如铅铁般挤压着桅顶，暴风雨中舰船如同飘零的浮萍，那宝树制成的甲板在滔天巨浪中也不禁剧烈晃动。\n\n「那终年浪静风恬的海域，也染上了海妖乖张暴虐的恶习。」年轻的船长站在舰艏塔楼上，愁眉紧锁盯着远方浓黑的乌云…手腕上的星盘仍然没有回应。\n\n一道惊雷落下，主帆索应声而断，水手们乱作一团——年轻的船长呵斥众人，要求桨手们听从号令发力，指挥舵手调转方向，避开一道道如山巨浪…在艾格勒引航的星光闪烁之前，竭力应对法吉娜的盛怒。忽地，船长振臂高呼，那腕上的航海罗盘反射着斑驳星光——\n\n「所有人，跟随那道光，我们就要冲破风暴！」\n\n水手们鼓足精神，高唱着船歌。舰船如同利刃一般劈开海浪，冲向黎明。\n\n「很快我们就要将她带出枷锁～看清前路，准备！出发！」"
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "船长的驭风斗篷",
      "type": "BODY",
      "desc": "航海斗篷如同巨帆般飞舞。若长风不助我，我便化为长风。",
      "typeText": "躯干",
      "backstory": "一人高的青铜弩箭裹着烈焰刺破海雾，却在靠近海妖鳞甲瞬间裂作齑粉。那淡蓝色的腕足将人拦腰缠住，被斩断的腕足在船板上翻滚，啃噬着惊恐的船员。\n\n「船员的手脚在空中挣扎，哭喊着我的名字，这是我航海生涯中最可怖的景象。」船长的声音带着唇齿颤抖，他并没有说谎。\n\n巨大的海妖浮上海面，那虬结的触须将舰船紧紧抱住，它的背脊如移动的岛屿。大副将烧红的铁矛刺入那上千尖齿的口中，腥臭的黑血染黑了整个甲板。船员们侥幸从一次致命袭击中逃生，船长回首时看见，船尾塔楼被巨大的腕足拍碎，如同尼卡多利的天谴之矛砸碎一枚核桃壳。机会千载难逢，是冲刺，还是逃走，所有人望向船长——\n\n「左满舵，桨手们，全速前进！帆面全开，以撞角迎敌！」\n\n船长的斗篷在猎猎长风中舞动，船员们亦视死如归——钢铁与鳞甲纠缠在一起，龙骨折断，海妖哀嚎。它的身躯失去了曾经不可一世的伟力，缓缓沉入海底。"
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "船长的踏浪游靴",
      "type": "FOOT",
      "desc": "破碎的浪花在船长靴下绽放。即便他一去不返，海潮也会带回他的祝福。",
      "typeText": "脚部",
      "backstory": "不知何处的海滩上，年轻的船长仰面朝天。残阳为破碎的海岸镀上一层黄金…在这片光晕中，遥远的斯基亚纳似乎变得触手可及——他知道，这便是生命中最后的时光。\n\n「…我等已然驯服了法吉娜的癫狂。」海妖早已逃往海水更深处，百年内不可能再度侵犯海岸。\n\n那块取自瑟希斯巨树上的木板询问着船长最后的话语。它将乘坐着海浪，回到魂牵梦萦的斯基亚纳，传唱英雄的征途，鼓励更多的年轻人驶出海岸。船长望见自己被截断的半身，那是贤师赠予他的长靴，曾助他遍历城邦…眼下，漫长的征途将停于此处——\n\n「告诉他们，我还有一片冥海去征服。故乡啊，千万别为我悲伤。」\n\n海风年复一年轻拂着斯基亚纳的城墙，海妖的故事，变成了母亲哄睡孩童时的呢喃…那些侥幸恶海逃生的水手们，还在等待船长踏浪归来。"
    }
  ]
}