{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "再创天地的救世主",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "暴击率提高<nobr>8%</nobr>。",
    "4": "装备者施放普攻或战技后，若装备者的忆灵在场，使装备者及其忆灵生命上限提高<nobr>24%</nobr>，我方全体造成的伤害提高<nobr>15%</nobr>，持续至装备者下次施放普攻或战技后。"
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "救世主的登程风帽",
      "type": "HEAD",
      "desc": "传说中救世主遮风避雨时会使用的风帽，实际穿着可能与吟游诗人的描述不同。",
      "typeText": "头部",
      "backstory": "欧洛尼斯的夜雾缠绕月桂树枝，\n救世的英雄随着黑匣一同，自天外降临命运重渊。\n\n{F#她}{M#他}应神谕而来，然而那时祭司们却畏惧着谈论天外。\n「切莫高声谈论天空，那多疑的艾格勒从不犹疑降下阳雷的责罚。」\n听罢这番话，自信的救世主怒气咻咻答道：\n「灾难的预卜者，你从未考虑过，神明也应担忧来自人子的责罚。」\n\n在城垣之上，救世主见证玫瑰色的黎明在地平线上升起，\n「首先是那执掌『纷争』的尼卡多利，\n我祈求它能为自己带来荣耀，而并非疯狂。」\n救世主摘开风帽，将一柄长枪掷出，\n那迅驰的飞影好似初春的独狼，冲向了悬锋城，在街巷间奔突。\n\n「以墨涅塔之名！若命运纺线已断，我会重续篇章。」\n远方响起了疯王的怒吼，那长枪先于脚步宣告了启程。\n「那与我为伴的黄金裔伙伴将在旅程中等候，我必须出发了。」\n\n雅努斯祭司们望向救世主披散的灰发，高声欢呼，\n就像得到滋养的干枯草种一般欢欣。"
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "救世主的执剑护手",
      "type": "HAND",
      "desc": "传说中救世主披荆斩棘时会穿戴的护手，实际穿着可能与吟游诗人的描述不同。",
      "typeText": "手部",
      "backstory": "法吉娜的冰海刻蚀着斯缇科西亚的长岸，\n救世的英雄已来到冥河渡口，幽色的巨龙化身为冥府渡船。\n\n冥河沿途的亡魂化作甜蜜的低语，劝告英雄不必重返世间。\n「你已经令那世间的泰坦们臣服，将伟业留于你的传承者们如何？」\n听罢这番话，哀伤的救世主痛心疾首地答道：\n「沉沦于此的死者，你从未考虑过，我那救世的愿望胜过团聚的心。」\n\n在渡船之上，救世主回想起逐火旅程的一幕幕过往，\n「再见了，『死亡』的塞纳托斯，\n我祈盼你能照顾好我最好的朋友们，哪怕他们从未畏惧死亡。」\n救世主抚摸着麂皮护手，仍然留有故友们的温度，\n从那开满安提宁花的海岸，乘着温暖湿润的西风，吹向人间。\n\n「瑟希斯，请你捍卫我的理性，让我不必再蓦然回首。」\n那起死回生的经历，足以向任何人证明其英雄的资质。\n「不会再漫长了，我的黄金裔伙伴们，我将兑现那不被磨灭的誓言。」\n\n吉奥里亚的大地迎来了{F#她}{M#他}的回归，逐火的旅途继续。\n就像乌云散去的黑夜，启明之星再次闪烁。"
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "救世主的传承战袍",
      "type": "BODY",
      "desc": "传说中救世主兵刃相接时会披戴的战袍，实际穿着可能与吟游诗人的描述不同。",
      "typeText": "躯干",
      "backstory": "艾格勒的黑云滚滚蕴压着盛怒，\n救世的英雄踏上彩虹构筑的桥梁，击坠那原本触不可及的天空。\n\n与救世的英雄并肩的正是{F#她}{M#他}出生入死的伙伴。\n「逐火是不断失却的旅途，在那一切当中，生命也微不足惜。」\n听罢这番话，决然的救世主冷静地答道：\n「我早已明白你们的决心，千千万万次，我绝不会背叛它。」\n\n奔赴再创世仪式的途中，救世主与捍卫归途的战友们逐一告别，\n「那是持续千年的征途与史诗，\n那是无数前人交予你我，今日必将在此地完成的故事。」\n最后的搭档将斗篷挂在救世主护肩之上，转身面对潮水般的强敌。\n那是并肩作战的象征，既是托付，也是传承。\n\n「倘若塔兰顿你能听见，如此壮烈的牺牲，值得更好的明天。」\n「诚然，我等付之一炬——」\n「只为在创世的史诗中，镌写下开篇的一笔。」\n\n在刻法勒温柔的注视下，救世主会带着所有的人愿望再创天地——"
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "救世主的拓荒长靴",
      "type": "FOOT",
      "desc": "传说中救世主跋山涉水时会穿戴的长靴，实际穿着可能与吟游诗人的描述不同。",
      "typeText": "脚部",
      "backstory": "「『黄金之茧』，你将亲眼见证浪漫的终局，重织无瑕的命运。」\n「『万径之门』，你会敞开万千归途，实现明日相见的预言。」\n「『裂分之枝』，你埋下那『怀疑』的智种，终将在众人的智慧中发芽。」\n「『晨昏之眼』，看啊！那天空无缺无隙，尽头便是治愈的虹光。」\n\n「归乡吧，『天谴之矛』，你会登上众人簇拥的王座，为世间誓约和平。」\n「畅所欲言吧，『翻飞之币』，无论是狡黠玩笑，还是真诚言语，你无需隐瞒。」\n「尽情拥抱吧，『灰黯之手』，冥河的主人……」\n「你的温柔足以温暖彼岸的花海，人们每次离别都值得重逢的期待。」\n\n「世人会听见，『满溢之杯』的歌声在欢宴中不息。」\n「世人会看见，『永夜之帷』珍藏永不忘却的岁月。」\n「不朽的『磐岩之脊』将托举众生的远行，直至旅途的终点。」 \n「『公正之秤』将赠予无私的律法，为逐火之旅的万千英杰加冕……」 \n\n「『全世之座』 ，不必再孤独地背负起一切。\n你看，燃烧不灭的烈阳已然升起……」\n\n那由遗憾铸就的词句，将在重写的诗篇中圆满。\n那遥不可及的终点，将在「开拓」中抵达。"
    }
  ]
}