{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "Arcadia of Woven Dreams",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Saat jumlah rekan tim di medan pertempuran saat ini tidak sama dengan 4, setiap 1 rekan tim yang berlebih/kurang akan meningkatkan <nobr>9%</nobr>/<nobr>12%</nobr> DMG yang diakibatkan oleh pengguna dan Memosprite pengguna, dapat ditumpuk hingga <nobr>4</nobr>/<nobr>3</nobr> lapis."
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "Membrance Maze's Serene Treehouse",
      "type": "NECK",
      "desc": "Di dalam Planar Sphere tersegel \"Labirin Misteri\" Aedes Elysiae. Menyibak jerami emas, kamu pun terjatuh ke dalam sebuah lubang pohon yang dalam, sangat dalam ... Eh? Ada begitu banyak peri kecil! \"Satu, dua, tiga, empat, lima, enam, tujuh?\" Salah! Seharusnya \"Do, re, mi, fa, sol, la, si!\".",
      "typeText": "Planar Sphere",
      "backstory": "\"Hehe, anak-anak, Labirin Misteri sudah masuk musim panen lagi. Apa yang harus kita siapkan?\" Kepala Desa bertanya dan tersenyum sambil mengelus janggut putihnya.\n\"Pesta Anggur!\" para peri kecil bersorak.\n\nPada awalnya, Labirin Misteri hanyalah sebidang tanah tandus. Seorang anak laki-laki dan seorang anak perempuan dari Aedes Elysiae membawa benih dari dunia luar dan mengajarkan para peri cara menanamnya. Setelah benih itu tumbuh dan berbunga, para peri pun meniru mereka, memetik nektar dengan mengikuti jejak lebah berkaki berbulu emas di samping terali anggur. Kemudian bunga-bunga gugur dan menjadi buah. Ketika musim panen tiba, para peri akan berkumpul dan menyanyikan lagu perayaan. Pesta meriah pun berlangsung hingga malam tiba. Lalu setelah malam berakhir? Mereka akan mengisi botol-botol dengan nektar tahun itu dan menguburnya dalam-dalam di bawah tanah, menunggu hingga musim berikutnya saat nektar berfermentasi menjadi ramuan ajaib yang dapat menyembuhkan nyeri pertumbuhan dan hawa musim dingin.\n\nPesta anggur selalu sama setiap tahunnya.\nPada perayaan tahun ini, kepala desa menggoyangkan janggut putihnya sambil bertanya, \"Ada yang lihat Relimem?\"\n\nPara peri pun mencari ke sana kemari, hingga akhirnya menemukan \"Relimem\" di depan pintu rumah pohon. Ia tertidur pulas, gelembung tidur mengembang di sudut bibirnya, seolah sedang bermimpi indah. Peri kecil \"Milimem\" yang penasaran mendekat, dan mendengar ia mengigau dalam tidurnya — \"Phai, Rere, kalian kan sudah janji datang lagi buat minum anggur buah duri yang kita kubur tahun lalu bareng-bareng!\"\n\nDi dalam mimpinya, Relimem berubah menjadi raksasa — begitu besar hingga menghalangi lubang pohon menuju Labirin Misteri. Kedua anak itu sama sekali tidak bisa menemukan jalan masuk. Phai dan Rere mencoba menggelitik telinga Relimem dengan rumput alang-alang, lalu memanjat dan melompat-lompat di atas perut Relimem sambil memanggil namanya, tetapi Relimem yang tertidur terlalu pulas tidak mendengar mereka.\n\"Gawat, jangan-jangan Phai dan Rere tidak datang gara-gara aku menutupi jalan masuknya?\"\nDi dalam mimpi, jantung Relimem pun mulai berdebar kencang.\n\n\"Ha ... Hatchi!\"\nRelimem bersin sekali dan terbangun. Syukurlah, ia tidak benar-benar berubah menjadi raksasa yang menghalangi jalan. Tapi kok yang mengelilinginya hanyalah para peri?\n\"Mana Phai dan Rere? Mereka sudah datang belum?\"\nPara peri menggelengkan kepala. Sudah entah perayaan keberapa kalinya tanpa Phai dan Rere.\nRelimem kembali murung. Tahu begitu, seharusnya ia bermimpi lebih lama.\nRelimem yang masih kecil itu belum tahu bagaimana menggambarkan perasaannya. Kalau harus diibaratkan, mungkin sama seperti saat melepaskan kunang-kunang dari dalam botol kaca, tepat di hari terakhir musim panas."
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "Membrance Maze's Wishing Whistle",
      "type": "OBJECT",
      "desc": "Seruling yang terbuat dari tanah liat, melambangkan janji antara para peri dan dua anak manusia. Ketika anak laki-laki dan anak perempuan itu meniup seruling tersebut, akan terdengar bunyi \"Mem?\" dan para peri akan membuka lubang pohon menuju Labirin Misteri untuk menyambut kedatangan mereka!",
      "typeText": "Link Rope",
      "backstory": "\"Ingat janji kita ya! Setiap kali kalian meniup seruling harapan itu, kami pasti akan dengar, sejauh apa pun kalian berada.\"\n\nSaat itu adalah pertama kalinya anak laki-laki dan perempuan dari Aedes Elysiae datang ke Labirin Misteri dan bertemu para peri. Mereka sedang bermain petak umpet di halaman bersama teman-temannya, dan tanpa sengaja terjatuh ke dalam lubang pohon di tengah semak belukar. Lubang pohonnya sangat dalam, seperti perosotan yang tak berujung. Namun, alih-alih terjatuh pusing seperti yang dibayangkan, mereka malah meluncur langsung ke tengah kerumunan peri ....\n\"Satu, dua, tiga, empat, lima, enam, tujuh ... Wah, banyak sekali anjing kecil ... Eh, atau kelinci?\"\n\"Salah, harusnya do, re, mi, fa, sol, la, si. Nama kami Dolimem, Solimem, dan Relimem ...!\"\n\nPersahabatan anak-anak dengan para peri bagai ribuan bintang jatuh — begitu cepat dan begitu indah. Mereka melewati satu hari yang menyenangkan bersama. Namun sayang, waktu untuk berpisah pun tiba. Orang tua anak-anak itu pasti akan khawatir kalau mereka tidak segera pulang.\n\"Setelah pisah, kita masih bisa ketemu lagi tidak?\" tanya si anak laki-laki dengan sedih.\nBerpisah ... bertemu lagi ... para peri tidak memahami itu. Tidak ada perpisahan dan pertemuan di Labirin Misteri. Namun, dari ekspresi anak-anak, hal itu pasti sesuatu yang menyedihkan. Relimem si peri ungu pun merenung sejenak dan berkata, \"Phai, Rere, tunggu sebentar! Aku punya sesuatu untuk kalian!\"\n\nAnak laki-laki dan perempuan itu menggenggam hadiah dari Relimem — sebuah seruling berbentuk telinga peri yang dibuat oleh Relimem sendiri. Ada tujuh lubang di atasnya, yang bila ditiup akan menghasilkan nada-nada indah: do, re, mi, fa, sol, la, si. Relimem berkata dengan sungguh-sungguh, \"Lain kali kalau kalian mau main ke Labirin Misteri, tiuplah seruling ini. Apa pun yang sedang kami lakukan, baik itu tidur, nyanyi, atau membangun rumah dari daun, kami pasti akan dengar. Kami akan buka lubang pohon menuju Labirin Misteri untuk kalian.\"\n\n\"Ternyata ini seruling misterius yang bisa membangunkan para peri!\" ujar anak perempuan sambil tersenyum nakal, \"Janji jari kelingking ya, kami akan datang kembali.\"\nSejak saat itu, momen paling menyenangkan bagi Relimem adalah setiap kali seruling itu berbunyi. Dia selalu akan berteriak dengan lantang, \"Ya, kedua telingaku mendengarnya!\"\n\nSampai kemudian, Phai dan Rere yang telah meninggalkan Aedes Elysiae masih mengingat semua kenangan masa kecil mereka. Mainan kaleng berkarat, patung prajurit yang tak berlengan di lumbung, bunga rajutan dari kain wol, hujan yang tak kunjung turun, darah yang sudah lama mengering, dan ladang gandum yang hangus terbakar ....\nNamun, mereka melupakan seruling yang terkubur di dalam tanah ... dan janji yang tak lagi ditepati."
    }
  ]
}