{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "Band of Sizzling Thunder",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Lightning DMG +<nobr>10%</nobr>.",
    "4": "Saat pengguna melancarkan Skill, meningkatkan <nobr>20%</nobr> ATK pengguna selama <nobr>1</nobr> giliran."
  },
  "pieces": [
    {
      "_id": 31091,
      "ids": [31091, 41091, 51091, 61091],
      "id": "bands_polarized_sunglasses",
      "name": "Band's Polarized Sunglasses",
      "type": "HEAD",
      "desc": "Kacamata klasik yang digunakan Janis — vokalis utama. Kacamatanya memiliki lensa krom yang memantulkan cahaya biru.",
      "typeText": "Kepala",
      "backstory": "Umur bintang semakin berkurang. Sebelum bintang raksasa merah meletus sepenuhnya, penghuni Emerald-III sudah melarikan diri dari planet asalnya.\\n\\nDihadapkan dengan masa depan tanpa jalan keluar, orang-orang hebat kehilangan harapan dan berpura-pura tidak mendengar teriakan putus asa.\\n\\nOrang tua Janis membayar sejumlah besar poin Credit untuk naik pesawat luar angkasa, tak berdaya menantikan penyelamatan antar bintang. Planet-planet akan hancur dalam ledakan bintang raksasa merah, sementara bintang-bintang akan runtuh menjadi katai putih (bintang kecil yang tidak lagi bersinar) ... Sebelum datangnya malapetaka, melarikan diri adalah satu-satunya pilihan. Janis si Doctor of Chaos, malah berencana menghadapi pemusnahan galaksi dan membuktikan bahwa jejak yang tersisa tidak akan berubah menjadi ketiadaan.\\n\\nMatahari yang sekarat semakin terik, Janis lantas mengambil kacamata hitam ibunya dan kembali ke planet asalnya dengan orang-orang muda yang berpikiran sama.\\n\\n\"Penakut cuma akan lari keluar, tapi mulutnya terus meneriakkan penyelamatan.\" — \"Penyelamatan Murahan\", seperti itulah sepenggal isi single dari album pertama band Sizzling Thunder. Janis telah mengubah kata-kata kemarahan yang diucapkan saat bertengkar dengan orang tuanya menjadi lirik lagu."
    },
    {
      "_id": 31092,
      "ids": [31092, 41092, 51092, 61092],
      "id": "bands_touring_bracelet",
      "name": "Band's Touring Bracelet",
      "type": "HAND",
      "desc": "Gelang pemain bass, Sid. Terbuat dari tautan gelang-gelang selama tur, di atasnya tertulis beberapa baris lirik lagu.",
      "typeText": "Tangan",
      "backstory": "Dengan beberapa lagu pendahuluan yang kuat, band Sizzling Thunder dari Emerald-III memicu semangat seluruh planet dengan cepat.\\n\\nPetir dan kilatan petir yang dilontarkan oleh gitaris ritem Dave adalah tanda pembukaan pertunjukan, tetapi bagi para penggemar, hal itu dianggap sebagai satu-satunya cahaya selama sisa hidup mereka.\\n\\nSetiap konser secara spontan dikelola oleh penggemar. Mereka membagikan gelang untuk mengidentifikasi diri saat memasuki tempat konser. Sebagian besar penggemar tidak mampu membayar biaya pelarian yang tinggi, sehingga mereka dengan enggan menerima nasib menunggu ledakan elektromagnetik. Tetapi sejak melihat para pemuda pemberontak kembali ke planet, mereka merasa semangatnya kembali dihidupkan. Mereka merekam lirik pada gelang, mencatat waktu setiap pertunjukan, dan merekam teriakan hening mereka.\\n\\nPemain bass, Sid mengumpulkan gelang untuk setiap tur dan meminta pacarnya Nancy menautkannya menjadi gelang, dan terus ia kenakan.\\n\\n\"Tidak ada artinya, tidak ada arah, tidak ada tempat lain untuk dituju, dan kita tidak memiliki masa depan.\" Seperti itulah isi dari \"Jalan Kami\", single dari album kedua Sizzling Thunder, yang merupakan moto hidup Sid."
    },
    {
      "_id": 31093,
      "ids": [31093, 41093, 51093, 61093],
      "id": "bands_leather_jacket_with_studs",
      "name": "Band's Leather Jacket With Studs",
      "type": "BODY",
      "desc": "Salah satu vokalis utama, David, menggambar bintang putih di balik jaket kulitnya, yang kemudian menjadi sampul album terakhir.",
      "typeText": "Badan",
      "backstory": "Musik rock 'n' roll Sizzling Thunder bergema di seluruh galaksi, dan anak-anak muda yang tidak rela melarikan diri pun kembali ke Emerald-III yang akan segera hancur.\\n\\nGitaris utama Jimmy membawa band ke bawah tanah. Di sana mereka bernyanyi tentang tragedi kehancuran planet, yang bergema di seluruh alam semesta.\\n\\nSebelum pertunjukan dimulai, David menyemprotkan bintang-bintang putih di belakang jaket kulit berdurinya, dan itu adalah katai putih yang sudah menyusut, bukti adanya bintang-bintang. Mau orang-orang yang telah meninggalkan galaksi, ataukah orang-orang yang tetap tinggal untuk menghadapi kehancuran, semuanya sama-sama mendengarkan musik rock 'n' roll, dan melambaikan simbol yang sangat mencolok.\\n\\nMeski band sudah lenyap, namun keberadaan mereka akan terukir selamanya di dalam lirik lagu.\\n\\n\"Kita harus membuat hidup kita terus terbakar untuk menyalakan katai putih yang kesepian.\" — \"Bintang Putih\", lagu dengan judul yang sama di album terakhir Sizzling Thunder, lirik dan lagunya ditulis oleh David."
    },
    {
      "_id": 31094,
      "ids": [31094, 41094, 51094, 61094],
      "id": "bands_ankle_boots_with_rivets",
      "name": "Band's Ankle Boots With Rivets",
      "type": "FOOT",
      "desc": "Sepatu bot pendek milik pemain drum, Bonham. Paku paku keling yang menempel pada permukaan sepatu memantulkan cahaya panggung.",
      "typeText": "Kaki",
      "backstory": "Sizzling Thunder telah mengubah sikap manusia saat menghadapi kiamat, tapi tidak bisa mengubah hasil akhirnya.\\n\\nPermukaan planet yang sunyi penuh dengan kesedihan dan kemurungan, dan di masa kelangkaan, band ini merekam semua album dengan film sinar-X yang dibuang.\\n\\nKetika malam panjang Emerald-III tiba, suhu permukaan turun drastis, dan udara yang tadinya membuattidak nyaman kini menjadi lebih sejuk. Orang-orang keluar dari tempat perlindungan bawah tanah untuk mencari lokasi pertunjukan band. Di lokasi tur \"Thunderclap\" yang terakhir, udara yang gelisah dipenuhi dengan pertanda badai elektromagnetik, dan petir ditransmisikan ke panggung melalui penumpu logam. Cahaya listrik menari di bawah sepatu Bonham. Sizzling Thunder dan petir telah menjadi satu kesatuan. Setelah encore selesai, bola petir yang besar lalu menelan panggung.\\n\\nAcara untuk mengucapkan terima kasih telah berlalu, dan pertunjukan Sizzling Thunder tersebut pun menjadi pertunjukan yang terakhir — kondisi yang serupa dengan lirik lagu yang mereka nyanyikan.\\n\\n\"Gemuruh petir telah menutupi suara kami, kilat mengalir dalam pembuluh darah kami. Sambil membawa musik kami, mati bersama bintang-bintang.\" — \"Lagu Gemuruh Petir\", single dari album terakhir Sizzling Thunder, karya yang paling dibanggakan Bonham."
    }
  ]
}
