{
  "_id": 304,
  "id": "belobog_of_the_architects",
  "name": "Belobog of the Architects",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>15%</nobr> DEF pengguna. Meningkatkan <nobr>15%</nobr> DEF tambahan ketika Effect Hit Rate pengguna lebih dari atau sama dengan <nobr>50%</nobr>."
  },
  "pieces": [
    {
      "_id": 33045,
      "ids": [
        33045,
        43045,
        53045,
        63045
      ],
      "id": "belobogs_fortress_of_preservation",
      "name": "Belobog's Fortress of Preservation",
      "type": "NECK",
      "desc": "Terdapat pemandangan Administrative District Belobog yang paling umum: Monumen Salju Abadi yang tercetak di sampul. Orang yang lewat bisa merasakan tatapan hangat dari jauh, yang menjaga mereka setiap saat.",
      "typeText": "Planar Sphere",
      "backstory": "Ribuan tahun yang lalu, Jarilo-Ⅵ masih memiliki iklim yang baik sepanjang tahun dan lingkungan laut yang membuat iri semua orang.\\n\\nBuah-buahan manis tumbuh di seluruh hutan, kehangatan berembun dibawa oleh pasang surut, dan anggur ambrosial meluap seperti mata air, tampaknya tak terbatas jumlahnya untuk diambil dan diminum semua orang sesuai keinginan hati mereka. Penduduk setempat penuh semangat dan inspirasi. Mereka membangun jalan, kota, vila tepi laut, dan istana kemegahan. Kehidupan yang kaya sepertinya selalu dimulai dengan secangkir kopi panas di pagi hari dan diakhiri dengan segelas malt wort yang diseduh dengan hati-hati di senja hari.\\n\\nSegera rel bintang terhubung ke dunia Jarilo-Ⅵ, menghadirkan perdagangan antarbintang dan teknologi ekstra-langit.\\n\\nPada awalnya, pengunjung dari dunia lain datang ke sini untuk mendapatkan bijih Geomarrow. Mineral sebening kristal ini mengandung darah yang menggerakkan industri, pantulan berwarna Amber yang memancarkan kilauan Preservation. Kemudian, pengunjung dunia lain datang ke sini untuk menetap dan menjalani kehidupan yang damai. Jarilo-Ⅵ tidak kekurangan pasokan teluk dan teluk yang indah, pohon palem, nada dan melodi yang menggembirakan, yang semuanya menjadikannya tujuan yang sempurna bagi setiap pelancong yang lelah. Orang-orang percaya, waktu tertentu, planet dengan iklim berembun ini pada akhirnya akan bersinar seterang planet lain yang terkenal di seluruh galaksi.\\n\\nSekitar seribu tahun yang lalu, sebuah Stellaron terbang melintasi langit dan turun ke dunia ini.\\n\\nKemudian, nasib seluruh planet jatuh ke dalam kekacauan total, seperti lelucon yang penuh dengan absurditas. Legion dari Destruction yang kejam turun dari langit, dan dengan demikian api perang menyebar ke seluruh negeri. Para Architect membangun tembok dan garis pertahanan. Mereka mendirikan patung-patung yang tingginya ratusan meter untuk melawan monster berbentuk naga itu. Tapi segera setelah itu, Kebekuan Abadi tiba-tiba menghantam mereka semua, menelan segalanya, baik itu teman atau musuh. Seluruh planet diselimuti keheningan total. Sebuah penghalang luar angkasa yang sangat besar yang tak terlihat menutupi seluruh kota benteng, seperti cahaya lilin yang melindungi di malam sedingin es. Sejak saat itu, peradaban terus berlanjut.\\n\\nKemudian, kota ini diberi nama Belobog."
    },
    {
      "_id": 33046,
      "ids": [
        33046,
        43046,
        53046,
        63046
      ],
      "id": "belobogs_iron_defense",
      "name": "Belobog's Iron Defense",
      "type": "OBJECT",
      "desc": "Silvermane Guard dari Belobog berdiri teguh, menantang badai musim dingin yang membekukan. Mereka membentuk barisan, menunggu serangan masuk dari para penyerbu di luar angkasa. Tekad Silvermane Guard tidak dapat dihancurkan, dan garis pertahanan mereka tidak akan pernah mundur.",
      "typeText": "Link Rope",
      "backstory": "Sebelum datangnya malapetaka, Architect pernah memiliki harapan untuk Jarilo-Ⅵ.\\n\\nMeniru keagungan Qlipoth, Architect menciptakan mesin yang dapat membentuk kembali sebuah planet. Ratusan Engine of Creation menghembuskan api dan nyala api, berjalan di bumi seperti a tukang kebun raksasa menanam tanaman dari ladang bunga yang ditinggalkan. Hanya beberapa dekade kemudian, kanon dan bukit dibuat kembali menjadi dataran dan hutan, dengan kota-kota yang terletak di sepanjang tepi laut.\\n\\nSetelah pertanda kedatangan \"Destruction\", Architect mengirim mesin ke medan perang, membentuk generasi pertama \"Pertahanan Besi\".\\n\\nSetelah kedatangan Stellaron, tentara Destruction berbaris seperti ngengat terbang menuju api, meninggalkan jejak kehancuran di permukaan planet. Mesin yang pernah digunakan untuk penciptaan kini dipaksa menjadi senjata perang, melemparkan tangan besi mereka di medan perang di mana mereka tidak seharusnya. Akhirnya, raksasa berkebun jatuh ke tanah karena kehabisan kekuatan, seperti batu nisan peradaban, membuat proses garis pertahanan mundur secara bertahap.\\n\\nHari ketika tidak ada lagi ruang untuk mundur, Silvermane Guard memegang erat senjata mereka, karena tanah air mereka hanya beberapa langkah di belakang.\\n\\nKedatangan Kebekuan Abadi di luar dugaan semua orang. Monster yang datang dari luar angkasa dan para prajurit di garis depan saling bertukar pukulan mematikan dan kemudian salju dan es memenuhi seluruh medan perang. Dalam kekacauan total, Belobog menjadi satu-satunya cahaya di seluruh dunia. Dan kedua belah pihak memperebutkannya, dengan satu sisi untuk menghancurkan, dan yang lain untuk mempertahankan. Meneriakkan nama Alisa Rand, Silvermane Guard berbaris ke badai salju dan tidak pernah kembali.\\n\\nPenduduk Belobog hanya berani memanjat tembok untuk melihat saat badai salju berhenti.\\n\\nMereka pun melihat \"garis pertahanan\" yang terakhir."
    }
  ]
}