{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "Bone Collection's Serene Demesne",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>12%</nobr> Max HP pengguna. Saat Max HP pengguna lebih dari atau sama dengan <nobr>5000</nobr>, akan meningkatkan <nobr>28%</nobr> CRIT DMG pengguna dan Memosprite miliknya."
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "Aidonia's Deceased Gravestones",
      "type": "NECK",
      "desc": "Di dalam Planar Sphere tersegel Kota Aidonia dari Amphoreus. Para pengikut {RUBY_B#Titan Kematian}Thanatos{RUBY_E#} mendirikan monumen raksasa di dataran salju untuk menyembah Maiden yang membawa berkat kematian bagi mereka.",
      "typeText": "Planar Sphere",
      "backstory": "Aidonia — Negeri kematian yang berselimut salju. Pernah berdiri tegak dalam badai salju, dan kini membisu dalam dinginnya badai yang sama.\n\nDi Era Keemasan yang panjang, hampir semua orang dapat menikmati keabadian di tanah subur yang hangat. Tapi, segelintir dari mereka merasa muak dengan rutinitas siang dan malam yang stagnan, dan bertekad mencari akhir dari perjalanan hidup. \"Mengapa kehidupan muncul? Dan ke mana seharusnya ia kembali?\" Ketua para petapa, Eleusis, melantunkan pertanyaan tentang hidup dan mati sambil memimpin para petapa berjalan menuju utara, mencari mimpi panjang yang indah nan dingin. Para petapa berjubah panjang menetap di tundra yang sunyi, membangun sebuah kota yang tenang nan agung — karena terus diselimuti salju sepanjang tahun, kota itu pun dikenal sebagai \"Aidonia\".\n\nKitab akhir zaman Era Keemasan sudah lama menghilang, tapi \"Orang Mati Pertama\" Amphoreus diyakini berasal dari Aidonia. Orang itu mendapat berkat kematian dari {RUBY_B#Titan Kematian}Thanatos{RUBY_E#}, yang merupakan suatu bentuk belas kasih sekaligus kehormatan tertinggi.\n\nPenduduk Aidonia sudah terbiasa dengan iklim dingin yang mematikan. Salju juga sudah lama tercemar oleh keyakinan terhadap {RUBY_B#Titan Kematian}Thanatos{RUBY_E#}, merampas kehangatan kehidupan begitu ia menyentuh tanah. Dulu, saat para petualang dari kejauhan menginjakkan kaki di wilayah Aidonia, mereka sering menemukan mayat tanpa nama terbaring di pinggir jalan, kembali ke dalam dekapan {RUBY_B#Titan Kematian}Tangan Kelabu{RUBY_E#}. Angin utara melolong, sementara orang mati berubah menjadi penunjuk jalan, membimbing dan memperingati para pengembara di tengah badai salju. Selagi napas kehidupan masih melalui mereka, para petualang selalu bergerak melewati Aidonia secepat mungkin.\n\nKemudian, penduduk Aidonia menemukan batu nisan yang berdiri di tengah tanah terlantar, menunjukkan bahwa seseorang pernah mempersembahkan berkat bagi perjalanan dan perputaran kehidupan.\n\nSeorang gadis yang tidak dikenal tertidur di bawah batu nisan. Tubuhnya dikelilingi wilayah mati yang bagaikan bayangan gelap, dan bahkan tanaman tulang yang menghirup napas kematian pun layu dan hancur. Penduduk Aidonia merasakan sentuhan belas kasih {RUBY_B#Titan Kematian}Thanatos{RUBY_E#} pada gadis itu, jadi mereka membawanya kembali ke kota dan menobatkannya sebagai Maiden. Para pengikut yang sangat menghormati Titan Kematian mengikuti jejak sang Maiden, membangun monumen raksasa di tengah tanah tandus untuk memperingati akhir dari perjalanan dan hidup yang panjang — hidup dan mati adalah sebuah perjalanan, dan di tempat ini hanya ada batu pembatas yang mencatat setiap langkah perjalanan.\n\nMonumen itu memberi peringatan kepada para pengembara yang datang dari jauh. Tidak ada orang yang berhenti di sana, juga tidak ada yang tertidur di sana ... Mereka yang sudah meninggal dunia juga pengembara, mereka adalah angin utara, salju yang beterbangan, dan ribuan jalinan yang saling terhubung."
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "Aidonia's Deathward Bone Chains",
      "type": "OBJECT",
      "desc": "Tulang hewan, mata panah, dan duri besi menghubungkan dunia penduduk Aidonia dengan dunia orang-orang yang telah meninggal. Para pertapa di tundra hanya berharap agar jiwa mereka dapat melewati cuaca dingin yang mematikan, dan tidak tersesat dalam perjalanan menemui dewa karena kemiskinan dan kelemahan mereka.",
      "typeText": "Link Rope",
      "backstory": "Pernah ada orang bodoh yang mempertanyakan para pengikut Aidonia, meragukan adanya kepercayaan yang memuja kematian di Amphoreus — \"Kalau kalian begitu mencintai {RUBY_B#Titan Kematian}Thanatos{RUBY_E#}, mengapa tidak langsung menusuk dada kalian sendiri dengan tombak runcing?\"\n\nPenduduk Aidonia memandang orang itu dengan tatapan menghina, \"Sungai Jiwa tidak pernah menyeberangkan jiwa yang tandus.\"\n\nSejak berdirinya Aidonia, negara kota tersebut merupakan tanah suci yang paling menghargai kehidupan di seluruh Amphoreus. Pengikut {RUBY_B#Titan Kematian}Thanatos{RUBY_E#} yakin bahwa air Sungai Jiwa yang dingin dan menusuk tulang tidak dapat diseberangi oleh sembarang orang. Hanya mereka yang telah berjalan cukup lama di dunia ini, yang telah mengasah jiwa mereka dengan ketangguhan, yang bisa menyeberangi samudra dingin dan bertemu dengan {RUBY_B#Titan Kematian}Thanatos{RUBY_E#}. Mencari berkat \"kematian\" bukan berarti meremehkan kehidupan.\n\nOleh karena itu, meski kebanyakan penduduk Aidonia, yang memandang kematian seperti tempat untuk berpulang, terdiri dari pejuang-pejuang yang menakutkan, tapi mereka tidak pernah berusaha merebut tanah subur di selatan — karena di sana bukanlah tanah yang dapat mengasah jiwa seorang pahlawan, dan penduduk Aidonia tidak sudi tenggelam dalam kenyamanan.\n\nPertapaan adalah budaya unik yang hanya dianut penduduk Aidonia. Setiap tahunnya, beberapa hari cerah yang langka ketika salju berhenti sejenak dan pandangan tak terhalang, dirayakan sebagai Festival Pengumpulan Tulang. Para imam Aidonia akan keluar kota dalam kelompok untuk mencari tulang belulang hewan yang tergeletak di tundra dan rawa-rawa. Tulang makhluk purba raksasa yang sudah mati ribuan tahun Kalender Cahaya lalu adalah persembahan terbaik. Ketika tulangnya diketuk, gema yang dihasilkan seolah membawa bisikan lembut {RUBY_B#Titan Kematian}Thanatos{RUBY_E#}. Tulang-tulang hewan yang seolah terendam dalam dinginnya Sungai Jiwa dibawa satu per satu kembali ke kota — yang sedikit rusak akan diproses menjadi perhiasan yang dibagikan kepada penduduk untuk dipakai siang dan malam, sementara yang masih dalam kondisi baik akan dipoles oleh para imam menjadi pedang tulang untuk pemakaman sebagai persembahan dalam perayaan festival.\n\nPada suatu Festival Pengumpulan Tulang, penduduk Aidonia bertemu dengan gadis di tengah tundra itu. Tak lama kemudian, tersebarlah desas-desus bahwa \"sentuhannya memungkinkan seseorang untuk melampaui rintangan Sungai Jiwa dan langsung menghadapi kematian\".\n\nPara pengikut \"Kematian\" berbondong-bondong datang ke kuil demi bertemu dengan perwakilan {RUBY_B#Titan Kematian}Thanatos{RUBY_E#}. Para imam Aidonia menyadari bahwa gadis itu bisa mengikis kepercayaan, jadi mereka menobatkannya sebagai Maiden Perang, melarang keras rakyat biasa untuk berinteraksi dengannya. Hanya para pertapa yang telah melewati pahit getirnya dunia serta menghormati siklus hidup dan mati yang punya hak untuk menyerahkan jiwa mereka ke pelukan gadis tersebut dan kembali ke alam baka. Gadis itu mengenakan jubah panjang yang disiapkan para imam, mengakhiri kehidupan dengan kedua tangannya, dan mengiringi mereka ke peristirahatan terakhir melalui pelukannya.\n\nPenduduk Aidonia percaya bahwa \"Sungai Jiwa tidak pernah menyeberangkan jiwa yang tandus\" adalah kebenaran mutlak. Namun, Sungai Jiwa tidak pernah mempertanyakan bobot jiwa, ia hanya mengalir dengan tenang menuju akhir dari semua kehidupan, dan bersatu di titik itu."
    }
  ]
}