{
  "_id": 310,
  "id": "broken_keel",
  "name": "Broken Keel",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>10%</nobr> Effect RES pengguna. Saat Effect RES pengguna lebih dari atau sama dengan <nobr>30%</nobr>, CRIT DMG seluruh rekan tim meningkat <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [
        33105,
        43105,
        53105,
        63105
      ],
      "id": "insumousus_whalefall_ship",
      "name": "Insumousu's Whalefall Ship",
      "type": "NECK",
      "desc": "Sampul Daerah Otonom Insumousu Thalassa tercetak di atasnya. Kapal Xianzhou \"Daiyu\" kecelakaan dan jatuh di sini, menginspirasi peradaban Insumousu.",
      "typeText": "Planar Sphere",
      "backstory": "\"Dahulu kala, istana para dewa jatuh dari atas langit.\"\\n\\nAwalnya adalah sebuah bayangan di luar atmosfer, lalu diikuti oleh cahaya api yang dihasilkan dari gesekan atmosfer, sampai akhirnya bentuk keseluruhannya terungkap — sebuah istana yang megah, bahkan kalau semua pengrajin Insumousu pun, mereka tidak akan mampu membuatnya. Ia jatuh dengan perlahan, terkondensasi dari langit. Lautan Insumousu sangatlah luas, tapi tidak ada orang yang dapat memastikan apakah lautan Insumousu dapat menampung istana langit yang jatuh dari langit ini.\\n\\n\"Beberapa orang melarikan diri ke segala arah, beberapa orang diam di desa yang berada di dasar laut dan atas darat, menunggu turunnya Kejatuhan Ilahi.\"\\n\\nXianzhou \"Daiyu\" jatuh dan menabrak permukaan Planet Thalassa, meninggalkan kawah berair yang dalam di jantung laut Insumousu. Setelah 7 hari planet, barulah keadaan menjadi tenang kembali. Reruntuhan megah itu sekarang berdiri diam di dasar laut, menyedihkan nan megah seperti relik dewa. Orang-orang Insumousu yang selamat pada mulanya memang hidup di dasar laut. Dengan terkejut dan menyesal, mereka menyaksikan rumah mereka dihancurkan oleh Istana Langit dari luar angkasa. Mereka bersorak dan melompat kegirangan. Setelah \"kejatuhan ilahi\", reruntuhan \"Daiyu\" kini menjadi rumah baru mereka.\\n\\nDengan membaiknya kondisi kehidupan, masyarakat Insumousu memiliki lebih banyak waktu dan tenaga untuk berpikir. Melihat reruntuhan megah dari langit, akhirnya mereka punya kesempatan untuk menanyakan pertanyaan yang penting: Siapa \"mereka\"? \"Mereka\" datang dari mana?\\n\\nPada saat itu, orang-orang Insumousu tidak mengenal seni metalurgi, juga belum menemukan bahasa tertulis. Mereka harus melengkapi pengetahuan mereka dengan imajinasi dan memahami segalanya dengan cerita. Oleh karena itu, lahirlah \"legenda\". Legenda menyebar dan didengar dari mulut ke mulut, maka lahirlah \"mitos\". Mitos membentuk kognisi, maka terciptalah \"peradaban\". Ratusan tahun setelah pergeseran bintang, Thalassa berhasil menjadi mitra dagang Xianzhou Alliance. Penghuni air Insumousu menginjakkan kaki di \"Istana Langit\" untuk pertama kalinya dan melihat rupa keseluruhan Xianzhou. Mereka akhirnya juga mengetahui kebenaran \"kejatuhan ilahi\".\\n\\nOrang Insumousu yang terpelajar selalu melihat diri mereka sebagai kelanjutan dari \"Daiyu\". \"Apa yang pernah diikuti Daiyu, juga harus kita ikuti. Apa yang pernah dilawan Daiyu, juga harus kita lawan\". Ketika mereka membicarakan tentang cerita masa lalu, mereka masih akan memulainya dengan kalimat ini—\\n\\n\"Dahulu kala, istana para dewa jatuh dari atas langit.\""
    },
    {
      "_id": 33106,
      "ids": [
        33106,
        43106,
        53106,
        63106
      ],
      "id": "insumousus_frayed_hawser",
      "name": "Insumousu's Frayed Hawser",
      "type": "OBJECT",
      "desc": "Kapal Xianzhou \"Daiyu\" kecelakaan dan jatuh berlabuh di negeri asing selamanya. Mungkin sudah waktunya untuk melepaskan tali yang menahannya dan membiarkannya pulang.",
      "typeText": "Link Rope",
      "backstory": "Seiring dengan majunya peradaban, orang Insumousu tidak lagi melihat para korban kapal yang karam sebagai dewa yang jatuh, tetapi rasa hormat mereka tetap tidak berubah. Seperti yang dikatakan penyair Insumousu: \"Laut menelan manusia, tetapi jiwa mereka hidup selamanya.\"\\n\\nSesuai dengan kalender Insumousu, hari istirahat kedua di bulan pasang adalah \"Hari Kejatuhan Ilahi\" — Para penghuni air membaca kitab suci, makan tanaman herbal dan menarikan tarian aneh mengikuti aliran air, untuk menghormati \"dewa\" yang jatuh tetapi membawa berkah bagi Insumousu. Di zaman modern, \"Hari Kejatuhan Ilahi\" mulai kehilangan makna religius aslinya — lagu menggantikan kitab suci, makanan lezat menggantikan tanaman herbal, hanya tarian aneh yang tersisa sebagai warisan budaya hingga saat ini.\\n\\nDalam beberapa ratus tahun terakhir kalender bintang, Insumousu tidak ragu untuk berbagi budaya uniknya dengan dunia luar, dan bentuk Hari Kejatuhan Ilahi juga diam-diam berubah.\\n\\nKota daratan Insumousu biasanya penuh dengan anak muda, terutama selama Hari Kejatuhan Ilahi, anak-anak muda bergadang semalaman sambil bernyanyi dan menari. Pengunjung dari luar daerah sering memilih untuk bergabung dalam kemeriahan selama Hari Kejatuhan Ilahi, terutama wisatawan Xianzhou yang menyukai suasana kota yang semarak, penuh dengan semangat berapi-api yang tak terbendung seperti tsunami. Saat mereka tumbuh dewasa, paru-paru penghuni air akan mulai menyusut, leher mereka berubah menjadi insang, kaki dan tangan serta sepasang mata mereka juga akan lebih cocok untuk hidup di bawah air. Para penyair selalu berkata: \"Orang Insumousu akan meninggalkan masa muda yang meriah kepada daratan, dan masa tua yang tenang ke lautan\".\\n\\nDengan dukungan Celestial Guild Xianzhou Alliance, sebuah ritual baru ditambahkan ke perayaan Hari Kejatuhan Ilahi — mencari sisa-sisa orang Xianzhou di reruntuhan \"Daiyu\" dan memasukkannya ke dalam starskiff untuk diluncurkan ke bintang milik Thalassa.\\n\\nMelalui penemuan sejarah Daiyu, orang-orang Insumousu juga memahami tragedi kejatuhannya: Saat Xianzhou \"Daiyu\" hancur dan semuanya sudah tidak dapat diselamatkan, Qingzhu selaku pemimpin Daiyu langsung membuat keputusan dan bersumpah akan berkorban untuk mengakhiri polusi kutukan Plagues. Xianzhou Alliance pahlawan mereka yang gugur mendapatkan upacara penghiburan jiwa yang layak, dan orang Insumousu yang terhindar dari bencana juga telah memberikan jawaban mereka sendiri.\\n\\nPada suatu momen di malam Hari Kejatuhan Ilahi, pesta tiba-tiba berhenti — para pemuda, anak-anak dan orang-orang Xianzhou duduk di tepi pantai, para orang dewasa muncul dari permukaan air, menatap permukaan laut dengan serius. Kemudian, beberapa starskiff menerobos permukaan air dan terbang menuju bintang.\\n\\nSederet karakter Insumousu yang indah terukir di starskiff — \"Kamu harus melepaskan tali untuk pelaut yang tenggelam. Jangan menangis, kamu bisa berlayar dengan selamat setelah kematianku.\""
    }
  ]
}