{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "Celestial Differentiator",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>16%</nobr> CRIT DMG pengguna. Saat CRIT DMG pengguna lebih dari atau sama dengan <nobr>120%</nobr>, CRIT Rate pengguna akan meningkat <nobr>60%</nobr> setelah memasuki pertempuran, efek ini akan hilang setelah pengguna melancarkan serangan pertamanya dalam pertempuran."
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [
        33055,
        43055,
        53055,
        63055
      ],
      "id": "planet_screwllums_mechanical_sun",
      "name": "Planet Screwllum's Mechanical Sun",
      "type": "NECK",
      "desc": "Pesawat itu merangkum inti Planet Screwllum — yang terkurung dalam sangkar yang terdiri dari tuas, piston, dan roda gigi yang tak terhitung jumlahnya. Penghuni Planet Screwllum secara halus menyebutnya sebagai \"Steel Sun\".",
      "typeText": "Planar Sphere",
      "backstory": "Mengenai asal usul kehidupan mekanik, para peneliti berbasis karbon dari Intelligentsia Guild memiliki spekulasi menarik: Sekelompok elektron yang lahir secara kebetulan.\n\nArus listrik mengalir ke seluruh atmosfer dan tanah. Itu dipisahkan menjadi bentuk-bentuk sekunder dengan besaran yang berbeda di bawah waktu yang tak terhitung jumlahnya yang ditindaklanjuti oleh gravitasi dan gaya tolak. Menurut hipotesis para sarjana, tindakan ini sama saja dengan pembelahan sel dalam kehidupan berbasis karbon. Setelah itu, arus yang tak terhitung jumlahnya secara acak mengeluarkan potensi yang berbeda melalui struktur transistor yang terbentuk secara alami di permukaan planet, menciptakan program yang paling primitif. Para sarjana yang bangga berpendapat bahwa dengan cara ini, mesin memiliki \"pemikiran\" yang sebanding dengan kehidupan berbasis karbon.\n\nSeorang mekanik keberatan dengan ini: Kehidupan berbasis karbon, yang bahkan belum dapat memahami asal usul kehidupan mereka sendiri. makhluk, memiliki nyali untuk menyemburkan kekeliruan seperti itu? Begitu kata-kata itu keluar, dunia akademik alam semesta terguncang sampai ke intinya. Kehidupan mekanis mulai memeriksa kembali \"sentrisme berbasis karbon\" yang arogan dan memeriksa asal-usulnya sendiri.\n\nNamun, Screwllumite di Planet Screwllum tidak punya pilihan selain menghentikan perjalanan mereka — energi planet mereka habis lebih cepat daripada mereka sirkuit inspirasi. Mereka harus terlebih dahulu menemukan cara agar populasi mereka dapat bertahan hidup.\n\nPada akhirnya, mereka memutuskan untuk menjalankan rencana ekstrem yang melampaui beberapa Era Amber: Mereka menggunakan planet yang sekarat sebagai bahan bakar untuk menggerakkan Celestial Differentiator. Peralatan raksasa yang menakjubkan tanpa lelah memproses pita berlubang, mengulangi perhitungan secara metodis. Dengan pasokan energi planetnya, mesin besar itu mensimulasikan ekosistem super yang bonafide dan stabil. Mereka kemudian akan membangun rumah baru mereka di sekitar bintang induk ini.\n\nDengan terangkatnya krisis planet mereka, Screwllumite bisa beristirahat. Selalu rasional, optimis, dan elegan, mereka bertekad untuk mengeksplorasi jawaban atas asal-usul mereka dengan cara yang benar-benar rasional.\n\nSistem besar ini dipenuhi dengan suara gesekan bantalan satu sama lain, dan gigi roda gigi yang padat mendorong pita berlubang untuk menghasilkan data. Satu cabang mengalir ke banyak cabang, dan cabang yang tak terhitung jumlahnya memandu triliunan roda gigi untuk mengaum... Kemudian, cabang-cabang ini runtuh, lagi dan lagi, jatuh ke tungku, dan kembali ke keheningan di inti yang menggelegak. Dalam jangka waktu yang lama, ekosistem super yang terprogram secara bertahap menjadi ekosistem yang luar biasa dan relatif stabil. Akhirnya, spekulasi tentang asal usul mesin mulai menyebabkan imajinasi Screwllumite mengembara.\n\nKonstruksi baja yang menggerakkan bintang sekarat sekali lagi mengaktifkan sirkuit pemikiran cerdas mereka. Mereka akan terus merenungkan dan mengeksplorasi asal-usul mereka sampai matahari mekanik yang selalu menyala terbakar habis."
    },
    {
      "_id": 33056,
      "ids": [
        33056,
        43056,
        53056,
        63056
      ],
      "id": "planet_screwllums_ring_system",
      "name": "Planet Screwllum's Ring System",
      "type": "OBJECT",
      "desc": "Cincin planet yang menyokong semua Planet Screwllum. Berapa banyak yang sadar bahwa susunan persegi panjang berpori padat mencerminkan kebenaran tentang sistem planet?",
      "typeText": "Link Rope",
      "backstory": "Sebagian besar Screwllumite tidak menyadari bahwa Planet Screwllum adalah upaya besar kehidupan anorganik untuk menyelidiki asal-usul mereka.\n\nScrewllum merasa sedikit kosong. Peristiwa memahami logika operasi Planet Screwllum bahkan tidak menyebabkan fluktuasi luar biasa pada Bentuk Gelombang Intelligent Pulse-nya.\n\nDia berdiri di teras luas rumahnya, menatap mesin planet yang tak terhentikan. Sistem cincin dengan lubang persegi padat menembus dari belakang planet ini. Segala sesuatu yang didukung planet ini terletak di strip, berputar dengan tenang dengan mesin sebagai porosnya, hari demi hari. Dia telah melihat sifat absurd yang putus asa dari sistem planet ini: Serangkaian persamaan transien keadaan yang elegan, silinder es raksasa — itu saja Planet Screwllum, tidak lebih.\n\nMenurut interpretasinya tentang persamaan, pada saat kelahiran Pembeda Surgawi, pencipta utamanya mencoba menjelaskan asal usul alam semesta sebagai otomat seluler dan rekursinya, dan Planet Screwllum sendiri adalah hasil dari permainan kehidupan.\n\nScrewllumite dan kehidupan anorganik lainnya di planet ini bertindak sebagai \"sel\" dalam otomaton ini, sementara juga menjadi otomata seluler skala kecil. Automata selalu terdiri dari banyak automata yang lebih kecil, kembali ke komponen terkecil yang membentuk blok bangunan alam semesta. Apa komponen terkecil? Tidak ada yang tahu. Baik Screwllum maupun cendekiawan yang pertama kali mengusulkan pembangunan Pembeda Surgawi tidak melakukannya.\n\nItulah mengapa Screwllum merasa hampa.\n\nApakah upaya cendekiawan itu gagal? Tetapi Pembeda Surgawi telah bekerja tanpa lelah untuk banyak Era Amber. Bukankah itu berarti bahwa asal usul Screwllumite, bintang induknya, dan bahkan seluruh alam semesta dapat dikaitkan dengan rangkaian persamaan yang elegan itu? Tidak terlalu. Sampai super-ekosistem runtuh seluruhnya, persamaan tetap tidak dapat dipalsukan.\n\nDia mengaduk-aduk gelas Oli Mesin yang halus, tidak pernah mengalihkan pandangannya dari cincin yang mencatat kebenaran planet ini. Sabuk berlubang seperti layar raksasa tidak kenal lelah, dan susunan persegi panjang menyaring cahaya bulan larut malam. Screwllum tidak bisa berhenti berpikir. Apakah ujung dari rekursi benar-benar ada, pikirnya? Apa sifat kehidupan anorganik — atau, apa asal usul alam semesta?\n\nApakah dia benar-benar bersedia menjadi saksi atas gagasan para pendahulunya?\n\n\"Tidak,\" pungkas Screwllum. Dia memutuskan untuk mencari jawabannya."
    }
  ]
}