{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "Champion of Streetwise Boxing",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Physical DMG +<nobr>10%</nobr>.",
    "4": "Setelah pengguna melancarkan atau menerima serangan, ATK pengguna meningkat <nobr>5%</nobr> selama pertempuran, dapat ditumpuk hingga <nobr>5</nobr> lapis."
  },
  "pieces": [
    {
      "_id": 31051,
      "ids": [
        31051,
        41051,
        51051,
        61051
      ],
      "id": "champions_headgear",
      "name": "Champion's Headgear",
      "type": "HEAD",
      "desc": "Pelindung kepala tinju yang memberikan perlindungan sangat baik, sangat sesuai dengan bentuk wajah pemiliknya.",
      "typeText": "Kepala",
      "backstory": "Lindsay tumbuh besar di jalanan dan menjadi petarung jalanan. Dia tidak pernah berpikir untuk bertinju di pertandingan resmi dan tidak percaya kalau ada orang yang bisa mengalahkannya, apalagi seorang tua yang sudah berusia setengah abad.\\n\\nSeorang wanita tua yang mengaku sebagai pelatih tinju menyiapkan alat pelindung untuk Lindsay dan menantangnya bertarung. Jika wanita itu menang, maka Lindsay harus menjadi muridnya.\\n\\nLindsay tidak menyukai perlengkapan yang ribet, dan melempar pelindungnya ke samping. Dia awalnya mengira dapat menang dengan mengandalkan kecepatan reaksinya, namun tak disangka, wanita tua itu dapat mendekatinya dalam 3 langkah dan mendaratkan pukulan langsung ke wajahnya. Setelah sadar dari pingsannya, Lindsay memungut pelindung kepala dan dari sudut penglihatan yang kecil itu, gadis itu melihat dunia yang baru.\\n\\n\"Inikah tinju seorang petinju? Menarik. Kalau kamu mau mengajarku, kamu harus membuatku menjadi yang terkuat.\"\\n\\nDengan penuh keengganan Lindsay mengaku kalah. Dia memakai pelindung dan secara resmi melangkah masuk ke dunia tinju."
    },
    {
      "_id": 31052,
      "ids": [
        31052,
        41052,
        51052,
        61052
      ],
      "id": "champions_heavy_gloves",
      "name": "Champion's Heavy Gloves",
      "type": "HAND",
      "desc": "Sepasang sarung tinju yang disimpan dalam kondisi sangat baik. Sedikit kerusakan kecil tidak akan menghalangi keefektifannya.",
      "typeText": "Tangan",
      "backstory": "Saat Lindsay pertama kali naik ke ring tinju, gaya bertarungnya tidak seimbang. Dia hanya tahu cara menyerang dan tidak mengerti bagaimana cara bertahan.\\n\\nGaya bertarung jalanan sama sekali tidak dapat digunakan di arena tinju. Dalam sekejap, pertandingan tinju yang diatur Ekaterina telah menghapus kesombongan gadis liar tersebut.\\n\\nSetelah mengalami kekalahan demi kekalahan, kepercayaan diri dan martabatnya yang awalnya tinggi di atas langit langsung terjatuh. Dia tidak punya pilihan lain selain memikirkan ritme pertahanan yang diajarkan Ekaterina. Lindsay yang awalnya hanya tahu bertinju seperti telah mendapat berkat dewi dan perlahan mulai memahami kesenangan dari pergantian pertahanan dan serangan. Saat dia tersadar, dia sudah melihat pelindung tangannya robek untuk pertama kalinya. Pelindung tangan tersebut sudah basah oleh keringat dan darah.\\n\\n\"Kamu harus menemukan ritmemu sendiri, jangan sampai masuk ke perangkap musuh.\"\\n\\nLindsay akhirnya memahami ajaran Ekat dan pandangan Ekat yang lembut seperti aliran air. Ekat yang bersikap ketat ternyata sejak awal sudah menganggap dirinya seperti anak sendiri."
    },
    {
      "_id": 31053,
      "ids": [
        31053,
        41053,
        51053,
        55006,
        61053
      ],
      "id": "champions_chest_guard",
      "name": "Champion's Chest Guard",
      "type": "BODY",
      "desc": "Pelindung dada profesional untuk petinju. Lapisan luar dan lapisan dalam dirancang sedemikian rupa sehingga memberikan perlindungan yang kuat tanpa menghalangi gerakan pemakainya.",
      "typeText": "Badan",
      "backstory": "Pada malam sebelum pertarungan kejuaraan, pemandangan di gym latihan sama seperti biasa. Suara pukulan cepat dan berat terus bergema di karung pasir gym.\\n\\nKeringat telah membasahi pelindung dada yang melekat di tubuh, dan hawa panas telah memisahkan Lindsay dari realita. Dia ingin melarikan diri.\\n\\nLindsay berusaha keras untuk mengendalikan emosinya. Keringat dan air mata yang bercampur di wajahnya samar-samar memancarkan sinar. Dalam kegelapan malam, dia melepas pelindung dada dengan ukiran nama \"Ekat\" di sisi dalam. Dia berjanji untuk memperoleh kemenangan demi nama ini. Pertarungan ini adalah kunci untuk menjadi raja tinju, dan juga merupakan pertarungan pertamanya tanpa ditemani pelatih. Sebelum menaiki ring, Lindsay dengan bangga membusungkan dadanya sambil menghadap kamera.\\n\\n\"Lindsay ... kamu memiliki nama yang sama dengan putriku. Saat dia pergi, aku kira duniaku sudah runtuh. Tapi aku akhirnya bertemu denganmu. Terima kasih, Lindsay.\"\\n\\n\"Lindungi aku, Ekat.\" Nama penting itu sudah menempel erat di jantungnya."
    },
    {
      "_id": 31054,
      "ids": [
        31054,
        41054,
        51054,
        61054
      ],
      "id": "champions_fleetfoot_boots",
      "name": "Champion's Fleetfoot Boots",
      "type": "FOOT",
      "desc": "Sepatu bot yang dibuat dengan rumit dari material kulit dan jaring. Kombinasi sol dalam yang tebal dan sol luar yang tipis memastikan pemakainya dapat bergerak dengan gesit.",
      "typeText": "Kaki",
      "backstory": "Dengan sosok yang agak mungil, Lindsay menjadi terkenal karena pukulannya yang cepat dan kakinya yang gesit. Dia dapat bergerak di arena ring seperti kupu-kupu terbang cepat di hamparan bunga.\\n\\nBahkan jika pukulan cepat lawan beruntun seperti hujan, Lindsay dapat menghindarinya dengan \"Tarian Lindsay\".\\n\\nUntuk melatih gerakan kaki Lindsay yang unik, Ekaterina membawanya ke pesta dansa mewah. Mereka menari bergandengan tangan, berputar-putar bersama ... Meskipun awalnya canggung, gadis jalanan itu akhirnya menguasai langkah-langkah dansa yang halus. Lindsay menyadari bahwa wanita tua yang mengaku sebagai petinju itu bukanlah orang yang sederhana. Di lantai dansa itu, hati Lindsay tiba-tiba dilanda suatu perasaan aneh.\\n\\n\"Mau dansa lagi?\"\\n\\nLindsay yang tumbuh besar di jalanan tidak pernah mengalami hal ini. Dia menatap mata Ekaterina yang berbinar-binar dan tidak mampu menolak tawaran itu."
    }
  ]
}