{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "Duran, Dynasty of Running Wolves",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Saat rekan tim melancarkan Serangan Lanjutan, pengguna akan memperoleh 1 lapis \"Merit\", yang dapat ditumpuk hingga <nobr>5</nobr> lapis. Setiap lapis \"Merit\" akan meningkatkan DMG yang diakibatkan Serangan Lanjutan pengguna sebesar <nobr>5%</nobr>. Saat mencapai <nobr>5</nobr> lapis, CRIT DMG pengguna akan meningkat sebesar <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "durans_tent_of_golden_sky",
      "name": "Duran's Tent of Golden Sky",
      "type": "NECK",
      "desc": "Yang disegel di dalam permukaan adalah langit emas milik Borisin dari Verdantia. Berbeda dengan reputasi liar yang ditinggalkan Borisin di galaksi, mereka memiliki bioteknologi yang luar biasa. Anak-anak serigala berkumpul di sisi Brood Lord Duran, mereka menganggap bintang-bintang di langit sebagai gembala, lalu mengejarnya.",
      "typeText": "Planar Sphere",
      "backstory": "Pembukaan lagu kuno Foxian dan Borisin. Semuanya mengingatkan pada tanah subur dan iklim yang indah di \"Planet Verdantia\". Tapi kalau dibaca dengan teliti, orang yang teliti akan sadar kalau ini hanyalah pengantar untuk tema abadi \"perang\".\\n\\nDengan bakat mereka di bidang pertanian dan perdagangan, beberapa klan rubah membangun kota-kota makmur di tepi sungai yang mengalir. Sementara itu, anak-anak serigala berkeliaran bersama kawanannya, di antara padang rumput di bawah langit yang penuh dengan cahaya aurora. Para pedagang mengejek para peternak karena mereka kasar, dan para peternak mengejek para pedagang karena mereka licik. Tapi mereka semua harus menghadapi siksaan alam yang kejam, yaitu \"Rubah Musim Panas\" dan \"Serigala Musim Dingin\".\\n\\nDi musim panas, ketika panen melimpah diberkati oleh dewa rubah, kedua klan beristirahat dan menyudahi perang, dan masing-masing mendapatkan apa yang mereka inginkan. Tapi ketika dewa serigala menurunkan salju, garis salju menyebar dari kutub, dan kelaparan akan memaksa kedua belah pihak untuk terus saling menyerang.\\n\\nMenurut lagu, musim dingin yang tak berujung tidak akan pergi, meskipun matahari Verdantia sudah berputar <unbreak>33</unbreak> kali. Kelaparan dan kesengsaraan datang, dan mereka bahkan terpaksa memakan hewan yang pernah mereka sembah sebagai Totem, agar bisa bertahan hidup. Setelah melihat akhir yang penuh dengan tulang belulang putih, seorang penyelamat naik ke puncak gunung tertinggi di dunia. Dalam mitologi Foxian, orang-orang menyebutnya sebagai \"Dusan\", tetapi dalam lagu Borisin, orang-orang menyebutnya \"Duran\". Entah siapa nama penyelamat itu, tapi dia meminta kepada \"Dewa Umur Panjang\" untuk memberikan semua makhluk hidup makanan. Lalu puncak gunung itu terbelah, dan \"Redspring\" yang manis mengalir keluar dari celahnya.\\n\\nOrang-orang yang minum dari \"Redspring\" mendapatkan kekuatan, ketangkasan dan ketangguhan dari daging hewan yang mereka makan. Sifat buas hewan juga muncul di dalam darah mereka, dan bentuk tubuh mereka semakin mirip dengan hewan. Demikianlah dunia ini berubah, dan sudah tidak seperti dulu lagi.\\n\\nDengan \"Redspring\" sebagai media, tempat pembuatan semua perlengkapan dan peralatan yang dibutuhkan oleh para manusia anjing baru. Yang ditanam di ladang bukan lagi gandum, tapi Viscorpus. Pakaian yang menyelimuti tubuh bukan lagi kain, tapi plasenta. Bahkan dataran salju dingin yang menakutkan bagi peradaban Verdantia pun menjadi tidak ada apa-apanya. Para ras anjing menanam membran biologis di kutub untuk membuat tenda yang hangat, dan menjauhkan diri dari penderitaan di musim dingin.\\n\\nLalu, banyak hal yang berubah di Planet Verdantia, sama seperti perubahan yang terjadi pada setiap spesies berumur pendek yang menjadi spesies berumur panjang. Ada ledakan populasi, keruntuhan ekologi, peperangan internal ... dan tidak peduli seberapa keras para manusia anjing berdoa kepada Dewa Umur Panjang, mereka tidak pernah mendapatkan jawaban lagi. Lalu mereka mengerti bahwa: Semua yang bisa diberikan oleh Dewa Umur Panjang sudah diberikan, dan kalau orang-orang ingin memiliki kehidupan yang lebih baik, mereka harus mengusahakannya sendiri.\\n\\nBerkumpul di sisi Brood Lord Duran, para manusia anjing melihat ke arah langit tempat Dewa Umur Panjang berdiam. Bintang-bintang bersinar terang, seperti padang rumput yang menunggu untuk dijelajahi. Mereka akan membawa \"Serigala Musim Dingin\" ke peradaban yang ada di antara bintang-bintang ini.\\n\\nLama setelah itu, orang-orang Xianzhou menyebut mereka \"Borisin\", yang dalam bahasa Planet Verdantia memiliki arti \"serigala\"."
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "durans_mechabeast_bridle",
      "name": "Duran's Mechabeast Bridle",
      "type": "OBJECT",
      "desc": "Merupakan tali kekang, rantai, dan juga cambuk. Hal pertama yang diajarkan kepada pemuda-pemuda Borisin yang tingginya sudah melebihi monster perang adalah: Kamu harus memegang kendali erat-erat di tanganmu, atau kamu akan menjadi budak, bahkan makanan.",
      "typeText": "Link Rope",
      "backstory": "Dalam bahasa Borisin, tali kekang disebut juga sebagai \"assa-chita\", yang artinya \"buku hidup\".\\n\\nSaat dua bulan bersinar secara bersamaan dan langit malam berada pada titik paling terang, para penyihir gembala memberikan tali kekang kepada ahli waris Duran sebagai hadiah kedewasaan. Tali kekang yang kosong ini akan menjadi catatan perjuangan seumur hidup mereka.\\n\\nSetelah upacara kedewasaan berakhir, Borisin harus pergi ke peternakan senjata untuk memilih dan menjinakkan kuda perang pertama mereka dari \"mechabeast\" yang dipilih dan dikembangkan dengan teknik penyihiran genetik. Mechabeast yang dijadikan makanan para penakluk memiliki ketajaman dan keganasan yang mengejutkan. Dibandingkan dengan tuan mereka di masa depan, mechabeast hanyalah anak domba. Cahaya bulan memicu darah yang mengalir di dalam tubuh, Borisin muda mengejar dan bertarung dengan mechabeast. Beberapa orang mati karena ciuman monster, dan itulah akhir hidup dari yang lemah. Beberapa orang membunuh saudara mereka sendiri, dan itulah cara monster buas membagi-bagikan makanan ... Borisin muda menjatuhkan kuda yang mereka sukai di tanah, dan mengikat kendali saraf di leher kuda itu dengan tali kekang ... hewan ternak terintimidasi oleh pemikiran tuannya di masa depan, seperti hewan yang dipukul ratusan kali dengan cambuk. Saat ia menjadi tahu bahwa dia akan menjadi tuan Borisin muda itu, kuda itu menjadi seperti anak kecil yang baru belajar menjadi penjinak.\\n\\nKemudian, tali kekang Borisin akan menjadi perekam peperangan, dan tali kekangnya lambat laun akan penuh dengan goresan, simpul, dan aksesori.\\n\\nSorya yang terlatih akan mengenakan baju zirah plasenta yang seperti ubur-ubur, dengan dipimpin oleh \"Yonda\" (perwira), untuk menaiki kapal buas yang bisa berkelana di antarbintang dan menuju ke dunia yang berbeda-beda, lalu bersumpah untuk mengubah bintang-bintang menjadi padang rumput atas nama Duran dan Dewa Umur Panjang. Pada tali kekang, goresan tipis menunjukkan berapa banyak musuh yang telah dibunuh pemiliknya, simpul mencatat berapa banyak gerakan besar yang mereka ikuti, dan aksesori yang tergantung di tali kekang adalah barang rampasan seperti gigi manusia dan inti Intellitron yang diperoleh dari perampokan ... Semua itu adalah balas dendam dan ratapan orang yang ditaklukkan, serta medali bagi setiap borisin untuk menunjukkan kekuatannya.\\n\\nSaat kuda perang mereka mati dalam pertempuran, atau saat Borisin ingin memberikan hukuman, tali kekang mereka akan dipindahkan ke makhluk hidup lain.\\n\\nTarget mereka biasanya adalah Foxian — para budak yang dikeluarkan dari klan karena rencana seleksi genetik. Mereka lemah, licik, dan hanya layak untuk pekerjaan rendahan dan melakukan perhitungan. Ketika terkadang muncul individu Foxian yang pandai bertarung, pemimpin serigala akan mengikat tali kekang di tubuh mereka terlebih dahulu, dan memaksa mereka untuk memimpin serangan sebagai budak perang.\\n\\nKalau para budak terbunuh dan senjata rusak, duri yang dipasang di ujung tali kekang dapat digunakan sebagai cambuk. Kalau cambuknya patah dan cakar serta taringnya hancur, maka tali kekang ini akan menjadi prasasti dan peringatan yang tersisa bagi Borisin ....\\n\\nSeperti kata pepatah lama: \"Di dalam hutan, posisi pemburu dan mangsa sering kali saling bertukar\". Setelah ribuan tahun bertarung dengan orang-orang XIanzhou di hutan gelap alam semesta, tali cambuk serigala yang tak terhitung jumlahnya telah putus. Pada akhirnya, hubungan yang menghubungkan banyak kelompok pemburu ini terputus oleh ujung \"Hunt\" yang tajam, dan Borisin juga jatuh ke dalam kekacauan dan kehancuran, mereka kehilangan keanggunan mereka yang dulu."
    }
  ]
}