{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "Eagle of Twilight Line",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Wind DMG +<nobr>10%</nobr>.",
    "4": "Setelah pengguna melancarkan Ultimate, aksinya akan didahulukan <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [
        31101,
        41101,
        51101,
        61101
      ],
      "id": "eagles_beaked_helmet",
      "name": "Eagle's Beaked Helmet",
      "type": "HEAD",
      "desc": "Helm aerodinamis yang digunakan dalam penerbangan kecepatan tinggi. Bentuknya seperti paruh milik elang tiram udara.",
      "typeText": "Kepala",
      "backstory": "Setiap hari, nelayan udara Salsotto berangkat dari \"pelabuhan udara\" kota yang bergerak saat fajar, membentangkan sayap dan mengepakkan sayapnya di udara untuk berburu ubur-ubur phlogiston yang terbang keluar dari pasir.\\n\\n\"Phlogiston\" adalah komponen penting \"Phase Flame\", merupakan darah yang menggerakkan kota besar. Phlogiston harus ditangkap dalam jumlah yang cukup untuk memastikan seluruh kota tidak tertinggal oleh garis fajar dan senja.\\n\\nJika ada manusia yang mati karena habis tenaga, atau terbunuh oleh serangan burung raksasa, orang Salsotto akan berusaha keras untuk membawa kembali jenazahnya, menguburnya di tanah luas yang gelap beserta dengan sayap dan helm elangnya. Dalam ritual tradisional Salsotto, \"mendarat\" adalah kematian, yang berarti istirahat yang abadi.\\n\\nPenerbangan tidak bisa berhenti, dan kota tidak bisa berhenti bergerak.\\n\\nSebuah eulogi terukir di paruh helm elang ini. \"Tanah bukanlah belenggu elang, sayaplah yang merupakan belenggu elang. Karena sayap, kamu harus terbang.\""
    },
    {
      "_id": 31102,
      "ids": [
        31102,
        41102,
        51102,
        61102
      ],
      "id": "eagles_soaring_ring",
      "name": "Eagle's Soaring Ring",
      "type": "HAND",
      "desc": "Cincin yang dikenakan nelayan udara terhebat. Pola sepasang sayap elang tiram udara melingkari jari dengan erat.",
      "typeText": "Tangan",
      "backstory": "Hanya kapten nelayan udara dengan teknologi yang paling hebat, yang paling terhormat dan diandalkan, yang akan diberikan \"Soaring Ring\". Mereka meniup peluit memancing mereka di langit dan berkoordinasi satu sama lain dengan mulus, seolah-olah mereka adalah elang pemburu yang paling tajam.\\n\\nSelama setiap penerbangan, setiap anggota tim merasa kesepian dan rentan. Yang bisa mereka andalkan hanyalah <unbreak>124</unbreak> jenis peluit yang bisa ditiup kapten tim mereka.\\n\\nOleh karena itu, sudah lama ada pepatah di Salsotto — \"Nelayan udara memercayakan sepertiga hidup mereka pada teknologi yang dikembangkan secara ketat, sepertiga untuk peralatan canggih mereka, dan sepertiga untuk kapten nelayan mereka yang andal.\"\\n\\nDiminta oleh begitu banyak keluarga untuk menjaga anak-anak nelayan mereka, kapten tim terus-menerus merasakan beban dari cincin kecil yang dikenakannya.\\n\\nUkiran etsa pada Soaring Ring sudah ternoda dengan bintik hitam. Di bagian dalam cincin terukir 2 kata: \"Tanggung jawab\"."
    },
    {
      "_id": 31103,
      "ids": [
        31103,
        41103,
        51103,
        61103
      ],
      "id": "eagles_winged_suit_harness",
      "name": "Eagle's Winged Suit Harness",
      "type": "BODY",
      "desc": "Ikat pinggang yang terhubung dengan perangkat sayap. Penyangga logam tersembunyi di balik sabuk rami, yang membungkus tubuh dengan lembut.",
      "typeText": "Badan",
      "backstory": "Menjebak dan berburu ubur-ubur phlogiston yang terbang keluar dari pasir bukanlah hal yang mudah bagi para nelayan udara Salsotto. Menghadapi arus udara yang bergelombang selama penerbangan, tali pengaman yang tampak empuk dan lembut adalah pelindung nyawa bagi para nelayan udara.\\n\\nBerburu ubur-ubur phlogiston tidak pernah mudah. Dari gerakan tipuan hingga pengejaran yang intens, dari pemblokiran hingga tindakan penangkapan terakhir, setiap gerakan yang salah di setiap proses ini bisa berakibat fatal.\\n\\nSeorang nelayan udara muda wajib mengambil satu helai rambut dari masing-masing orang tua mereka dan membungkusnya bersama dengan logam, sementara yang sudah menikah harus mendapatkannya dari pasangan mereka. Dengan cara seperti itu, tali kekang akan diberkati oleh kekuatan \"keluarga\" dan memastikan bahwa nelayan udara selalu kembali dengan keadaan selamat.\\n\\nDi dunia yang kejam ini, di mana semua orang berjuang keras untuk bertahan hidup, \"keluarga\" adalah satu-satunya tempat yang dapat menawarkan kenyamanan dan menjadi penguat untuk nelayan udara.\\n\\nHelai rambut di tali kekang ini masih utuh. Helai rambut sudah berwarna putih samar di bagian akarnya, yang didapatkannya dari seorang wanita."
    },
    {
      "_id": 31104,
      "ids": [
        31104,
        41104,
        51104,
        61104
      ],
      "id": "eagles_quilted_puttees",
      "name": "Eagle's Quilted Puttees",
      "type": "FOOT",
      "desc": "Tali yang menjaga kaki tetap hangat selama penerbangan, dihiasi dengan bulu elang tiram udara.",
      "typeText": "Kaki",
      "backstory": "Proses perburuan dan pemancingan ubur-ubur phlogiston yang dilakukan oleh nelayan udara Salsotto, adalah perlombaan panjang untuk bertahan hidup. Kaki yang jauh dari jantung harus diselimuti dengan kekang berbulu untuk tetap hangat.\\n\\nSetelah perburuan yang panjang dan menegangkan berakhir, tubuh yang terbatas mulai memperlihatkan rasa sakit dan kelelahan.\\n\\nNelayan udara yang tidak mempersiapkan dengan baik akan merasakan kerusakan bagian tubuh yang diakibatkan radang dingin kronis. Karena itu sebelum berangkat, nelayan udara akan berulang kali memastikan kekencangan ikatan tali. Karena dalam penerbangan kecepatan tinggi, tidak akan ada kesempatan kedua untuk menyesuaikannya lagi.\\n\\nSaat melangkah ke langit, mereka pasti akan paham apa yang akan dibawa pergi oleh angin.\\n\\nAda bekas penggunaan sejumlah bubuk kapur dan bubuk aluminium di dalam cangkang logam yang terpasang pada tali ini, sepertinya digunakan untuk melakukan pemanasan darurat."
    }
  ]
}