{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "Firesmith of Lava-Forging",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Fire DMG +<nobr>10%</nobr>.",
    "4": "Meningkatkan <nobr>12%</nobr> DMG yang diakibatkan oleh Skill pengguna. Setelah melancarkan Ultimate, Fire DMG pengguna untuk serangan berikutnya meningkat <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 31071,
      "ids": [
        31071,
        41071,
        51071,
        61071
      ],
      "id": "firesmiths_obsidian_goggles",
      "name": "Firesmith's Obsidian Goggles",
      "type": "HEAD",
      "desc": "Kacamata pelindung yang terbuat dari kristal api hitam pekat. Melalui lensa ini, percikan bunga api yang intens menjadi mosaik bayangan samar-samar.",
      "typeText": "Kepala",
      "backstory": "Bagi Klan Firesmith, kemampuan untuk membuat senjata pamungkas adalah misi luar biasa dan kutukan seumur hidup yang mengerikan.\n\nSejak Klan Firesmith yang dibebaskan datang ke dunia Warforge, bakat mereka, meskipun benar-benar dilepaskan, mulai dinodai dengan aura Destruction.\n\nCahaya tungku yang menyilaukan dan percikan logam yang beradu dari tempa panjang dapat mengubah bijih mentah menjadi senjata yang bagus, tapi juga bisa membuat Firesmith kehilangan penglihatannya. Suatu hari, di kaki gunung berapi, Foy menemukan kristal api obsidian langka. Dari sini, dia dengan hati-hati memoles sepasang kacamata pelindung, mengubah percikan api intens menjadi siluet pucat. Namun, Firesmith yang serakah tidak dapat sepenuhnya lepas dari nasib terkutuknya, dia pun kehilangan segalanya karena cahaya cemerlang dari bengkelnya.\n\nFoy menganggap Antimatter Legion di Warforge sebagai bahan tempanya, dan dirinya sebagai kobaran api yang terus menjulur ke atas.\n\n\"Aku mau tahu ... apakah mungkin untuk memanfaatkan kekuatan reaksi termonuklir di tungku?\" Pengejaran Foy terhadap api pamungkas berakhir dengan penghancuran fusi termonuklir yang tidak terkendali."
    },
    {
      "_id": 31072,
      "ids": [
        31072,
        41072,
        51072,
        61072
      ],
      "id": "firesmiths_ring_of_flamemastery",
      "name": "Firesmith's Ring of Flame-Mastery",
      "type": "HAND",
      "desc": "Sebuah cincin dengan simbol api. Simbolnya merupakan simbol kehormatan tertinggi di antara Klan Firesmith.",
      "typeText": "Tangan",
      "backstory": "Sebuah tungku 900 derajat dapat mengubah tanah menjadi keramik, tungku 1.000 derajat dapat melelehkan timah dan tembaga ... Saat seseorang mengejar yang lebih murni dari penciptaan, seseorang juga harus mengejar nyala api yang lebih sempurna.\n\nMakhluk-makhluk Legion sangat ingin dipisahkan dari bentuk fisik mereka. Mereka mendambakan mutasi pembaruan yang hanya bisa dibawakan oleh gelombang panas Destruction.\n\nSeorang ahli Firesmith yang sangat ahli mampu menaikkan suhu api ke tingkat yang luar biasa, pemandangan cahaya biru panas memancar dari massa gelap yang menyala-nyala seperti bintang yang sekarat. Memang, semua Firesmith sangat berbakat dalam mengendalikan api, tapi hanya yang terbaik di antara mereka yang diberikan cincin penguasaan api sebagai penanda keterampilan luar biasa mereka.\n\nWarforge sudah lama tidak membedakan antara Firesmith dan material. Semua ahli Firesmith yang menempa makhluk Antimatter juga telah menjadi bagian dari senjata Destruction.\n\n\"Kualitas peleburan bergantung pada api, dan kualitas api bergantung pada Firesmith.\" Hal ini merupakan fakta yang diketahui setiap Firesmith yang mampu mengendalikan suhu tinggi."
    },
    {
      "_id": 31073,
      "ids": [
        31073,
        41073,
        51073,
        61073
      ],
      "id": "firesmiths_fireproof_apron",
      "name": "Firesmith's Fireproof Apron",
      "type": "BODY",
      "desc": "Celemek pandai besi yang tidak memiliki hiasan berlebih, hanya ada tekstur kulit dan lambang klan yang terlihat jelas.",
      "typeText": "Badan",
      "backstory": "Antimatter Legion memberikan \"Warforge\" yang telah rusak kepada Firesmith, agar mereka dapat menempa dengan bebas di dalam dunia yang penuh kobaran api.\n\nDi dunia lava yang membakar mata ini, selama peleburan dan palu tidak pernah berhenti, penciptaan dan penghancuran tidak lagi saling bertentangan.\n\nSurtur sangat mahir memanfaatkan lava yang dimuntahkan gunung merapi dan menanamkan hawa penghancuran dan kekerasan pada makhluk-makhluk Legion. Baik gas beracun yang mendidih, maupun cairan lava yang panas bergelegak, semua itu tidak dapat mengganggu konsentrasi Surtur yang sedang melakukan pendinginan untuk mengeraskan baja (quenching). Hawa panas menerpa celemek Surtur yang terbuat dari kulit kadal api raksasa yang tahan panas. Sampai cairan magma mereda pun, permukaan kulit celemek masih mengkilap seperti baru.\n\nSejumlah besar kekuatan Legion berulang kali ditempa dan dileburkan sampai daging dan senjata mereka digabungkan menjadi senjata Destruction dengan menggunakan palu Firesmith.\n\n\"Kekuatan penghancur yang tak tertandingi ....\" Para penempa yang mengontrol kobaran api tidak pernah menutup-nutupi keinginan mengerikan yang mereka tanamkan di senjata mereka."
    },
    {
      "_id": 31074,
      "ids": [
        31074,
        41074,
        51074,
        61074
      ],
      "id": "firesmiths_alloy_leg",
      "name": "Firesmith's Alloy Leg",
      "type": "FOOT",
      "desc": "Kaki prostesis yang terbuat dari logam. Pola kobaran api yang melilit terlihat di permukaannya.",
      "typeText": "Kaki",
      "backstory": "Kepala penjara lama khawatir kehilangan teknologi penempaan satu-satunya di dunia, jadi dia harus menggunakan metode rendahan untuk menahan Klan Firesmith. Selama masa pengurungan, tanpa satu pun pengecualian, setiap kepala Klan Firesmith pasti mengalami cacat kaki.\n\nMaster of Destruction membebaskan klan Firesmith yang terkurung dan memberikan mereka Tanda Destruction, yang kemudian membawakan kekuatan tak terhingga kepada klan Firesmith.\n\nSetelah keluar dari penjara, kepala klan tidak dapat bergerak seperti orang biasa, namun dia mendapatkan kebebasan yang sejati. Dia tidak perlu dipenjara lagi karena memiliki keterampilan yang luar biasa. Kepala klan menuangkan semua kebencian dan penghinaan ke tungku dan memalu berhari-hari tanpa mengenal lelah. Setelah satu palu demi satu palu, makhluk antimateri yang dulu keras kepala dan sombong akhirnya mengubah bentuk mereka dan menyerah untuk dibentuk kembali oleh para Destroyer.\n\nMeski sudah dibebaskan dari penjara, namun obsesi Firesmith terhadap penempaan telah menjadi semacam bentuk pemenjaraan.\n\n\"Daging adalah semacam hambatan, penempaan adalah penghancuran,\" ujar kepala klan yang meratap saat melihat semakin banyak pengrajin yang cacat."
    }
  ]
}