{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "Firmament Frontline: Glamoth",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>12%</nobr> ATK pengguna. Saat SPD pengguna lebih dari atau sama dengan <nobr>135</nobr>/<nobr>160</nobr>, DMG yang diakibatkan pengguna meningkat <nobr>12%</nobr>/<nobr>18%</nobr>."
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [
        33115,
        43115,
        53115,
        63115
      ],
      "id": "glamoths_iron_cavalry_regiment",
      "name": "Glamoth's Iron Cavalry Regiment",
      "type": "NECK",
      "desc": "Yang terbungkus dalam Planar Sphere adalah pelindung milik Kavaleri Besi Kekaisaran Glamoth yang bisa berubah bentuk. Mecha perak yang tak terhitung jumlahnya dimuat ke dalam kapal, dan berlayar ke tepi luar galaksi untuk menahan Swarm yang datang dari luar angkasa.",
      "typeText": "Planar Sphere",
      "backstory": "Kekaisaran Glamoth Welkin memiliki wilayah luas yang mencakup puluhan ribu tahun cahaya, dan secara ambisius mengarahkan ambisinya pada galaksi. Pada puncak kekuasaan kekaisaran, Yang Mulia Permaisuri Titania membangun armada yang luar biasa dan bersumpah untuk membawa hasil peradaban ke semua perbatasan yang barbar, memungkinkan mereka merasakan kebaikan kekaisaran dengan harapan dapat menyatukan mereka di bawah satu pemerintahan.\\n\\nNamun, ekspedisi tersebut akhirnya dihentikan oleh serangga-serangga yang berdatangan tanpa henti dari luar angkasa. Pasukan Glamoth melawan, gagal, melawan, dan gagal lagi .... Semua koloni hilang, dan armada baja yang sombong jatuh satu demi satu. Dikepung oleh monster bermata majemuk dan Coleoptera, tangisan penduduk Glamoth ditenggelamkan oleh keputusasaan, dan sejak saat itu Kekaisaran Welkin pun hancur.\\n\\nSampai suatu hari, kesatria dengan zirah mekanis turun dari langit dan memusnahkan hama di langit. Sejak saat itu, kesatria perak telah melakukan perjalanan ke dan dari berbagai sistem bintang di kekaisaran, melintasi wilayah yang telah hancur dan melawan bencana yang memusnahkan galaksi. Mereka seperti pejuang yang lahir untuk melawan Swarm. Tidak ada yang tahu apa yang ada di balik topeng kavaleri besi itu, tapi kedatangan mereka bagaikan hadiah dari para dewa, yang membawa cahaya kembali ke dunia manusia. Di bawah komando Permaisuri, kavaleri besi Glamoth menyerbu melintasi langit, yang akhirnya menghentikan gelombang musuh dan memberikan jeda bagi kekaisaran.\\n\\nNamun dalam pertempuran tanpa akhir melawan Swarm, kekaisaran mulai menjadi semakin mirip dengan musuhnya ... semakin banyak kavaleri besi yang terbang ke langit, dan menutupi langit seperti yang dilakukan Swarm pada hari itu. Pandangan orang-orang terhadap Permaisuri dan kavaleri berubah menjadi ketakutan, ketakutan yang mirip dengan apa yang mereka rasakan terhadap Swarm. Mungkin suatu hari nanti, kekaisaran akan meraih kemenangan yang diinginkannya. Namun pada hari itu, apa Glamoth akan tetap menjadi surga bagi umat manusia untuk beristirahat?\\n\\nDi perbatasan Glamoth, tempat pertempuran berlanjut, kavaleri besi membentuk garis pertahanan terakhir. Di atas kapal perang, para kesatria diam-diam mengemban misi untuk membawa harapan seluruh kekaisaran dan menghancurkan gelombang musuh yang menenggelamkan bintang-bintang."
    },
    {
      "_id": 33116,
      "ids": [
        33116,
        43116,
        53116,
        63116
      ],
      "id": "glamoths_silent_tombstone",
      "name": "Glamoth's Silent Tombstone",
      "type": "OBJECT",
      "desc": "\"Kekaisaran\" Glamoth yang makmur telah berubah menjadi debu. Tidak ada yang bisa membuktikan kejayaannya di masa lalu. Cuma sisa-sisa debu hewan, mecha, kapal dan Swarm yang tersisa hanyut dalam ruang hampa membentuk sungai, melestarikan pemandangan asli dari medan pertempuran tragis dan juga sebagai monumen kejatuhannya.",
      "typeText": "Link Rope",
      "backstory": "Sejarawan dari Intelligentsia Guild percaya kalau Republik Glamoth dihancurkan oleh Swarm. Pendapat lain mengatakan kalau Republik Glamoth hancur karena cara mereka melawan musuh-musuh yang kuat.\\n\\nUntuk membalikkan situasi dari serangan Swarm yang mengerikan, dewan penguasa memutuskan untuk melakukan taruhan terakhir, mengubah esensi umat manusia demi beradaptasi dengan perang ... mereka akan menciptakan senjata yang \"dilahirkan untuk berperang\".\\n\\nHasil dari semua ini adalah \"Titania\". Permaisuri yang tidak memiliki kekuasaan, yang memerintahkan dan mengendalikan para ksatria yang terhubung dengannya secara telepati. Dalam mimpi yang dijalin oleh para pejuang ini, satu-satunya makna keberadaan mereka adalah untuk menjaga Titania dan \"kerajaannya\". Dalam hidup mereka yang singkat, mereka belajar, berperang, menerima perintah Permaisuri, menghadapi musuh tanpa rasa takut dan mati dengan terhormat.\\n\\nTidak ada yang tahu kapan kebohongan ini terungkap. Apa pada hari ketika jumlah orang tua di wilayah Glamoth turun di bawah persentase tertentu? Apa hari ketika para ilmuwan sadar kalau Permaisuri mulai memberontak terhadap penahanannya? Atau... mungkin hari ketika serangan gencar Swarm menghilang begitu saja?\\n\\nSemua orang tahu kalau Iron Cavalry memberikan segalanya untuk \"Kekaisaran\" yang tidak ada. Setelah pertempuran berdarah selama beberapa dekade, sisa-sisa mecha dan anggota tubuh serangga berubah menjadi puing-puing setinggi langit yang berserakan di seluruh galaksi Glamoth, yang bergabung dan membentuk \"Sungai Kematian\". Saat sisa-sisa Swarm tidak lagi menjadi ancaman, para pemimpin dewan membunyikan lonceng perdamaian untuk memberi tahu warga kalau mereka telah menghilangkan kiamat yang menutupi langit, dan kalau republik akan kembali bersinar ... Namun, yang tiba bukanlah kejayaan, melainkan awal dari kekelaman berikutnya.\\n\\nSetelah itu, peradaban yang dikenal sebagai Glamoth mulai menghilang, dan kedamaian yang telah lama ditunggu orang-orang akhirnya tiba di galaksi yang kosong ini ... Debu bintang dan puing-puing menyatu menjadi sungai yang panjang, dan mengalir dengan tenang di antara bintang-bintang."
    }
  ]
}