{
  "_id": 302,
  "id": "fleet_of_the_ageless",
  "name": "Fleet of the Ageless",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>12%</nobr> Max HP pengguna. Meningkatkan <nobr>8%</nobr> ATK seluruh rekan tim ketika SPD pengguna lebih dari atau sama dengan <nobr>120</nobr>."
  },
  "pieces": [
    {
      "_id": 33025,
      "ids": [
        33025,
        43025,
        53025,
        63025
      ],
      "id": "the_xianzhou_luofus_celestial_ark",
      "name": "The Xianzhou Luofu's Celestial Ark",
      "type": "NECK",
      "desc": "Xianzhou Luofu mengambang di atas lautan bintang dan berkumpul di dalam bola. Jade Gate naik dan turun seperti bintang dan bulan yang datang dan pergi. Banyak orang yang datang kemari untuk mencari rahasia keabadian, namun pulang dengan kekecewaan.",
      "typeText": "Planar Sphere",
      "backstory": "Ribuan tahun yang lalu, Xianzhou Luofu berlayar dari bangsa kuno, melayang melalui angkasa luar untuk bertemu dengan dewa dan mengejar ramuan keabadian.\\n\\nKapal luar angkasa ekologis yang sangat besar perlahan-lahan berlayar ke langit berbintang, seperti bulan jernih yang diam-diam jatuh ke dalam malam. Di depan ada perjalanan panjang di depan tanpa arah. Dalam perjalanan yang sepi, orang-orang tertidur dan bangun, dan kemudian tertidur lagi secara silih berganti ... Mengejar bintang paus jatuh dari kubah surga, dan entitas berstruktur kristal subdimensi membentang bertahun-tahun cahaya tanpa putus. Para Elixir Seeker menyaksikan makhluk-makhluk supernatural yang agung. Dalam kegembiraan terselubung, mereka semakin mengeraskan tekad mereka untuk mendapatkan keabadian.\\n\\nSetelah ribuan tahun perjalanan, Xianzhou Luofu secara bertahap berhenti, di mana ia bertemu dengan penguasa Abundance dalam limbo antara kebenaran dan kekosongan. Yaoshi turun ke kapal, dan segera bermanifestasi dalam wujud Ambrosial Arbor, yang naungannya sebesar lautan awan, menghalangi langit dan matahari sama sekali, dan yang akarnya begitu jauh sehingga menutupi seluruh kapal Xianzhou — Xianzhou Luofu tampaknya dihidupkan.\\n\\nMereka yang mendambakan keabadian menelan buah Ambrosial Arbor, dan akhirnya memperoleh Kehidupan Tanpa Akhir yang sangat mereka impikan. Orang-orang Xianzhou yang mengaku sebagai makhluk surgawi ini mulai menikmati umur tanpa akhir mereka, dan menggunakan Ambrosial Arbor untuk mendemonstrasikan cara-cara keabadian, menciptakan banyak keajaiban yang tidak manusiawi.\\n\\nApa yang dulu makmur ditakdirkan untuk menurun dan apa yang dulu membawa kegembiraan akhirnya harus menimbulkan penderitaan, seperti pergeseran langit matahari dan bulan. Tidak sampai kedatangan era Tiga Kesengsaraan, di mana orang-orang disiksa hingga hampir punah, orang-orang Xianzhou akhirnya datang untuk mengetahui wajah sebenarnya dari keajaiban itu, yaitu bencana yang tidak dapat dipecahkan.\\n\\nDi tengah bencana, seorang pahlawan bangkit dengan satu busur kekaisaran dan dengan satu tembakan kuat, dia membelah Ambrosial Arbor menjadi dua. Xianzhou akhirnya mengambil kembali akar kemanusiaan mereka sendiri dan bersumpah untuk \"mempertahankan kematian dan membersihkan semua Bencana Tanpa Kematian\". Kapal Xianzhou mulai berlayar melintasi galaksi, mengambil alih untuk membersihkan apa yang tidak dapat mati. Orang-orang Foxian mendapatkan kembali kebebasan mereka dan mengambil kembali kendali atas langit. Vidyadhara menutup kontaminasi dan sifat buruk yang tersisa. Tiga ras kemudian disatukan dalam koalisi. Maka lahirlah Xianzhou Alliance.\\n\\nKemakmuran dan bencana datang silih berganti selama perjalanan. Pahlawan dan legenda naik ke panggung, satu demi satu, seiring dengan kemajuan sejarah. Dan sekarang Xianzhou Luofu sedang memulihkan dan merekonstruksi dalam damai. Perdagangan bebas dan pikiran terbuka benar-benar menghidupkannya kembali.\\n\\nKeabadian membentuk Xianzhou Luofu secara permanen. Dengan pasang surutnya, Xianzhou Luofu mengumpulkan aura uniknya sendiri yang menggabungkan kekunoan dan modernitas. Hanya perlu beberapa detik bagi pedagang keliling alam semesta untuk merasakan apa yang tersisa di kapal ini seiring berjalannya waktu."
    },
    {
      "_id": 33026,
      "ids": [
        33026,
        43026,
        53026,
        63026
      ],
      "id": "the_xianzhou_luofus_ambrosial_arbor_vines",
      "name": "The Xianzhou Luofu's Ambrosial Arbor Vines",
      "type": "OBJECT",
      "desc": "Setelah diberdayakan oleh Ambrosial Arbor, Xianzhou Luofu menjadi penguasa tertinggi armada kapal Xianzhou. Kemudian karena buah keabadian terkutuk, Xianzhou Luofu dilemparkan ke dalam bencana yang disebabkan oleh Ambrosial Arbor ... Tanaman merambat Ambrosial Arbor dengan kuat memegang Luofu dalam genggamannya, membuatnya tak terpisahkan dari keberadaannya sendiri.",
      "typeText": "Link Rope",
      "backstory": "Penguasa Abundance mengubur benih karma di pusat Xianzhou Luofu, dan menghadiahkan Elixir Seeker sebuah keajaiban yang diberi nama \"Ambrosial Arbor\". Dinamakan demikian, karena akan segera ditafsirkan demikian, begitu terwujud di depan orang-orang.\\n\\nAmbrosial Arbor menumbuhkan buah-buah keilahian, penuh kehidupan dan kekuatan, dan mengandung Kehidupan Tanpa Akhir yang dikejar oleh Elixir Seeker. Sejak saat itu, tabu dan hukum yang diturunkan dari zaman kuno telah menjadi omong kosong yang tidak berguna, dan diktum alam tentang penuaan dan kematian telah menjadi sejarah yang tidak relevan. Orang-orang mengikuti jalur keabadian untuk mengeksploitasi Ambrosial Arbor berkali-kali, memunculkan tanah subur dalam jumlah tak terbatas, dan karunia berpikir dan berbicara bahkan untuk hewan yang paling rendah ... Jumlah pencapaian teknologi yang tak terhitung jumlahnya di luar imajinasi menjadi kenyataan di bawah cabang-cabang Ambrosial Arbor yang menggantung.\\n\\nNamun, seiring berjalannya waktu, Ambrosial Arbor secara bertahap melepas topengnya, mengungkapkan wajah aslinya dari kengerian dan keburukan, dan mulai membawa penderitaan keabadian pada yang abadi.\\n\\nPara kaum abadi bereproduksi terus menerus dan tak satu pun dari mereka pernah mengalami kematian. Kapal itu segera menderita kelebihan penduduk dengan kelaparan dan kelaparan yang meluas. Dalam masyarakat abadi ini, yang muda tidak pernah mendapat kesempatan untuk memanfaatkan bakat dan mencapai ambisi mereka. Yang tua bertahan dan memegang kekuasaan lebih lama dari yang seharusnya, mengakibatkan tatanan masyarakat runtuh dan segalanya hampir runtuh. Pemberontakan Aurumaton dan invasi musuh luar yang membayangi menandai kehancuran milenium. Setelah itu, orang-orang kembali menemukan kegelapan yang tersembunyi di dalam darah keabadian. Yang disebut \"Tubuh Abadi\" hanyalah teknologi yang sedikit lebih maju daripada kecerdasan manusia biasa. Kecenderungan untuk terserang Mara adalah peringatan bagi semua orang Xianzhou, pengingat bahwa mereka hanya selangkah lagi dari menjadi kekejian Abomination.\\n\\nSaat dalam keputusasaan, seorang pahlawan memecahkan langit dengan tembakan kuat dari busurnya, membelah Ambrosial Arbor hingga hancur manjeadi puing-puing. Meskipun hancur menjadi puing-puing, nasib kapal Xianzhou tidak pernah terputus darinya.\\n\\nArbor mengundang kekuatan eksternal untuk melancarkan invasi, menyebabkan banyak Abominations of Abundance yang menginvasi. Terjadi pertumpahan darah, dan terciptalah wujud yang terdistorsi, yang bersumpah akan menelas habis penduduk Xianzhou. Arbor juga menggoda orang-orang Xianzhou dengan pengetahuan rahasia tentang obat-obatan, melanggar larangan, menjelajah jauh ke dalam kerahasiaan Abundance di dalam Ambrosial Arbor, dan untuk membentuk kembali kerajaan keabadian yang dulunya perkasa. Dalam ancaman yang panjang dari luar dan bahaya yang ada di dalam, sisa-sisa Ambrosial Arbor mengintai di balik layar, seperti tanaman merambat tak berujung yang tumbuh di bayang-bayang kegelapan, bersembunyi dan menunggu kesempatan untuk mendatangkan malapetaka lagi.\\n\\nUntungnya, Xianzhou Luofu tidak pernah menurunkan kewaspadaan mereka terhadap akar pohon yang sekarat itu. Mereka bersumpah untuk menghilangkan sumber dari semua Abomination sampai ujung kehancuran."
    }
  ]
}