{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "Forge of the Kalpagni Lantern",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>6%</nobr> SPD pengguna. Saat serangan pengguna mengenai target musuh dengan Fire Weakness, Break Effect akan meningkat <nobr>40%</nobr> selama <nobr>1</nobr> giliran."
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "forges_lotus_lantern_wick",
      "name": "Forge's Lotus Lantern Wick",
      "type": "NECK",
      "desc": "Yang disegel di dalam permukaan adalah lokasi Artisanship Commission Xianzhou Zhuming — Flamewheel Forge. Flamewheel Forge memiliki struktur bola dengan ukuran tubuh langit yang dibangun oleh leluhur Heliobus, \"Flint Emperor\". Para pengrajin berbakat menyerap energi dari dalamnya dan membentuk imajinasi yang ajaib menjadi nyata.",
      "typeText": "Planar Sphere",
      "backstory": "Sejak awal negara kuno berlayar, Xianzhou Zhuming telah berlayar di lautan bintang selama lebih dari <unbreak>8.000</unbreak> tahun. Kalau mengamati perubahan bentuk kapal dengan cara melintasi ruang dan waktu, prosesnya sangat romantis. Kapal raksasa menelan bintang biru yang redup, melepaskan lapisan demi lapisan cangkang yang sudah tua, membentuk struktur, dan pada akhirnya mekar menjadi bunga teratai.\\n\\nDari luar angkasa, seluruh Xianzhou Zhuming terlihat seperti sebuah lentera emas, dengan \"daun teratai\" besar yang bersinar mengelilingi \"tangga lentera\", bermandikan cahaya biru muda. Ia memang \"terlihat seperti kapal, tapi tidak seperti kapal, melainkan sumbu teratai dengan api yang berkilau\". Bagian \"lampu\" yang terletak di tengah adalah struktur berbentuk cangkang bola dengan ukuran sebesar benda langit, dan \"sumbu\" matahari biru muda tersegel dengan erat. Struktur besar ini adalah tempat utama pembuatan Xianzhou Zhuming, \"Flamewheel Forge\".\\n\\nDi masa lalu, pengrajin besar Zhuming, Yang Di, pernah diberi cetakan senjata oleh seorang kaisar yang tak dikenal dari sebuah negara kunom sebagai tanda perjalanannya. Di Xianzhou Zhuming, keterampilan adalah ilmu tertinggi. Semua jenderal yang pernah menjabat di Artisanship Commission adalah orang yang sangat dihormati. Mereka memimpin ribuan pasukan dan menyelesaikan tugas mereka dengan baik. Semua senjata yang dibutuhkan untuk perburuan Xianzhou dibuat oleh Artisanship Commission Zhuming. Oleh karena itu, Flamewheel Forge menjadi tempat suci dari teknologi di galaksi.\\n\\nPenempaan adalah tolok ukur peradaban, dan api adalah titik awal peradaban. Energi adalah hal terpenting dalam peradaban kita. Orang-orang berjuang untuk menemukan sumber energi yang dapat mendukung peradaban mereka. Xianzhou Zhuming sudah melampaui batasan ini dengan menangkap \"Flint Emperor\", leluhur dari semua Heliobus. Para pengrajin mendapatkan sumber energi yang tak terbatas. Struktur orbit Flamewheel Forge yang menyebar seperti cabang dan ranting dapat sepenuhnya menutupi bintang-bintang. Perangkat penerima dan konversi tersebar di seluruh ranting dan dedaunan, untuk memandu \"Flint Emperor\" Primordial Flame, serta menciptakan energi bagi semua teknologi.\\n\\nPara pengrajin menganggap Artisanship Commission Zhuming yang menelan \"matahari buatan\" ini sebagai tempat yang paling hebat, dan murid-murid yang ingin menempa senjata sakti akan melewati batasan itu. Dengan kekuatan yang cukup, apa pun bisa dibuat, dan Flamewheel Forge telah menyiapkan semua yang mungkin dibutuhkan para pengrajin.\\n\\nMurid-murid dari dunia yang berbeda berkumpul di Flamewheel Forge,untuk mempelajari keterampilan satu sama lain sebagai sesama murid. Orang asing yang datang untuk mencari harta karun juga akan membayar pengrajin untuk jasa penempaan senjata sakti. Namun, dalam ribuan tahun, hanya beberapa anak magang yang mendapatkan bimbingan dari \"pengrajin terhebat\" Jenderal Huaiyan. Dia mengajarkan ilmu dan pengetahuan kepada anak-anak magang, juga mewariskan keterampilan dan seni bela diri kepada generasi selanjutnya. Murid-muridnya bisa menjadi \"pengrajin ahli\" yang terkenal dalam sejarah, atau menjadi Cloud Knight yang terkenal di seluruh Alliance. Di antara mereka. yang paling populer adalah \"Flamewheel Octet\".\\n\\n\"Tungku melebur ribuan bintang, dipercepat dengan semangat heroik. Berjuang untuk dan keagungan, juga mempertahankan kedamaian.\" Sejak hari di mana pengrajin Zhuming diberikan peralatan pengrajin, mereka harus selalu ingat bahwa apa yang mereka tempa siang dan malam bukan hanya cahaya yang dingin, tapi juga panah Hunt."
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "forges_heavenly_flamewheel_silk",
      "name": "Forge's Heavenly Flamewheel Silk",
      "type": "OBJECT",
      "desc": "Nenek moyang Heliobus, yang ukurannya sebesar bintang, terjebak dalam dunia mimpi yang tak terbatas. Dalam tidurnya yang lelap, atom dan molekul di sekitar tubuhnya berbenturan dan berkobar, menembus keluar tanpa henti dari struktur cangkang luar yang dibuat dari Flamewheel, dan pada akhirnya muncul dalam bentuk pita cahaya warna-warni yang menyerupai untaian sutra surgawi.",
      "typeText": "Link Rope",
      "backstory": "Xianzhou Zhuming yang melakukan perjalanan luar angkasa selalu ditemani oleh pita cahaya berwarna aneh. Ia adalah produk dari reaksi fusi nuklir dengan suhu yang sangat tinggi, dan juga bukti bahwa \"Flint Emperor\" masih terbakar dan tidak bisa dihancurkan.\\n\\nDi tepian paling luar dari cahaya aurora yang dikeluarkan oleh napas \"Flint Emperor\", Heliobus yang baru lahir akan berkeliaran dan berjalan dengan lambat. Hakim Pemburu Api dari Ten-Lords Commission Zhuming akan menangkap Heliobus yang polos dan tidak terpengaruh oleh emosi apa pun. Lalu dia akan menggunakan dunia mimpi yang hangat untuk menjinakkan api yang ada di dalam hati Heliobus yang belum dewasa. Lalu, para hakim menyerahkan Heliobus yang tidak berbahaya kepada Pengawas Api Heliobus dari Artisanship Commission, yang akan mencocokkan Heliobus dengan berbagai peralatan cerdik, lalu mengubahnya menjadi lentera, kendaraan, dan berbagai pemandangan Zhuming ... Tapi, di mata pendatang asing yang tidak tahu kebenarannya, Benda Langka yang bisa berbicara dan bergerak sepertinya membuktikan rumor kalau \"setiap sudut di kawasan benar penuh dengan energi spiritual, dan benda-benda yang sudah menua akan berubah menjadi monster\" ....\\n\\nTerus masuk ke dalam, melewati Flamewheel Forge, dan sampai di medan gravitasi super yang dibentuk oleh matahari buatan. Manusia berjuang untuk bertahan dalam kepadatan bintang pada tingkat ini. Ini adalah gangguan batin yang hanya dapat dilalui oleh pengrajin \"Ribhus\" dengan mudah.\\n\\nLedakan bintang yang membara dan fenomena langit yang tidak normal menolak orang-orang untuk mendekati matahari buatan. Semua hukum fisika dasar di alam semesta diperkuat di ruang ini, hingga menjadi mengerikan. Hanya penduduk planet kecil yang kuat, Ribhus, yang dapat bertahan hidup di ruang dengan gravitasi abnormal ini. Ribhus terlahir sebagai pengrajin terbaik. Mereka berjalan di antara Flamewheel Forge dan matahari buatan, dan persepsi mereka terhadap waktu berbeda dari orang biasa. Mereka menepati janji dan terus meningkatkan keterampilan mereka dengan membuat meriam kapal raksasa dan memantau tidur matahari buatan. Xianzhou Zhuming menganggap Ribhus sebagai sekutu yang setia, menghargai kegigihan dan ketekunan mereka, serta berterima kasih atas pengorbanan mereka yang tulus.\\n\\nTidak ada yang bisa melewati medan gravitasi yang terdistorsi dan menembus ke kedalaman matahari buatan. Tempat itu adalah tempat terlarang bagi makhluk hidup, dan merupakan dunia mimpi Flint Emperor yang tak terbatas. Xianzhou Zhuming waspada terhadap setiap fluktuasi emosi yang dapat memanggil kekuatan tak terbatas dari leluhur Heliobus.\\n\\nSeringkali ada orang yang mengabaikan peringatan untuk menjauhi matahari buatan, lalu tanpa sadar terjerat ke dalam medan gravitasi spiritual dan kehilangan kesadaran karena terlalu banyaknya ilusi yang menyelimutinya. Sebaliknya dengan ilusi yang lembut, orang yang menatap \"matahari biru\" hanya akan merasakan kemarahan yang sudah ditekan sejak zaman dahulu kala. \"Heliobus akan memberikan kekuatan yang membara kepada para pahlawan. Dan ketika semua tugas sudah selesai, para pahlawan harus mengembalikan tubuh Heliobus yang sudah ditempa selama ribuan tahun itu ....\" Tidak ada yang tahu bagaimana sumpah kuno ini akan terwujud. Dan tidak ada yang tahu kapan \"Flint Emperor\" akan terbangun dari dunia mimpi yang tidak terbatas itu.\\n\\nDi dalam lampu teratai, matahari buatan yang tertidur nyenyak menghela napas. Xianzhou perlahan-lahan melintasi cakrawala, dan hanya menyisakan jejak berwarna aneh. Xianzhou Zhuming akan terus beraliansi, bepergian, dan berbagi takdir yang sama dengan api."
    }
  ]
}