{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "Genius of Brilliant Stars",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Quantum DMG +<nobr>10%</nobr>.",
    "4": "Saat pengguna mengakibatkan DMG pada target musuh, <nobr>10%</nobr> DEF target tersebut akan diabaikan. Jika target memiliki Quantum Weakness, maka jumlah DEF yang diabaikan bertambah <nobr>10%</nobr> lagi."
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [
        31081,
        41081,
        51081,
        61081
      ],
      "id": "geniuss_ultraremote_sensing_visor",
      "name": "Genius's Ultraremote Sensing Visor",
      "type": "HEAD",
      "desc": "Kacamata komunikasi yang diciptakan berdasarkan teknologi pengindraan jarak jauh, yang mematahkan batasan media propagasi dan jarak.",
      "typeText": "Kepala",
      "backstory": "Sebagian besar anggota Genius Society adalah orang aneh, dan kurangnya komunikasi di antara kumpulan orang aneh adalah fakta yang tidak bisa disangkal.\n\nBagi para jenius yang hidup di dunia yang berbeda, bersosialisasi adalah beban yang tidak perlu. Bagi orang biasa juga begitu, kan?\n\nTapi anggota ke-56, Elias Salas, ketua klub kedua pernah mencoba menyelesaikan masalah ini. Dia dengan antusias menyiapkan kacamata komunikasi yang memiliki fungsi indra jarak jauh. Sayangnya, meskipun jembatan untuk berkomunikasi antar bintang telah dibuat, orang yang mau menyeberangi jembatan itu sangat sedikit. Sejak perangkat komunikasi terbaik dalam sejarah galaksi muncul, belum pernah ada yang benar-benar melakukan percakapan efektif dengan perangkat itu.\n\n\"'Pengguna yang Anda colek tidak berada di area layanan colekan.' Ya ampun, bisa tidak sih kamu serius sedikit saat berpura-pura menjadi AI?\"\n\nElias Salas menghela napas dan tahu bahwa hal ini sulit. Tapi dia setidaknya harus mencoba, karena teknologinya ini pasti akan terpakai suatu hari nanti."
    },
    {
      "_id": 31082,
      "ids": [
        31082,
        41082,
        51082,
        61082
      ],
      "id": "geniuss_frequency_catcher",
      "name": "Genius's Frequency Catcher",
      "type": "HAND",
      "desc": "Sarung tangan yang dilengkapi dengan penangkap perubahan frekuensi, dapat mengoperasikan getaran suara-cahaya objektif secara intuitif.",
      "typeText": "Tangan",
      "backstory": "Karena tinggal di toko buah ayah angkatnya sambil bekerja serabutan, \"cara bermalas-malasan tanpa ketahuan\" sudah menjadi masalah kecil untuk anggota ke-84, Stephen Lloyd.\n\nDia membuat sarung tangan yang bisa menangkap pita frekuensi tertentu, menangkap suara dan cahaya untuk melarikan diri, sehingga dia bisa bersembunyi di balik pagar frekuensi dan meneliti alat musik senar.\n\nKemampuan menangkap, mempertahankan suara dan cahaya di area tertentu tanpa mengalir adalah penemuan besar yang dapat mengubah lintasan ilmu pengetahuan. Setidaknya dalam sistem ilmiah klasik Aiden yang ada, teknologi ini sulit untuk dipaparkan... Tapi Stephen tidak punya niat untuk menyebabkan dampak apa pun pada komunitas ilmiah saat ini, dan dia tidak mempertimbangkan untuk mengekspos teknologi ini ke publik. Lagipula, ciptaan ini hanya mainan yang dibuat untuk bermalas-malasan.\n\n\"Stephen, aku tidak tahu apa yang kamu lakukan, kamu pasti malas-malasan kan?\"\n\nStephen Lloyd mungkin dikagumi orang-orang sebagai jenius dari para jenius, tapi ayah angkatnya tetap menganggap dia sebagai anak kecil yang suka berfantasi dan malas-malasan."
    },
    {
      "_id": 31083,
      "ids": [
        31083,
        41083,
        51083,
        61083
      ],
      "id": "geniuss_metafield_suit",
      "name": "Genius's Metafield Suit",
      "type": "BODY",
      "desc": "Setelah diaktifkan, terlihat seperti pakaian selam yang menutupi seluruh tubuh, dan mengirimkan sinyal saraf dari seluruh tubuh ke ruang metafield dalam waktu riil.",
      "typeText": "Badan",
      "backstory": "Ruang metafield yang didirikan oleh anggota ke-29, Sserkal, telah melampaui ras biologis dan multidimensi. Makhluk apa pun dapat menyinkronkan sinyal saraf ke jaringan kesadaran hanya dengan menggunakan perangkat penyelaman.\n\nMakhluk-makhluk yang tidak dapat melintasi dunia juga dapat dihubungkan dengan mimpi bersama, mencari kedamaian dan ketenangan yang tidak ada dalam kenyataan.\n\nMakhluk alam semesta telah menciptakan aset budaya yang tak terhitung di metafield yang dijalin oleh data virtual, dan tatanan baru pun diam-diam didirikan. Saat ada seseorang yang meramalkan bahwa surga virtual akan menggantikan kenyataan, Sserkal si \"Penenun Semua Ciptaan\" malah memotong koneksi jaringan kesadaran secara total, dan seluruh metafield langsung sunyi senyap seperti musim dingin.\n\n\"Para investor yang terus mendiskusikan metafield sudah mau gila. Mereka sudah memberdayakannya berulang kali, tapi metafield sudah menghilang.\"\n\nOrang-orang selalu tidak tahan untuk menebak apakah metafield adalah cawan petri (wadah untuk membiakkan sel-sel) bagi jiwa-jiwa, dan mengundang para ciptaan hanyalah untuk mendapat sampel jiwa gratis."
    },
    {
      "_id": 31084,
      "ids": [
        31084,
        41084,
        51084,
        61084
      ],
      "id": "geniuss_gravity_walker",
      "name": "Genius's Gravity Walker",
      "type": "FOOT",
      "desc": "Perangkat penangkap gravitasi yang dapat dikenakan. Bentuknya seperti sepatu es yang dapat memantulkan cahaya bintang saat meluncur dengan cepat.",
      "typeText": "Kaki",
      "backstory": "Anggota ke-64: \"Dr. Primitive\" yang terkenal karena kejahatan seriusnya, dan bersembunyi dari pengejaran antar bintang sepanjang hidupnya.\n\nDr. Primitive tampaknya menikmati sensasi dikejar, selalu menjaga jarak dengan hati-hati dari mereka yang memburunya, tidak pernah terlalu dekat untuk ditangkap atau terlalu jauh untuk tidak bisa dilacak.\n\nDia menerapkan teknologi penangkapan gravitasi untuk melarikan diri dan mampu berjalan bebas di ruang angkasa dengan menggunakan gaya gravitasi. Para astrofisikawan dari Intelligentsia Guild gagal memahami prinsip tersebut, dan hanya berhipotesis bahwa ada sesuatu yang berhubungan dengan perbedaan gravitasi antar planet. Pengejarnya yang mengendarai kendaraan era gravitasi berjuang untuk mengejar kecepatannya, bersumpah untuk membawanya ke pengadilan.\n\n\"Berjalan di luar angkasa adalah hal yang romantis, sayangnya orang yang melakukannya adalah Dr. Primitive.\" Ujar seorang Galaxy Ranger.\n\nHingga \"Dr. Primitive\" menghilang sepenuhnya sekalipun, Galaxy Ranger tetap melanjutkan pengejaran dan pelacakannya. Mereka tidak percaya akan \"dugaan kematian\" Dr. Primitive."
    }
  ]
}