{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "Giant Tree of Rapt Brooding",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>6%</nobr> SPD pengguna. Saat SPD pengguna lebih dari atau sama dengan <nobr>135</nobr>/<nobr>180</nobr>, Outgoing Healing pengguna dan Memosprite miliknya akan meningkat <nobr>12%</nobr>/<nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "Grove of Epiphany's Pondering Colossus",
      "type": "NECK",
      "desc": "Di dalam Planar Sphere tersegel Grove of Epiphany Amphoreus, tempat tubuh dewa \"Cabang Keretakan\" {RUBY_B#Titan Rasionalitas}Cerces{RUBY_E#} merenung dalam diam. \"Sarjana Pertama\" memimpin orang-orang untuk mendirikan sebuah taman bunga dan pelataran di tengah hutan, saling berbagi pengetahuan, dan di sinilah Grove terlahir.",
      "typeText": "Planar Sphere",
      "backstory": "Setelah dewasa, demi menemukan makna spiritual dalam kepercayaan terhadap Mnestia, Thalesus sang \"Sarjana Pertama\", memulai perjalanan dari kampung halamannya, negara kota pesisir Mileutus, untuk menjelajahi tanah Amphoreus.\n\nSelama perjalanan ziarah, berbagai pengalaman yang tidak biasa dan pemandangan yang aneh memicu pemikiran baru tentang fenomena alam dan asal-usul dunia. Ketika pengembaraannya berakhir, dia bertemu dengan \"Cabang Keretakan\" dan melengkapi metodologinya untuk memahami dunia di hadapan pohon raksasa itu. Setelah itu, Thalesus mendirikan sebuah pelataran di bawah pohon raksasa dan menamainya \"Grove of Epiphany\", sebuah tempat bagi umat manusia untuk mencerahkan jiwa, menuntut ilmu, dan meraih pencerahan.\n\nDi dalam {RUBY_B#Titan Rasionalitas}Cerces{RUBY_E#}, pikirannya terkadang dituangkan ke dalam gulungan kertas, atau diam-diam berubah menjadi beragam flora ... Demikianlah asal-usul hiruk pikuk Grove. Sementara itu, di tengah kebisingan komunikasi dan perdebatan, lahirlah berbagai sekolah dengan pandangan yang berbeda-beda.\n\nMeski arah penelitian tiap sekolah berbeda, tapi bukan berarti mereka sama sekali tidak berkaitan — seperti cabang-cabang pohon raksasa yang memanjang dan menyebar, selalu saja ada yang tumpang tindih ... Di tengah perdebatan sengit dan pewarisan teori pengetahuan antargenerasi, pemahaman yang ditinggalkan oleh \"Sarjana Pertama\" kini telah berkembang menjadi berbagai aliran pemikiran yang dipimpin oleh Tujuh Orang Bijak dan didominasi oleh Tujuh Sekolah Besar.\n\n\"Pengetahuan dunia harus menjadi dedaunan Grove, menutupi matahari dan membantu pohon raksasa tumbuh subur.\" Setiap negara kota yang mencari kebijaksanaan di Grove harus mempersembahkan pengetahuan yang setara. Dengan demikian, pikiran yang tidak terhitung jumlahnya akan menjadi pupuk yang menyuburkan, dan tunas muda yang tidak terhitung jumlahnya dapat tumbuh berkembang.\n\nSelama ratusan tahun Kalender Cahaya, setiap rombongan pedagang yang melewati pegunungan Grove, setiap kapal pedagang yang berlayar menuju pelabuhan Grove ... Setiap gulungan berisikan pengetahuan yang ditemukan, terlepas dari asal negara atau bahasanya, akan dikembalikan ke dalam koleksi Grove. Para sarjana Grove, atau mungkin lebih tepatnya \"perampok\", menjadikan Grove \"sekolah terbaik di Amphoreus\" dengan melakukan akuisisi dengan bayaran tinggi, mempekerjakan orang untuk menjiplak karya, bahkan menjarah dan cara lainnya. Para sarjana Grove menganggap diskusi sebagai alat ritual dan spekulasi sebagai ketaatan, serta memuja rasionalitas tertinggi dengan penuh hormat.\n\nDimulai dari tumbuh-tumbuhan, dan berakhir dengan roh pohon, inti kayu embun mengumpulkan pengetahuan dari seluruh dunia sedikit demi sedikit. {RUBY_B#Titan Rasionalitas}Cerces{RUBY_E#} mendengarkan kebisingan yang semakin memuncak di Grove, tapi tetap terdiam dalam renungannya."
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "Grove of Epiphany's Interwoven Veins",
      "type": "OBJECT",
      "desc": "Benang emas dan tanaman rambat menghubungkan jaringan pengetahuan Grove, dan menjadi jalur untuk berbagi pencapaian antarsekolah. Informasi disalurkan melalui sistem akar, dijelajahi dan didekonstruksi sepanjang jaringan pembuluh, hingga akhirnya berubah menjadi tetesan embun dan larut ke dalam kolam Perpustakaan Persahabatan.",
      "typeText": "Link Rope",
      "backstory": "Secercah pemikiran di Grove of Epiphany adalah serangkaian cabang horizontal pohon raksasa. Pembuluh-pembuluhnya memunculkan ribuan macam pendapat, dan masing-masing berkembang seperti cabang-cabang halus yang saling bertautan. Meski tidak bergantung satu sama lain, tapi mereka juga saling tumpang tindih dan akhirnya membentuk kanopi pohon yang subur dan megah.\n\nSalah satu cabang tersebut mengarahkan tangkai daunnya ke dirinya sendiri, berbelit dan melingkar. Para pertapa dari \"Sekolah Penyantap Teratai\" terpesona oleh misteri pola pohon, bunga, dan daunnya, menggambarkan vegetasi dan segala sesuatu sebagai keberadaan yang tampak dan dapat dijangkau. Pertapaan yang mereka lakukan adalah cara praktis untuk menyelaraskan segala sesuatu di dunia — menurut mereka, pertapaan bukanlah mengabaikan diri, melainkan jalan pintas untuk mengenal diri sendiri.\n\nSalah satu cabang tersebut tumbuh subur dengan buah-buahan. Para sarjana \"Sekolah Kambing\" ahli dalam penelitian, pembiakan, dan perlindungan makhluk-makhluk ajaib — beragam wujud Chimera yang menggemaskan adalah sedikit hasil penerapan dari penjelajahan mereka terhadap kehidupan yang beraneka ragam di dunia ini.\n\nSalah satu cabang tersebut berbelit dengan proporsi, presisi, dan keanggunan yang sempurna. Para sarjana \"Sekolah Simpul\" mengemukakan bahwa \"segalanya adalah angka\" — segala benda fisik dapat dipetakan dengan angka. Sebagai sekolah yang terbentuk paling awal di Grove, mereka memegang teguh standar masuk dan mensyaratkan \"mereka yang tidak paham geometri dilarang masuk\", bahkan menganggap matematika sebagai alat {RUBY_B#Titan Rasionalitas}Cerces{RUBY_E#} untuk mengendalikan dunia.\n\nSalah satu cabang tersebut tumbuh bulat dan kokoh. \"Sekolah Penarikan Batu\" mensyaratkan sarjana untuk memainkan katapel dan melempar batu bulat keluar area yang ditentukan sebelum mereka bisa diterima, sebagai bukti niat mereka untuk \"mengejar kesempurnaan\" dalam berlatih, berpikir kritis, dan berkompetisi.\n\nSalah satu cabang tersebut terkadang menggantung loyo, terkadang tegak, menyampaikan keindahan murni kepada indra manusia. \"Sekolah Terakota\" menganggap diskusi seni dan sensibilitas sebagai asal mula pemikiran logis, dan meyakini bahwa informasi yang diperoleh langsung melalui indra merupakan informasi yang paling murni, sehingga mereka akan mencapai dunia yang lebih luas dan bijaksana.\n\nDi atas kanopi pohon yang rimbun, cabang penuh taat dan hormat yang terbentuk dari batang pohon raksasa adalah yang paling cocok untuk ritual persembahan. \"Sekolah Pemujaan\" ahli dalam pemahaman ritual Titan dan penerapan keajaiban-keajaibannya, sehingga dijuluki \"Buaian Politisi Amphoreus\". Selain memimpin ritual di Grove, hasil ajaran mereka juga merambah ke berbagai aspek Amphoreus. Tapi, tiba-tiba tumbuh cabang muda yang tajam, bersaing dengannya ....\n\n\"Sekolah Benih Kecerdasan\" mewarisi teori jiwa \"Sarjana Pertama\", dengan keahlian khusus dalam teori transformasi dan kenaikan kehidupan dan objek. Sekolah ini didirikan baru-baru ini, tapi argumennya paling tajam. Doktrin utamanya bertujuan untuk menunjukkan asal-usul segala kehidupan dan objek di dunia ini.\n\nTujuh Orang Bijak dari Tujuh Sekolah Besar bertanggung jawab atas bidang studinya masing-masing, semuanya setara. Sementara itu, pohon raksasa Rasionalitas menyandang gelar fiktif sebagai kepala dari Tujuh Orang Bijak. Di tengah perdebatan yang tiada habisnya, ia menumbuhkan cabang-cabang pengetahuan dan rasionalitas, menyebarkannya ke seluruh dunia."
    }
  ]
}