{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "Guard of Wuthering Snow",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DMG yang diterima -<nobr>8%</nobr>",
    "4": "Saat giliran dimulai, jika HP pengguna saat ini kurang dari atau sama dengan <nobr>50%</nobr>, maka HP pengguna akan dipulihkan sebesar <nobr>8%</nobr> Max HP-nya dan memulihkan <nobr>5</nobr> Energy."
  },
  "pieces": [
    {
      "_id": 31061,
      "ids": [
        31061,
        41061,
        51061,
        61061
      ],
      "id": "guards_cast_iron_helmet",
      "name": "Guard's Cast Iron Helmet",
      "type": "HEAD",
      "desc": "Helm standar yang menutupi kepala dan wajah, memiliki lapisan di bagian dalam untuk membantu pemakainya tetap hangat.",
      "typeText": "Kepala",
      "backstory": "Berjaga di tengah Kebekuan Abadi bukanlah hal yang mudah, namun Silvermane Guard Jarilo-Ⅵ sudah lama terbiasa akan tugas ini. Angin sedingin es melewati celah pelindung, bak seperti pisau besi dingin yang mengiris ringan.\\n\\nMonster dari luar angkasa sekali lagi datang mengacau, dan para Guard berjaga di bawah komando Supreme Guardian dengan perlengkapan zirah lengkap.\\n\\nTentara yang ditempatkan di pos terdepan sering kali harus bersembunyi di antara salju selama berhari-hari saat memantau aktivitas monster di luar. Paparan dingin yang terlalu lama menyebabkan kulit, keringat, dan lapisan beludru dari helm mereka akan membeku dan saling menempel, sehingga sering kali mereka perlu menuangkan air panas ke helm untuk melepas helm mereka. Para pengrajin Architect melengkungkan potongan logam yang dipasang pada helm dan berusaha mencoba mengurangi beban helm yang berat di tengah salju.\\n\\nStandar helm Guard yang keras, hangat, dan megah terus diwariskan secara turun-temurun.\\n\\n\"Bagaimana kalian bisa melihat jalan dengan jelas saat mengenakan topeng seperti ini?\" Setiap Guard yang sedang berjaga pasti sudah pernah ditanyai satu pertanyaan ini."
    },
    {
      "_id": 31062,
      "ids": [
        31062,
        41062,
        51062,
        61062
      ],
      "id": "guards_shining_gauntlets",
      "name": "Guard's Shining Gauntlets",
      "type": "HAND",
      "desc": "Armor tangan logam yang memancarkan kilau keperakan dalam cahaya. Struktur mekanis yang kompleks tersembunyi di dalam desainnya.",
      "typeText": "Tangan",
      "backstory": "Setelah para penjajah yang membawa tanda Destruction memotong jalur terdekat Guard, Laszlo Landau memerintah pasukannya untuk melindungi dan membawa pergi Supreme Guardian. Laszlo sendiri tetap tinggal di sana untuk menahan musuh.\\n\\nMau Kapten Silvermane Guard yang paling berani sekali pun juga tidak mungkin bisa mundur tanpa cedera setelah berseteru dengan kawanan monster.\\n\\nTeriakan menakutkan dan serangan ganas monster-monster terus terdengar tanpa henti. Namun tidak ada satu pun monster yang berhasil menembus garis pertahanan tunggal yang dijaga Landau sendiri. Pertarungan sengit tanpa henti perlahan-lahan membuat Laszlo lelah. Dan sampai bala bantuan muncul, dia akhirnya terjatuh pingsan dan para tentara baru sadar kalau Laszlo telah kehilangan kedua tangannya di pertempuran.\\n\\nPengrajin terbaik Architect telah menempa sarung tangan kepada pahlawan itu agar dia dapat kembali mengangkat bendera pasukan.\\n\\nSambil melihat tangannya yang indah, Laszlo menggumam, \"Satu-satunya kekurangannya adalah, dua tangan ini tidak bisa lagi merasakan getaran busur.\""
    },
    {
      "_id": 31063,
      "ids": [
        31063,
        41063,
        51063,
        61063
      ],
      "id": "guards_uniform_of_old",
      "name": "Guard's Uniform of Old",
      "type": "BODY",
      "desc": "Seragam Silvermane Guard yang disetrika dengan rapi dari masa lalu. Kerah yang kokoh menimbulkan lipatan di kain.",
      "typeText": "Badan",
      "backstory": "Seragam Silvermane Guard gaya lama yang diturunkan dari generasi ke generasi di keluarga Goethe, telah dikubur di bagian bawah peti selama bertahun-tahun. Seragam itu hanya dikeluarkan ke dunia oleh para tentara yang mulia.\\n\\nMenghadapi serangan barbar para tentara Destruction, Silvermane Guard bersumpah untuk menjaga pertahanan terakhir dan tidak akan mundur.\\n\\nSelama Perang Pertahanan Vevalo, Horace Goethe memimpin pasukannya ke misi berbahaya untuk mempertahankan celah gunung. Bala bantuan tidak dapat tiba hingga beberapa bulan kemudian, dan para pahlawan yang tak kenal takut sudah tidak lebih dari tulang dan debu. Pada upacara penghargaan, Supreme Guardian Alisa menyematkan medali kehormatan pada putra muda Horace Goethe saat dia berdiri tegak mengenakan seragam gaya lama, mewakili pahlawan gagah berani yang telah gugur.\\n\\nYang dilihat Goethe kecil adalah seragam tentara dan lencana, namun yang dilihat Supreme Guardian adalah peninggalan dari para pahlawan — yakni masa depan Belobog.\\n\\n\"Horace Goethe adalah seorang pejuang sejati. Kamu harus bangga menyandang nama Goethe.\" Kata-kata itu merupakan satu-satunya hal yang diingat Goethe muda tentang Supreme Guardian."
    },
    {
      "_id": 31064,
      "ids": [
        31064,
        41064,
        51064,
        61064
      ],
      "id": "guards_silver_greaves",
      "name": "Guard's Silver Greaves",
      "type": "FOOT",
      "desc": "Sepasang pelindung logam keras berwarna putih perak yang memberikan kelincahan, kehangatan dan perlindungan.",
      "typeText": "Kaki",
      "backstory": "Pasukan lapangan Silvermane Guard sering harus melakukan perjalanan ribuan mil sehari di salju setinggi pinggang untuk kebutuhan taktis. Kelelahan dan radang dingin yang parah karena perjalanan panjang, terus menguji kekuatan kaki para tentara.\\n\\nDalam ekspedisi salju yang panjang, mereka juga sesekali akan bertemu dengan teman lama yang sudah lama hilang.\\n\\nSilvermane Guard yang ditugaskan untuk berpatroli di dataran salju sering mendengar lolongan serigala di perkemahan. Makhluk menyedihkan ini telah diusir dari rumah mereka oleh sepatu bot besi penjajah. Sersan Jaeger yang bertugas di lapangan, yang berasal dari keluarga pemburu, terampil membuat jubah bulu dari surai Direwolf. Namun, setelah terjadinya Kebekuan Abadi, dia jarang melihat binatang buas ini lagi. Pada malam musim dingin yang dingin, beberapa Direwolf yang putus asa mencari kehangatan akan mendekati api unggun dan diam-diam berbaring di sebelah kanan Jaeger tanpa mengeluarkan suara. Namun, setelah fajar, binatang buas ini tidak akan pernah bangun lagi.\\n\\nSersan Jaeger memasukkan surai serigala ke dalam pelindung leher Guard, agar mereka bisa merasa lebih hangat dalam perjalanan.\\n\\n\"Direwolf belum sepenuhnya kehilangan tanah air mereka, begitu juga kita.\" Ujar Sersan Jaeger yang mengungkapkan rasa kasihannya pada Direwolf."
    }
  ]
}