{
  "_id": 123,
  "id": "hero_of_triumphant_song",
  "name": "Hero of Triumphant Song",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATK +<nobr>12%</nobr>.",
    "4": "Saat Memosprite pengguna ada di medan pertempuran, SPD pengguna meningkat <nobr>6%</nobr>. Saat Memosprite pengguna menyerang, CRIT DMG pengguna dan Memosprite miliknya akan meningkat <nobr>30%</nobr>, berlangsung selama <nobr>2</nobr> giliran."
  },
  "pieces": [
    {
      "_id": 31231,
      "ids": [
        31231,
        41231,
        51231,
        61231
      ],
      "id": "heros_wreath_of_championship",
      "name": "Hero's Wreath of Championship",
      "type": "HEAD",
      "desc": "Mahkota daun salam untuk juara arena. Setiap lembar daun salam yang berwarna emas itu melambangkan keberanian dan kehormatan.",
      "typeText": "Kepala",
      "backstory": "Waktu seperti berjalan lebih lambat di tengah embusan napas Oronyx. Dia bisa mendengar suara napasnya yang berat, tulang rusuk di rongga dadanya terasa nyeri, seolah-olah ingin menghirup setiap udara di arena itu ke dalam paru-parunya ... Darah dan keringat saling bercampur, bumi yang dipijaknya menghasutnya untuk menyerah dan menikmati peristirahatan yang nyaman dan menenangkan itu ... Dia sudah kehabisan tenaga.\n\n\"Serangan berikutnya akan datang dari mana? Kiri atau kanan? Serangan tipuan atau ....\"\n\nUjung tombak sudah menyerang kemari, dia tidak punya waktu untuk berpikir lagi. Akhirnya dia menusukkan tombaknya ke arah depan dan menyerahkan nasibnya pada Titan Pertikaian.\n\nDebu di sana turun perlahan-lahan, sinar matahari masuk ke arena dari arah samping, dan menyinari sisi wajahnya. Para penonton yang ada di tribun mulai berdiri, suara tepuk tangan dan teriakan pun memenuhi seluruh arena itu. Pada saat itu, dia terkejut karena menyadari arena itu ternyata begitu luas, perasaan tertekan karena tidak punya jalan untuk kabur pun sudah menghilang. Di tengah arena yang megah itu, hanya tersisa genangan darah, lawan yang terkapar, dan pemenang yang kesepian dan bersinar.\n\nPenguasa kota itu mengangkat tangannya dan mengumumkan kemenangannya menjadi juara. Di tengah iringan suara genderang, dia memakai mahkota daun salam dan menjadi legenda arena.\n\n\"Kamu terpilih sebagai pengawal pribadi penguasa kota ini. Nama dan kemenanganmu akan dicatat dalam kisah kepahlawanan!\"\n\nSetelah itu, namanya pun dielu-elukan. Cahaya kemuliaan Nikador menyelimuti dirinya, seolah-olah seluruh dunia ini hanya diciptakan untuk dirinya seorang."
    },
    {
      "_id": 31232,
      "ids": [
        31232,
        41232,
        51232,
        61232
      ],
      "id": "heros_gilded_bracers",
      "name": "Hero's Gilded Bracers",
      "type": "HAND",
      "desc": "Sepasang pelindung pergelangan tangan berkualitas yang selalu melekat di pergelangan tangan pejuang dan membantunya menopang trompet kemenangan.",
      "typeText": "Tangan",
      "backstory": "Baik kemenangan besar maupun kekalahan telak, juara arena selalu bisa kembali dari medan perang. Karena menganggap keberuntungannya sebagai \"lambang kemenangan\", penguasa kota pun mengganti tombak dan perisai di tangannya dengan bendera dan trompet perang, lalu memerintahkannya untuk menganugerahkan keberuntungannya pada semua pasukan. Para tentara percaya bahwa kemuliaan Nikador selalu melindunginya. Jalan yang dia tunjukkan adalah jalan menuju kemenangan.\n\n\"Mulai sekarang kamu tidak perlu jadi tentara, tapi jadilah sebuah simbol.\"\n\nTubuh yang tadinya dilatih siang dan malam hingga sekokoh batu, sekarang hanya digunakan untuk mengamati seperti patung batu di dalam kuil.\n\nDia dilarang masuk ke kamp pelatihan perang karena para tentara takut \"lambang kemenangan\" itu terluka. Ketika diundang ke pesta penguasa kota, para tamu pun menanyakan tentang legenda enam belas pertarungan hidup dan mati itu. Dia berdiri di tepi medan perang sambil memegang trompet perang. Pelindung pergelangan tangan itu memancarkan kilau cahaya keemasan ke sisi wajah yang tampak semakin asing, membuatnya tiba-tiba merasa cemas ... dia cuma perlu meniupkan trompet kemenangan tanpa perlu terjun ke medan perang ... Ternyata inilah yang disebut \"pahlawan yang tidak perlu berperang\".\n\n\"Kalau bisa datangkan kemenangan untuk semua pasukan, aku rela korbankan kehormatan di medan perang ini.\"\n\nNikador tidak pernah memilih jalan kemenangan untuk jadi \"sebuah simbol\", dia pun tidak berani lengah. Mungkin pertempuran terakhir dalam hidupnya akan segera tiba ...."
    },
    {
      "_id": 31233,
      "ids": [
        31233,
        41233,
        51233,
        61233
      ],
      "id": "heros_gallant_golden_armor",
      "name": "Hero's Gallant Golden Armor",
      "type": "BODY",
      "desc": "Zirah yang tampak seperti zirah dewa ini akan melindungi tubuh yang kekar dengan sempurna.",
      "typeText": "Badan",
      "backstory": "Ketika berhadapan dengan dewa yang terjerumus dalam kegilaan, tidak ada orang yang akan meninggalkan pertempuran sebagai pemenang. Di semua tempat yang terkena sapuan tombak Nikador, tombak-tombak akan patah, perisai akan beterbangan, garis-garis pertahanan akan runtuh ... para tentara yang tercerai-berai pun akan terjebak dalam kekacauan dan ketakutan yang belum pernah mereka rasakan sebelumnya. Tiupan trompet kemenangan pahlawan arena yang terbenam di tengah teriakan, ratapan, dan suara benturan senjata logam sudah tidak bisa memutarbalikkan kekalahan ini.\n\n\"Nikador mau mengambil kembali kemenangan yang dia janjikan, aku pun harus mengembalikannya dengan tombak dan darah segar.\"\n\nDi tengah pusaran debu, bendera yang sudah terkoyak itu terus berjalan menuju Nikador. Para tentara pun sadar kalau pahlawan yang beruntung itu sudah bertekad untuk berperang sampai mati.\n\nAwalnya cuma ada empat atau lima orang yang mengikutinya, kemudian bertambah menjadi puluhan, ratusan ... Mereka semua mengikuti sosok yang kekar itu dan melancarkan serangan terakhir ke arah medan perang yang pasti akan mengakhiri hidup mereka ... Rekan seperjuangan yang sudah gugur pun seperti menjelma menjadi arwah pahlawan yang berbisik di telinga mereka dan menyemangati mereka yang masih hidup untuk menyelesaikan perjuangan yang terakhir ini. Meski sudah terjerumus dalam kegilaan, Nikador tetap bisa merasakan tekad dan keberanian sekelompok tentara itu.\n\n\"Lihat! Pahlawan arena itu masih maju terus, kita harus ikuti dia!\"\n\nZirah berlapis emas itu masih berkilau di bawah cahaya senja. Dia memimpin pasukan ke arah kematian yang bermartabat dan terhormat."
    },
    {
      "_id": 31234,
      "ids": [
        31234,
        41234,
        51234,
        61234
      ],
      "id": "heros_firechasing_shinguard",
      "name": "Hero's Firechasing Shinguard",
      "type": "FOOT",
      "desc": "Pelindung kaki yang menempel sempurna di kaki tentara. Lekukan yang elegan tapi kokoh itu menyiratkan tekad pantang mundur.",
      "typeText": "Kaki",
      "backstory": "Para tentara berjalan memasuki reruntuhan dalam keheningan, mereka pun mulai membersihkan medan perang itu. Ada orang yang bersusah payah menarik mayat-mayat dan memisahkan rekan seperjuangan mereka dari mayat musuh. Ada juga yang berlutut di samping rekannya yang gugur, lalu pelan-pelan menutup kelopak mata mereka ... Teriakan di medan perang sudah lama hilang, kini yang tersisa hanyalah kesunyian yang menyesakkan dada ... Pahlawan arena juga bersemayam di antara kumpulan orang-orang yang meninggal dunia itu. Hanya sepasang pelindung kaki berlapis emas yang tampak mencolok di antara debu dan darah yang berserakan.\n\n\"Ingat, tentara di medan perang tidak pernah benar-benar pergi. Jiwa pahlawan mereka akan selalu hidup di dalam kenangan penerusnya.\"\n\nTidak lama kemudian, suara nyanyian duka memecah keheningan. Para imam berjalan melintasi medan perang dan mengadakan upacara pemakaman untuk mereka yang gugur.\n\nApi berkobar di tengah gelapnya malam, nyanyian duka pun terus berkumandang ... Tiba-tiba, langit di kejauhan terbelah oleh sebuah cahaya yang cemerlang, seperti Tombak Hukuman Langit yang menusuk bumi. Itu adalah panggilan Nikador terhadap arwah pahlawan di tempat ini. Seketika itu juga, para tentara dan rakyat biasa yang menghadiri upacara pemakaman itu langsung berlutut dan mengangkat kedua tangan mereka, rasa hormat dan syukur pun memenuhi lubuk hati mereka ... Cahaya itu menjelma menjadi aura hangat yang memeluk setiap arwah tentara, membisikkan anugerah dan pengampunan Titan, serta mengumumkan keabadian para pahlawan.\n\n\"Lihat! Bahkan di tengah kematian, pahlawan arena itu masih memimpin para tentara menuju kemenangan pulang.\"\n\nPahlawan itu mengangguk dengan lembut. Dalam iringan nyanyian kuno, jiwanya yang mulia itu akan terlahir kembali."
    }
  ]
}