{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "Hunter of Glacial Forest",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Ice DMG +<nobr>10%</nobr>.",
    "4": "Saat melancarkan Ultimate, CRIT DMG meningkat <nobr>25%</nobr> selama <nobr>2</nobr> giliran."
  },
  "pieces": [
    {
      "_id": 31041,
      "ids": [
        31041,
        41041,
        51041,
        61041
      ],
      "id": "hunters_artaius_hood",
      "name": "Hunter's Artaius Hood",
      "type": "HEAD",
      "desc": "Sebuah tudung yang terbuat dari bulu kepala beruang dataran salju yang besar. Bulu itu tampaknya dirasuki oleh hantu atau dewa, sehingga menjadi kebal terhadap pedang.",
      "typeText": "Kepala",
      "backstory": "Aturan bertahan hidup para pemburu yang beredar di Snow Plains, Snowland adalah sebagai berikut. Jangan pernah ke bagian selatan gunung selama masa perburuan \"Artaius\", karena beruang putih raksasa yang bisa mengguncangkan gunung tidak akan menyambut pengunjung dengan ramah.\n\nSebagai pemburu yang diutus asosiasi, Hugh menerima panggilan penyelamatan dan segera bergegas ke bagian selatan gunung. Dia tidak pernah menyangka kalau dia akan berhadapan dengan penyergapan yang sudah lama direncanakan.\n\nHugh koma dalam waktu lama karena tembakan, dan saat siuman, Hugh segera menyadari kalau dirinya baru saja lolos dari kematian. Namun di detik berikutnya, Hugh segera tahu bahwa ancaman masih belum berakhir, karena dia sedang ditatap \"Artaius\". Meskipun dia bisa menembak dengan jarak dekat dan melakukannya dengan cepat, pola serangan \"Artaius\" yang berantakan pasti membuat tembakannya tidak bisa tepat sasaran .... Hugh menunggu kesempatan dengan tenang, mencabut pedang tulangnya yang beracun, lalu melompat dengan gerakan yang luar biasa. Hidup matinya kini bertumpu pada momen ini.\n\nMeski luka tembakannya tidak diobati, Hugh berhasil mengambil kepala dan bulu \"Artaius\" dan kemudian bertahan hidup dari malam yang dingin dan bersalju.\n\nBeberapa hari kemudian, Hunters Association menemukan mayat \"Artaius\" yang tak berkepala. Sejak saat itu, mereka tahu bahwa pemburu yang harusnya mati masih hidup dan seorang pembalas dendam yang tak direncanakan telah lahir."
    },
    {
      "_id": 31042,
      "ids": [
        31042,
        41042,
        51042,
        61042
      ],
      "id": "hunters_lizard_gloves",
      "name": "Hunter's Lizard Gloves",
      "type": "HAND",
      "desc": "Sepasang sarung tangan taktis di mana cakar bersisik Snowrock Lizard dijahit dengan erat. Dapat digunakan untuk memanjat dinding apa pun dan menggantung dengan aman.",
      "typeText": "Tangan",
      "backstory": "Snowrock Lizard kurang lincah dan tidak memiliki kekuatan untuk menekan musuh. Mereka dapat bersembunyi di atas batu selama setengah bulan, hingga buruannya mengurangi kewaspadaannya dan memperlihatkan kesempatan untuk diserang kadal itu.\n\nPemburu yang terdaftar sudah tidak tahan untuk menunggu. Mereka memutuskan untuk masuk ke gunung salju dan memburu Hugh, menghapus ancaman yang sedang mendekat.\n\nMeski pemburu-pemburu yang terdaftar di asosiasi punya kemampuan yang luar biasa, tapi mereka bukanlah orang-orang yang saling melindungi rekan. Para pemburu akan berkumpul bersama demi hadiah uang yang besar, namun mereka juga sering saling berkhianat demi uang. Segala hal dapat terjadi menurut hukum alam .... Asalkan pemburu tua Hugh dibereskan, orang-orang dapat memperoleh hadiah uang yang lebih banyak. Mereka telah sepakat dan rela membayar harga berapa pun.\n\nHugh sudah melakukan persiapan yang cukup. Berburu pemburu terbaik tidak lebih mudah dari berburu monster, dia harus lebih sabar karena kesabaran adalah hal terpenting yang harus dimiliki seorang pemburu.\n\nPemburu yang terdaftar di asosiasi semakin hari semakin sedikit, dan rasa takut karena rumor \"Hugh yang Tak Bisa Mati\" terus menyebar."
    },
    {
      "_id": 31043,
      "ids": [
        31043,
        41043,
        51043,
        61043
      ],
      "id": "hunters_ice_dragon_cloak",
      "name": "Hunter's Ice Dragon Cloak",
      "type": "BODY",
      "desc": "Jubah yang terbuat dari sisik halus Ice Dragon, hampir tidak terlihat di bawah pantulan cahaya yang indah.",
      "typeText": "Badan",
      "backstory": "\"Penguasa Danau Es\" yang tubuhnya dipenuhi dengan sisik unik dapat memantulkan cahaya menyilaukan di bawah sinar matahari, yang membuat mereka tidak terlihat ketika sedang berada di bawah air. Sedikit sekali pemburu yang dapat berduel dengan makhluk raksasa yang tak kasat mata seperti ini.\n\nBeberapa hari setelahnya, para pemburu yang terdaftar di Hunters Association menemukan jasad Ice Dragon yang sudah dikuliti sisiknya. Saat itu juga, mereka merasakan ketakutan yang teramat sangat, yang jauh melebihi rasa keterkejutan mereka.\n\nRatusan hingga ribuan monster yang diburu Hugh adalah monster yang langka dan berharga. Bagi para pemburu, perburuan hanya dapat dianggap berhasil jika sifat dan karakter buruan dapat dipikirkan secara keseluruhan .... \"Penguasa Danau Es\" adalah potongan puzzle terakhir untuk Hugh. Dia harus menyelesaikan perburuan untuk menuntaskan hasrat pemburunya.\n\nKini, \"Penguasa Danau Es\" yang merupakan yang tertinggi dalam daftar hadiah asli, digantikan oleh \"Hugh Si Pemburu\". Perburuan yang mengerikan pun dimulai.\n\nSemua pemburu harus sudah siap secara mental untuk menjadi mangsa. Begitu juga dengan Hugh, dan terlebih lagi bagi para pengkhianat itu."
    },
    {
      "_id": 31044,
      "ids": [
        31044,
        41044,
        51044,
        61044
      ],
      "id": "hunters_soft_elkskin_boots",
      "name": "Hunter's Soft Elkskin Boots",
      "type": "FOOT",
      "desc": "Sepasang sepatu bot dengan kekuatan yang disempurnakan yang dibungkus bulu lembut rusa. Dengan ini, pemburu hanya bisa meninggalkan jejak kaki yang dangkal di dataran salju.",
      "typeText": "Kaki",
      "backstory": "Meski terluka parah dan suhu badan yang rendah tidak dapat mencairkan salju, Torch-Antler Elk yang sekarat juga dapat menjadi monster berbahaya yang mematikan.\n\nSaat Hugh mengangkat pistolnya dan mengarahkannya pada rusa sekarat, sepasang mata yang menatap takjub tersebut selalu mengingatkannya akan matanya sendiri.\n\nSejak disergap oleh para pemburu terdaftar, kekuatan hidup Hugh sudah mulai habis, seperti lilin sekarat yang ditiup angin. Dia tahu jelas bahwa dirinya dapat bertahan hidup dengan susah payah karena keinginan untuk balas dendam. Sekali keinginannya terpuaskan, hidupnya akan berakhir bak salju yang terbang pergi .... Meski Hugh selalu merasa langkah kakinya terasa berat, namun sepatu bot lunak berbahan kulit rusa miliknya tidak pernah meninggalkan jejak di tanah. Kini dia harus tetap berpikir tajam untuk perburuan terakhir di hidupnya.\n\nDi tengah kepanikan dan histeria, Hunters Association perlahan-lahan mulai terpecah belah. Mereka membereskan para pengkhianat dengan panik dan berharap mendapat pengampunan dari Hugh. Namun yang mereka dapatkan hanyalah penghancuran diri dan ketidakpercayaan.\n\nHugh akhirnya terkapar di Snowy Plains selamanya dan tidak dapat mencicipi kesenangan dari dendam yang terbalas."
    }
  ]
}