{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "Inert Salsotto",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>8%</nobr> CRIT Rate pengguna. Meningkatkan <nobr>15%</nobr> DMG Ultimate dan Serangan Lanjutan ketika CRIT Rate pengguna saat ini lebih dari atau sama dengan <nobr>50%</nobr>."
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [
        33065,
        43065,
        53065,
        63065
      ],
      "id": "salsottos_moving_city",
      "name": "Salsotto's Moving City",
      "type": "NECK",
      "desc": "Sampul salah satu kota bergerak terakhir yang tersisa di Salsotto — Tumbleweed tercetak di atasnya. Kota ini tidak pernah berhenti dan nyaris tidak lolos dari ditelan malam atau siang yang ekstrem.",
      "typeText": "Planar Sphere",
      "backstory": "Kalau dilihat dari perspektif alam semesta, secara keseluruhan, karena lautan pasirnya yang luas, Planet Salsotto bersinar dalam warna emas yang paling memesona, dengan kawah meteorit raksasa yang terlihat jelas.\\n\\nPada saat-saat tertentu, gelombang-gelombang meteorit aneh terus berjatuhan ke Planet Salsotto. Dampak jangka panjang yang disebabkan oleh \"Meteoric Starfall\" yang terus-menerus menghantam planet ini adalah rotasi planet akan terhenti secara bertahap. Seolah-olah menekan tombol \"Menonaktifkan Dunia\", hari-hari di Salsotto menjadi lebih panjang, seolah-olah matahari terbit dan terbenam berlangsung sangat lama, sampai tidak ada yang bisa menahannya lebih lama lagi, sampai rotasi seluruh planet akhirnya berhenti ....\\n\\nSudah menjadi fakta kehidupan bahwa musim panas yang terik dan malam-malam gelap yang dingin akan berlangsung selama setengah tahun. Yang tersisa dari seluruh Salsotto adalah dua kota terakhir yang selalu bergerak, yang selalu berjalan tepat setelah Terminator Line.\\n\\nBenteng kolosal melayang di udara seperti awan hujan raksasa, yang melayang perlahan melintasi langit di atas gurun emas dengan suara gemuruh. Ke mana pun awan itu pergi, badai pasir raksasa akan ikut datang. Di kota raksasa yang bergerak ini, orang Salsotto dengan setelan bersayap terbang di antara gedung-gedung kota. Orang-orang terbang yang selamat dari malapetaka karena keberuntungan ini sekarang sudah menjadi milik langit dan terikat padanya pada saat yang sama.\\n\\nDi pagi hari, para nelayan udara berangkat dari pelabuhan dan menyelam ke pasir, di mana mereka akan berburu ubur-ubur phlogiston, dan kembali ke kota pada malam hari. Dengan kekuatan makhluk misterius, kota itu nyaris tidak bisa mempertahankan perjalanannya.\\n\\nMeskipun kelangsungan hidup mereka bergantung pada dua sayap rapuh itu, pada dasarnya, orang Salsotto sangat optimis dan tidak akan pernah membiarkan beban berat dan nasib buruk membuat mereka kehilangan semangat. Mereka akan menghabiskan waktu bersama keluarga mereka untuk berlatih alat musik yang terbuat dari kaca, dengan sikap seolah-olah mereka bisa mengukir not musik langsung ke atas kaca; mereka juga suka menyurati sahabat pena mereka, dan sering menaruh surat mereka di \"Dandelion Letterbox\" untuk kota yang ditujukan untuk kota yang bergerak di sisi lain Terminator Line.\\n\\nPerlahan-lahan, medan magnet planet melemah dan atmosfer mulai menipis. Di hadapan malapetaka yang ditakdirkan, kilau kehidupan belum padam, dan elang tidak akan pernah berhenti terbang."
    },
    {
      "_id": 33066,
      "ids": [
        33066,
        43066,
        53066,
        63066
      ],
      "id": "salsottos_terminator_line",
      "name": "Salsotto's Terminator Line",
      "type": "OBJECT",
      "desc": "Rotasi Planet Salsotto sendiri berhenti dan dengan demikian setiap siklus siang dan malamnya tampak berlangsung selamanya. Orang-orang cuma bisa mendapatkan ruang minimum untuk bertahan hidup ketika mereka tanpa henti bermigrasi dan mengejar Terminator Line yang terus bergerak.",
      "typeText": "Link Rope",
      "backstory": "Sejak stagnasi yang disebabkan oleh \"Meteoric Starfall\", \"Terminator Line\" telah menjadi jalur kehidupan orang Salsotto.\\n\\nKetika semuanya dimulai, orang-orang masih menganggap remeh pergantian siang dan malam. Matahari terbit dan tenggelam menyapu bumi, membawa fajar bagi mereka yang masih terjaga, dan mengirimkan malam kepada mereka yang sedang tidur ... Tetapi ketika ritme terang dan gelap melambat, siang dan malam terasa asing, selain itu panas dan dingin rasanya tidak pernah berakhir, seolah-olah sedang perlahan mengubur semua kehidupan yang terperangkap di dalamnya. Inilah sebabnya mengapa orang-orang Salsotto, yang hampir tidak bertahan pada saat itu, naik ke kota bergerak dan memulai pengejaran mereka saat fajar dan senja.\\n\\nMenaiki dek observasi kota bergerak \"Tumbleweed\" dan melihat ke depan, ke arah mereka berjalan, dengan berhiaskan langit siang di depan dan malam yang gelap di belakang.\\n\\nMengejar \"Tumbleweed\" bukan hanya untuk bertahan hidup, tapi juga untuk kehidupan yang lebih baik. Jika bisa bergerak sedikit lebih cepat dari Terminator Line, maka pagi akan tiba di sore hari; tapi jika lebih lambat dari Terminator Line, maka senja akan menjadi larut malam. Dengan cara ini, orang Salsotto yang optimis berhasil memulihkan kondisi setiap harinya ke keadaan semula. Romansa dalam garis keturunan mereka memberkati mereka dengan nyanyian di sore yang damai, serta tidur nyenyak di malam hari.\\n\\nNamun, perjalanan yang dipenuhi dengan keuletan dan ketekunan ini, pada akhirnya akan menemui kehancuran. Reruntuhan kota yang bergerak itu akhirnya ditinggalkan jauh oleh Terminator Line yang terus bergerak.\\n\\nBertahun-tahun kemudian, dua kota yang bergerak, yang belum pernah bertemu satu sama lain itu, pada akhirnya berdiri berdampingan, dengan menara masing-masing di antara reruntuhan yang masih ditujukan untuk oposisinya. Salah satu dari dua kota itu pasti telah melintasi separuh planet dan memulai perang terlebih dahulu. Jejak perang brutal antara kedua kota itu terkadang masih terlihat di bawah bukit pasir, yang bergabung dengan kebencian yang tidak dapat disebutkan namanya, dan berubah menjadi reruntuhan yang sama.\\n\\nPlanet Salsotto tetap diam. Dan sejak kejadian tertentu yang tidak diketahui waktunya, durasi setiap siklus rotasinya entah bagaimana terus berkurang, mengantarkan pemulihan planet ini di masa depan yang tidak berpenghuni."
    }
  ]
}