{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "Iron Cavalry Against the Scourge",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Break Effect +<nobr>16%</nobr>.",
    "4": "Saat Break Effect pengguna lebih dari atau sama dengan <nobr>150%</nobr>, Break DMG yang diakibatkan pada target musuh akan mengabaikan <nobr>10%</nobr> DEF. Saat Break Effect pengguna lebih dari atau sama dengan <nobr>250%</nobr>, Super Break DMG yang diakibatkan pada target musuh akan mengabaikan ekstra <nobr>15%</nobr> DEF."
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "iron_cavalrys_homing_helm",
      "name": "Iron Cavalry's Homing Helm",
      "type": "HEAD",
      "desc": "Helm besi yang meningkatkan sinyal sensorik secara signifikan, menggabungkan kesadaran Iron Cavalry Glamoth dengan baju zirah besi mereka.",
      "typeText": "Kepala",
      "backstory": "Swarm yang menutupi langit berubah menjadi abu di tengah lautan api. Butiran salju putih keperakan melayang di kedalaman luar angkasa, memantulkan kecemerlangan pucat bintang-bintang. Hanya untuk sesaat, suara kepakan sayap yang tiada henti dan instruksi di saluran komunikasi akhirnya menjadi hening.\\n\\nSwarm yang menyerang \"kekaisaran\" belum sepenuhnya musnah, dan perintah perang berikutnya akan terdengar kembali setelah jeda singkat, sama seperti biasanya.\\n\\nIron Cavalry \"kekaisaran\" merasakan sensasi eksternal yang diteruskan kepadanya melalui transmisi sinyal sumsum dalam. Dia mengingat kembali pengalaman ketika dia terakhir meninggalkan kokpit. Angin panas mengacak-acak rambutnya dengan lembut, udara lembap membasahi bagian belakang lehernya, dan butiran keringat menempel di kulitnya. Dia tidak membenci sensasi itu, yang seratus kali lebih jelas daripada sinyal analog. Zirah tersebut menyinkronkan organ sensoriknya dengan pilot secara mendalam. Meskipun hal ini akan memperburuk rasa sakit karena hilangnya entropi, Iron Cavalry tidak punya pilihan lain demi mengalahkan Swarm.\\n\\n<i>\"Peraturan Militer Glamoth Pasal 8: Setiap anggota Cavalry yang masih bertahan hidup harus kembali ke unit mereka dengan sukarela ....\"</i>\\n\\nHanya setelah Iron Cavalry melihat zirah perak dengan kepala yang terpenggal, barulah mereka menyadari sinyal sensorik zirah itu telah menipu diri mereka sendiri ... perintah serangan berikutnya tidak akan terdengar lagi. Betapa kejamnya istirahat yang singkat ini."
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "iron_cavalrys_crushing_wristguard",
      "name": "Iron Cavalry's Crushing Wristguard",
      "type": "HAND",
      "desc": "Tangan besi dengan kekuatan untuk meremukkan serangga. Tajam dan ringan serta keras dan kokoh.",
      "typeText": "Tangan",
      "backstory": "Iron Cavalry Glamoth mengepalkan tangan besi mereka erat-erat, membelah dan menghancurkan karapas kotor para Swarm, membiarkan cairan korosif dari perutnya menyembur dengan bebas. Cairan serangga itu langsung menguap begitu bersentuhan dengan zirah perak mereka, hanya menyisakan noda kotoran dan darah.\\n\\nSisa-sisa zirah dan anggota tubuh serangga menjadi puing-puing yang berserakan di luar angkasa. \"Sungai Kematian\" yang mengitari Glamoth mengalir dengan tenang di bawah tarikan gravitasi, menandai berakhirnya pertempuran berdarah.\\n\\nPara dewan penguasa membahas situasi pascaperang. Mereka menjatuhkan hukuman pada \"Titania\", yang tidak pernah memegang kekuasaan nyata. Keberadaannya dianggap sebagai ancaman terbesar bagi kelangsungan hidup Republik karena dia mengendalikan Iron Cavalry yang kekuatannya menyaingi para hama ... Orang-orang membunyikan lonceng perdamaian, mengumumkan pada rakyat bahwa Swarm telah dimusnahkan, dan langit biru akan kembali ke tangan Republik.\\n\\n<i>\"Jika 'Maharani' tidak ditahan, siapa lagi yang bisa mengendalikan senjata-senjata ini?\"</i>\\n\\nIron Cavalry terus mengasah kekuatan tangan besi mereka sepanjang kehidupan mereka yang singkat, tapi mereka tidak pernah membayangkan tangan-tangan pucat dan lemah di dalam dewan yang melambung tinggi, memegang kekuatan untuk mengubah nasib Glamoth."
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "iron_cavalrys_silvery_armor",
      "name": "Iron Cavalry's Silvery Armor",
      "type": "BODY",
      "desc": "Baju zirah yang berapi-api memberi Iron Cavalry Glamoth kekuatan untuk membakar medan perang.",
      "typeText": "Badan",
      "backstory": "Beberapa lengkungan cahaya api menyilaukan melintasi langit malam, melampaui cakrawala tempat fajar terbit, menuju berbagai sektor bintang Glamoth ... sebuah rutinitas yang paling dikenal, dan juga paling ditakuti, para penduduk Republik.\\n\\nZirah berwarna perak membumbung tinggi. Mereka berpacu dengan waktu untuk bergegas menuju medan perang yang hancur, tanpa waktu untuk mengagumi pemandangan yang tanpa lelah mereka jaga siang dan malam.\\n\\nPerintah Maharani tidak dapat disangkal. Prajurit-prajurit identik yang dilahirkan dari inkubator, bersumpah setia kepada Maharani untuk merebut kembali langit Glamoth. Iron Cavalry melintasi gunungan mayat dan lautan darah serangga terbang yang berdengung, membakar sisa-sisa cangkang hama yang hangus, menghancurkan puing-puing sisik dan rahang raksasa yang bergerigi ... Iron Cavalry Glamoth ditakdirkan untuk menanggung disosiasi entropi kronis yang lambat, membara dengan hebat di ambang hidup dan mati.\\n\\nHingga apinya benar-benar padam, hingga serangga yang menutupi langit berubah menjadi abu hitam yang hangus, hingga tidak ada yang selamat ... rutinitas itu akan terus berlanjut ....\\n\\nApa arti hidup? Ketika akselerasi zirah menekan dada mereka, dan rasa sakit menusuk akibat mati rasa yang disebabkan oleh entropi terasa sesaat di tubuh mereka, mereka pun mencicipi sedikit arti kehidupan."
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "iron_cavalrys_skywalk_greaves",
      "name": "Iron Cavalry's Skywalk Greaves",
      "type": "FOOT",
      "desc": "Dengan kekuatan penghancur dan kecepatan yang tak tertandingi, Iron Cavalry Glamoth akan melompat tinggi, dan memfokuskan kekuatannya untuk menendang ke arah musuh.",
      "typeText": "Kaki",
      "backstory": "Jejak Iron Cavalry melintasi setiap sudut \"Kekaisaran\" Glamoth bagaikan meteor yang berkobar, tapi mereka tidak bisa keluar dari \"mimpi\" yang dijalin oleh Titania.\\n\\nOrang-orang Republik khawatir akan legiun yang dilahirkan untuk perang, mempertanyakan seberapa besar tumpang tindih yang sebenarnya terjadi antara \"Kekaisaran\" yang tidak pernah ada dengan wilayah yang mereka kenal dengan baik ....\\n\\nMaharani menganugerahkan kehormatan dan keyakinan kepada para kesatrianya, dan Iron Cavalry memberikan kesetiaan dan komitmen mereka kepada sang Maharani ... Manusia baru terus-menerus dilahirkan dari inkubator, diberi nomor dan misi. Manusia lama bersembunyi di balik benteng baja, menikmati kedamaian yang telah lama dinanti-nantikan dengan cemas. Seseorang perlu mengungkap kebohongan di balik kedamaian ini. Sarana perang yang mengguncang esensi manusia seharusnya tidak boleh ada di dunia. Saat bencana mereda, mereka yang ketakutan akan sepenuhnya menghancurkan produk-produk perang yang menyimpang ....\\n\\nPelindung kaki Iron Cavalry menembus langit. Selama mereka mau, mereka dapat mencapai bintang mana pun.\\n\\nNamun \"Kekaisaran\" sudah tidak ada lagi. Hanya ada jalur yang sudah ditentukan di depan Iron Cavalry — Jalur yang satu menuju kematian, dan yang lainnya menuju diri mereka sendiri."
    }
  ]
}