{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "Knight of Purity Palace",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "DEF +<nobr>15%</nobr>.",
    "4": "Meningkatkan <nobr>20%</nobr> kekuatan Shield yang dibuat oleh pengguna."
  },
  "pieces": [
    {
      "_id": 31031,
      "ids": [31031, 41031, 51031, 61031],
      "id": "knights_forgiving_casque",
      "name": "Knight's Forgiving Casque",
      "type": "HEAD",
      "desc": "Pelindung kepala yang mirip dengan patung Goddess of Forgiving, digunakan untuk menyembunyikan penampilan pemakainya.",
      "typeText": "Kepala",
      "backstory": "Solemn Knight tidak pernah melepas topengnya yang tebal dan keras di hadapan siapa pun. Atmosfer khusyuk dan keheningan Safina secara bersamaan menghasilkan tekanan yang membuat orang lain sulit bernapas.\\n\\nEntah itu iblis yang tak kenal takut atau rohaniwan gila, mereka hanya akan menunjukkan ketakutan naluriah mereka di bawah tekanan serius tersebut.\\n\\nHanya beberapa rohaniwan tahu bahwa di balik topeng religius tersebut terdapat wujud iblis yang disembunyikan Safina. Gereja takut pada iblis namun juga mendambakan kekuatannya, yang mana merupakan akhir yang sangat bertolak belakang .... Mereka menangkap iblis muda dan membesarkannya menjadi Solemn Knight yang gagah berani, melarang Safina mengungkap wajah aslinya, dan harus mematuhi perintah gereja, membuat Safina menjadi kesatria pendiam Maiden.\\n\\nMaiden Vanira yang sepantaran dengannya sempat mengajari Safina cara mempelajari kitab suci. Sampai hari ini, Maiden Vanira masih mengingat wajah samping iblis yang dipancari cahaya lilin.\\n\\n\"Safinaku tersayang, aku pernah melihat wajahmu dan aku akan selalu mengingatnya.\" Maiden Vanira kemudian kehilangan penglihatan setelah mencapai usia dewasa."
    },
    {
      "_id": 31032,
      "ids": [31032, 41032, 51032, 61032],
      "id": "knights_silent_oath_ring",
      "name": "Knight's Silent Oath Ring",
      "type": "HAND",
      "desc": "Sebuah cincin perak dihiasi dengan pola surgawi, tertanam dengan beberapa permata yang terlihat sedikit keruh.",
      "typeText": "Tangan",
      "backstory": "Rekan-rekan Knights of the Church mengayunkan pedang mereka satu sama lain, kekhidmatan dan etiket berangsur-angsur runtuh, cincin tanda sumpah perlindungan pun mulai keruh.\\n\\nKekuatan yang turun dari lautan bintang menganugerahi gereja suatu kekuatan untuk menghukum iblis, dan di saat bersamaan juga menyebarkan penyakit yang menghilangkan sifat manusiawi.\\n\\nPara Knights of the Church yang terjangkit penyakit sudah tidak dapat membedakan etiket dan aturan, berteriak-teriak untuk mengusir semua keturunan iblis agar gereja mendapat penebusan. Saat ancaman mendekati Maiden, Safina tidak ragu-ragu sedetik pun untuk menghadapinya, meski lawan adalah Knights dari Church of Purity Palace.\\n\\nSolemn Knight harus melindungi Maiden, Safina tidak lupa akan hal itu.\\n\\n\"Safinaku tersayang, kamu tidak perlu merasa bersalah. Inilah akibat dari orang-orang yang mendambakan kekuatan Aeon.\" Kini yang tersisa di gereja hanyalah Maiden terakhir dan kesatria pelindungnya."
    },
    {
      "_id": 31033,
      "ids": [31033, 41033, 51033, 55004, 61033],
      "id": "knights_solemn_breastplate",
      "name": "Knight's Solemn Breastplate",
      "type": "BODY",
      "desc": "Penutup dada yang berat dihiasi dengan simbol-simbol khas Church of Purity Palace, bahkan semua sambungannya pun kedap udara.",
      "typeText": "Badan",
      "backstory": "Baju zirah Solemn Knight perlu diberkati Maiden Vanira — yang merupakan ritual saat seseorang bersumpah untuk menjadi kesatria pelindung maiden.\\n\\nGereja sebelumnya pernah mengikat kaki dan tangan anak iblis dengan menggunakan rantai logam. Dan kini Safina memohon agar zirah besi dia ditempa dengan logam dari negeri iblis, agar suatu hari nanti dia dapat beristirahat dalam damai dengan ditemani sesuatu yang berasal dari tanah airnya.\\n\\nMaiden dari Church of Purity Palace dengan hati-hati membasuh dosa-dosa di baju zirah, dengan hormat berdoa kepada dewa, kemudian menyegel keajaiban kuno di suatu titik di penutup dada. Gereja tidak memercayai kesetiaan para iblis, namun mereka memercayai bahwa iman yang kuat terhadap doktrin memiliki kekuatan untuk memurnikan segalanya. Safina menatap dalam kosong, melihat tanggung jawab yang diberikan ritual kuno itu kepada dirinya.\\n\\nMaiden sama sekali tidak memercayai ritual tersebut, karena tidak ada yang dapat membersihkan dosa yang mungkin eksis.\\n\\n\"Safinaku tersayang, seorang knight harus melindungi maiden dengan baik ya.\" Vanira bersandar di dada Safina lalu mendengar detak jantung yang berdebar kencang."
    },
    {
      "_id": 31034,
      "ids": [31034, 41034, 51034, 55005, 61034],
      "id": "knights_iron_boots_of_order",
      "name": "Knight's Iron Boots of Order",
      "type": "FOOT",
      "desc": "Sepatu bot standar kesatria Church of Purity Palace, dengan kata sederhana terukir di tumitnya: \"Ketertiban\".",
      "typeText": "Kaki",
      "backstory": "Setelah Church of Purity Palace runtuh, Safina melepas sepatu bot besinya dan memulai perjalanan menuju negeri iblis bersama Maiden Vanira.\\n\\nAtas permintaan Maiden, Safina tidak membiarkan Knight di dalam gereja membawa penyakit ke luar gereja. Rahasia ini akan selamanya tersimpan di hati mereka.\\n\\nEntah sejak kapan dimulai, orang-orang mulai mendengar sebuah rumor: keturunan iblis yang pernah diusir gereja telah merasuki Solemn Knight yang suci, wanita iblis yang jahat telah membuat para knight mengacaukan aturan gereja ... dan rumor tersebut telah menjadi \"kenyataan\". Para pengikut gereja yang setia melampiaskan keputusasaan dan frustasi pada Solemn Knight, menjadikannya sebagai pelaku dari semua bencana.\\n\\nSetelah kehilangan tempat berlindung, maiden kemudian menyarankan untuk pergi ke tanah air yang jauh.\\n\\n\"Sejak saat ini, aku menjadi wanita iblis, dan kamu kembali menjadi iblis.\" Safina tidak dapat menyangkal pernyataan Vanira."
    }
  ]
}
