{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "Longevous Disciple",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Max HP +<nobr>12%</nobr>.",
    "4": "Setelah pengguna terkena serangan atau HP-nya dikonsumsi oleh rekan tim (termasuk pengguna sendiri), CRIT Rate akan meningkat <nobr>8%</nobr> selama <nobr>2</nobr> giliran. Efek ini dapat ditumpuk hingga <nobr>2</nobr> lapis."
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [
        31131,
        41131,
        51131,
        61131
      ],
      "id": "disciples_prosthetic_eye",
      "name": "Disciple's Prosthetic Eye",
      "type": "HEAD",
      "desc": "Mata prostetik pintar yang dulunya milik seseorang, sekarang sudah tidak berguna lagi setelah dikeluarkan dari tubuh pemiliknya.",
      "typeText": "Kepala",
      "backstory": "Dalam pemandangan mimpi yang redup dan kacau, dia selalu memimpikan cahaya muncul kembali dari apa yang dilihatnya dalam beberapa hari itu. Ribuan hektar pohon kayu putih bergoyang lembut, dan kelopak bunga berkibar tertiup angin. Ombak nila menghantam karang dan berubah menjadi putih yang bertebaran. Burung terbang membentangkan sayap peraknya dan menghilang ke dalam hutan bambu hijau.\n\nDia selalu mencari orang lain dalam mimpinya, orang yang seharusnya menikmati pemandangan bersamanya.\n\nTapi yang bisa dia lihat hanyalah bayangan samar. Dia ingat dengan jelas rambut pendek sehalus sutra dan mata seperti batu giok hitam, tapi ingatan itu tampaknya jatuh ke dalam labirin yang dibangun oleh sistem saraf, dan dia selalu terbangun secara tiba-tiba sebelum melihat wajahnya dengan jelas. Dalam keadaan linglung, dia menyentuh mata prostetiknya yang membuatnya sangat kesakitan. Dengan bantuan mata palsu, dia tidak lagi harus menyatukan bayangan samar dengan suara, penciuman, dan sentuhan.\n\n\"Sudah tidak berguna lagi\" kata Emanator Ruin Author. Dia mendengar suara kipas tangan yang bergoyang dan tawa Emanator yang melayang. \"Sebentar lagi, kamu akan bisa melihat semua yang ingin kamu lihat — dengan matamu sendiri.\"\n\n\"Ini adalah mataku sendiri,\" dia pun terkekeh, \"selain itu, aku tidak akan pernah memiliki kesempatan untuk melihat pemandangan yang pernah disaksikannya lagi\"."
    },
    {
      "_id": 31132,
      "ids": [
        31132,
        41132,
        51132,
        61132
      ],
      "id": "disciples_ingenium_hand",
      "name": "Disciple's Ingenium Hand",
      "type": "HAND",
      "desc": "Lengan prostetik pintar yang dibuat untuk spesies berumur panjang. Tidak memerlukan prosedur invasif untuk digunakan.",
      "typeText": "Tangan",
      "backstory": "Oleskan gel pelindung di ujung lengan yang kurang berkembang, lalu pasangkan dengan erat penerima sinyal saraf pada kulit, dan akhirnya sesuaikan kekencangannya untuk menempelkan tangan kayu pintar dengan kuat ke tubuhnya — hal ini telah menjadi rutinitas pagi hariannya selama ratusan tahun.\n\nTangan kayu itu memberinya perhatian yang tidak diinginkan. Tapi dia tidak menginginkan masalah atau simpati.\n\nSebagai seorang penyandang disabilitas, bahkan dia memiliki bakat langka dan menjabat posisi untuk membuat keputusan di departemen dan tidak pernah mengubah keterasingan dalam sikap orang lain: Pengganggu pada akhirnya akan bubar seperti burung dan binatang buas, sedangkan beberapa orang munafik yang pura-pura menjadi penyayang akan berkerumun seperti lalat, memberinya pujian secara tidak langsung sebagai \"Orang berkekurangan luar biasa yang terlahir buta dengan satu tangan\".\n\nDia telah mendengarnya puluhan ribu kali di masa lalu, dan setiap kali mendengarnya membuatnya merasa muak. Saat dia menatap tatapan memohon dengan matanya sendiri, rasanya bahkan lebih buruk.\n\nDia tanpa sadar meletakkan tangan kirinya di tepi kuali yang mendidih, dan rasa sakit yang tajam menariknya kembali ke dunia nyata. Dia segera menarik tangannya, luka bakar di telapak tangannya sembuh dengan cepat.\n\n\"Terkadang aku merasa tangan kayu tua itu lebih baik.\""
    },
    {
      "_id": 31133,
      "ids": [
        31133,
        41133,
        51133,
        61133
      ],
      "id": "disciples_dewy_feather_garb",
      "name": "Disciple's Dewy Feather Garb",
      "type": "BODY",
      "desc": "Menurut catatan kuno, mantel bulu yang ditenun ini adalah milik penyihir abadi, atau penyelamat ribuan orang.",
      "typeText": "Badan",
      "backstory": "Sangat sulit bagi orang buta untuk mencari informasi dalam sisa-sisa jilid peninggalan sejarah. Rekannya membacakan banyak sekali catatan kuno untuknya, sementara dia menyusun dan mengutip kalimat-kalimat itu untuk menjelajahi misteri di dalamnya.\n\nSebagai seseorang yang jenius, dia dapat mengingat sebagian besar catatan setelah mendengarkannya sekali. Tapi dia sudah berkali-kali mendengarkan cerita aneh tentang \"The Witch in Robe of Feather\" yang dia temukan di tumpukan kertas kuno, dan tidak pernah puas.\n\nMenurut legenda, untuk menyelamatkan pasangannya, seorang penguasa kawasan mengubah pasangannya menjadi seekor burung dan memberinya umur panjang. Tapi pada akhirnya dia tidak bisa menahan panggilan burung itu. Dia ikut berubah menjadi seekor burung dan terbang di sampingnya. Seiring berjalannya waktu, sang penguasa kawasan kehilangan sifat aslinya dan berubah menjadi sesosok monster setengah manusia setengah makhluk berbulu. Ketika rakyatnya menyerang ke dalam istana dan menusuknya dengan tombak api, kedua burung itu bersama-sama menyanyikan lagu sedih untuk terakhir kalinya dan berubah menjadi abu.\n\nDia menyukai kisah ini, jadi dia mengambil esensi burung itu, menyempurnakannya dalam tungku alkimia, dan memerintahkan orang untuk menenun mantel bulu yang mewah. Dia tidak tahu keindahan mantel bulu itu, tapi dia suka berjalan-jalan di sekitar rumah sambil mengenakannya — dia melakukan hal itu untuk memperlihatkannya kepada seseorang yang telah tiada.\n\nSaat mantel itu berkibar, dia selalu merasa ada jiwa seperti burung yang terbang melewati tubuhnya, dan tidak pernah pergi."
    },
    {
      "_id": 31134,
      "ids": [
        31134,
        41134,
        51134,
        61134
      ],
      "id": "disciples_celestial_silk_sandals",
      "name": "Disciple's Celestial Silk Sandals",
      "type": "FOOT",
      "desc": "Sepasang sandal sutra dengan sol tipis. Pemiliknya pasti sudah lama tidak berjalan menggunakan kedua kakinya.",
      "typeText": "Kaki",
      "backstory": "Setiap kali dia melayang di udara dan lepas dari kendali bumi untuk menunjukkan jejak makhluk abadi kepada pengikutnya, dia selalu tanpa sadar mengingat tentang mitos dan legenda kuno.\n\n\"Seseorang yang telah berhasil dalam pengejarannya berjalan di atas tanah, menyerap energi dari nadi bumi untuk mengerahkan ilmu keabadian, menciptakan perubahan tak terhitung yang semua menjadi nyata. Tapi ketika petapa itu mengendarai angin dan melayang di antara bintang-bintang, dia malah menemukan dirinya telah lama menjauh dari nadi bumi. Pada akhirnya, dia kehilangan pijakan dan jatuh ke dalam jurang maut.\"\n\nTapi situasi saat ini berbeda, dia berkata, Xianzhou sebenarnya tidak punya akar. \"Ambrosial Arbor\" yang memberikan Xianzhou sistem akar, yang memungkinkannya untuk hidup berdampingan dengan penguasa Abundance, juga terhubung erat dengan tanah murni tak terbatas yang dijanjikan oleh Yaoshi. Tapi sekarang, para pengkhianat memutuskan hubungan dari jalur keabadian, dan membuat Xianzhou menjadi pulau yang berbahaya lagi.\n\nTanah palsu di Xianzhou tidak dapat memberinya kekuatan. Sistem akar yang dia cari tidak berada di bawah kakinya, melainkan di antara langit dan jurang. Dia akan memimpin para abdi untuk membangkitkan kembali \"Ambrosial Arbor\" dan merangkul anugerah tertinggi dari Abundance.\n\nMelayang di atas ribuan orang dengan sepatu sutra tipis, dia menyatakan dengan suara nyaring: \"Semuanya, ketika kalian melihatku, yang kalian lihat bukanlah aku, melainkan posisi di atas langit yang seharusnya menjadi milik kalian.\""
    }
  ]
}