{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "Lushaka, the Sunken Seas",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>5%</nobr> Energy Regeneration Rate pengguna. Jika pengguna bukan karakter pertama dalam lineup tim, maka akan meningkatkan <nobr>12%</nobr> ATK karakter pertama dalam lineup tim."
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "lushakas_waterscape",
      "name": "Lushaka's Waterscape",
      "type": "NECK",
      "desc": "Yang disegel di dalam permukaan adalah sebuah kota yang tenggelam di dunia laut Lushaka. Permukaan laut terus pasang hingga kota pun tenggelam dan hanya menyisakan \"federasi kapal\" raksasa dengan para awak kapal yang terus mengarungi lautan, mencari arah pelayaran berikutnya.",
      "typeText": "Planar Sphere",
      "backstory": "Di antara planet-planet yang kekurangan air, warna biru murni Lushaka tampak begitu mencolok di sistem bintang Przesmir. Air lautnya bagaikan buaian dewi samudra — Tempat segala bentuk kehidupan lahir dan berkembang, namun juga tempat mereka dijebak, dikendalikan, dan terjerat olehnya ... hingga tidak ada lagi jalan keluar.\n\nKetika cahaya fajar menyingsing, wakil kapten \"federasi kapal\" mengetuk pintu kabin kapten dengan lembut. Pada dinding kabin itu terpampang ekologi kepulauan dari tiga puluh tujuh wilayah zaman kuno, sebuah kerinduan orang-orang akan daratan — meteor yang jatuh dari luar angkasa itu meratakan seluruh planet Lushaka menjadi lautan, seakan-akan mengikuti suatu keinginan tunggal. Ombak dahsyat yang terus menerjang mengubur segenap tanah leluhur di kedalaman air, hanya menyisakan hamparan biru ... Wakil kapten membangunkan kapten yang masih terlelap. Permukaan laut sudah memantulkan cahaya keemasan, dan \"federasi kapal\" pun kembali memulai pelayarannya.\n\nKapal eksplorasi tiba di tengah alun-alun, lalu menambatkan jangkarnya ke bangunan raksasa yang dulunya adalah sebuah pusat perbelanjaan. Jangkar tersebut tertanam erat di bingkai jendela. Sebelum lonceng selam tiba, sekawanan ikan yang panik berenang keluar dari rak-rak pusat perbelanjaan tersebut.\n\nDi sore hari, para sarjana keluar meninggalkan lonceng selam. Mereka berenang melewati toko buku tanpa berhenti sama sekali — bagaimanapun juga, tinta pada buku pasti sudah lama memudar dan tidak bisa dikenali. Tujuan mereka terletak pada benda-benda yang terbuat dari syelak atau plastik, yang setelah dibersihkan dapat memberikan informasi terkait masa lalu. Arkeologi laut dalam seperti ini memang tidak mudah. Para pembersih siaga berjaga dan mengayunkan tombak baja, memastikan para predator bergigi tajam tidak mendekat. Orang-orang terkadang akan berpapasan dengan peri air di kedalaman laut, namun keduanya terlalu sibuk dengan pencariannya masing-masing dan tidak punya waktu untuk memperhatikan satu sama lain — Daripada kaleng-kaleng kering, para pembersih lebih berharap untuk menemukan benih, rempah-rempah, atau minuman keras.\n\nSeiring dengan berkurangnya persediaan oksigen, kegiatan survei bawah air yang intensif juga akan segera berakhir. Ketika melihat kembali ke dalam air, makerel raksasa sudah berenang kembali ke pusat kota. Peri-peri air yang terkejut pun langsung menahan napas dan menempel ke dinding, bersembunyi di ruangan rahasia. Mereka sudah terbiasa memanfaatkan hutan baja bawah air itu.\n\nSaat matahari terbenam dan hujan berhenti, federasi kapal di segala penjuru membunyikan peluit untuk mengusir burung-burung di sekitar. Mereka meletakkan hasil panen hari itu di atas geladak untuk memenuhi kebutuhan dari setiap awak kapal. Malam dengan arus-arus kuat itu ditemani oleh mercusuar yang bersinar terang. Orang-orang Luvia menari mengelilingi tiang api, melupakan hari esok yang tak terelakkan, menyanyikan kejayaan hari ini, dan merindukan keindahan masa lalu dengan syair laut. Kapten mengeluarkan kompas dan memandang ke arah yang ditunjukkan jarumnya. Dia tahu di sana adalah kampung halaman yang terasa semakin asing, tempat orang-orang yang menanti kepulangan para kerabatnya.\n\nPada tengah malam, kapal raksasa itu memadamkan semua lampunya dan mengambang dengan tenang di tengah lautan. Apakah mereka benar-benar telah mendapatkan kedamaian? Ataukah mereka hanya tersenyum untuk menutupi tetes air mata yang sudah lama larut di dalam laut?\n\nSetelah malam itu berlalu, lautan biru gelap ini akan tetap seperti sedia kala."
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "lushakas_twinlanes",
      "name": "Lushaka's Twinlanes",
      "type": "OBJECT",
      "desc": "Di cakrawala yang tak berujung, bahkan jejak yang dangkal pun bisa menghancurkan keheningan ini. Jalur pelayaran membawa sejarah para awak kapal, sementara peri air mengikuti aliran air untuk mengejar harapan.",
      "typeText": "Link Rope",
      "backstory": "Bagi peri air, dunia di atas permukaan air awalnya asing dan berbahaya, namun kini itu hanyalah kesan di masa lalu. Bagaimanapun juga, segala yang tadinya berada di atas permukaan air juga telah lama tenggelam di tengah lautan biru ini.\n\nSpesies darat Lushaka memiliki hubungan yang akrab sekaligus asing dengan para peri air. Ketika mengadakan penelitian bawah air, mereka menganggap pertemuan dengan peri air adalah sebuah keberuntungan, dan menggambarkan peri air sebagai makhluk yang indah dan misterius. Peri air memiliki membran sayap biru tua dan mata hitam yang bersinar, dan pita suara mereka bisa menghasilkan suara semerdu sangkakala surgawi. Menurut cerita yang disampaikan mulut ke mulut di antara para penyidik bawah air, makhluk-makhluk itu sering menemani naga laut dan menetap di kota perak di kedalaman laut — Berada di antara kenyataan dan legenda, para peri air adalah perwujudan ketenangan dan kelincahan.\n\nNamun di masa lalu yang sudah ditelan lautan, kata-kata yang digunakan untuk menggambarkan mereka adalah — \"Kaum Eda, binatang buas dari laut dalam.\"\n\nDahulu kala, kaum Eda dan spesies darat bersaing sengit untuk bertahan hidup. Tidak ada yang bisa mengabaikan merah lautan darah itu. Awalnya, anak-anak Eda dianggap sebagai ikan buruan. Kemudian, spesies darat terpikat oleh nyanyian Eda dan tenggelam di tengah lautan. Keduanya pernah menjadi pemburu dan buruan di perairan luas, lalu terjadilah tubrukan antara pedang tajam dan jangkar kapal, dan kemudian pertemuan antara monster laut dengan meriam kapal. Peperangan darat dan laut pun berlangsung lama, menghancurkan batu karang di bawah panas yang membara. Setelah sekian lama, para sarjana federasi kapal baru menyadari bahwa Kanker dari Seluruh Dunia telah lama menjanjikan masa depan Lushaka — Hanya saja, harapan-harapan tersebut berasal dari seorang peri air yang sudah kehilangan kampung halamannya, yang mengutuk para penjahat di dalam mimpi buruknya dari lubuk hatinya yang paling dalam.\n\nMasa lalu itu terkubur di dalam terumbu karang dasar laut yang dibangun dari baja dan semen, lenyap bagaikan asap tanpa sepengetahuan siapa pun.\n\nSejak saat itu, kota dan daratan tenggelam ditelan lautan, pertikaian dan pertumpahan darah tenggelam ditelan lautan, sejarah dan peradaban juga tenggelam ditelan lautan. Untuk menghindari tekanan laut dalam, para peri air terus bermigrasi ke perairan yang lebih dangkal dan terpaksa tinggal di dalam kota yang dulunya dihuni spesies darat, tinggal bersama kenangan yang berisi senyuman dan air mata ... Mereka tahu, hanya sedikit suara yang tersisa di permukaan laut. Sekarang lautan sudah menjadi milik mereka bersama, tapi keheningan itu terasa begitu berlebihan.\n\nKetika melihat sayap-sayap tipis berwarna air di tengah rute pelayaran mereka, para penyanyi federasi kapal mulai melantunkan balada laut yang indah ....\n\n\"Mereka berlayar di jalur pelayaran, mengejar mercusuar dan badai, demi menemukan kembali biru murni itu.\""
    }
  ]
}