{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "Messenger Traversing Hackerspace",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "SPD +<nobr>6%</nobr>.",
    "4": "Saat pengguna melancarkan Ultimate pada rekan tim (termasuk pengguna sendiri), SPD seluruh rekan tim meningkat <nobr>12%</nobr> selama <nobr>1</nobr> giliran. Efek ini tidak dapat ditumpuk."
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [31141, 41141, 51141, 61141],
      "id": "messengers_holovisor",
      "name": "Messenger's Holovisor",
      "type": "HEAD",
      "desc": "Bentuknya sama persis seperti kacamata ski. Tidak hanya anti silau, tapi juga dapat digunakan untuk menonton live streaming virtual.",
      "typeText": "Kepala",
      "backstory": "Demi menghindari pasukan polisi pribadi konglomerat, biasanya utusan Capital of Passion melintasi langit kota yang penjagaannya kurang.\\n\\nMereka suka mengunyah permen karet murahan, memakai kacamata holografik yang telah dimodifikasi dan memindai seluruh kota maya.\\n\\nKacamata holografik akan memproyeksikan informasi kota secara langsung ke retina, mengubah rute yang mustahil menjadi koridor udara pembawa pesan: atap bangunan, kipas eksternal AC, papan reklame, tiang derek ... bahkan drone logistik bisa menjadi bagian dari koridor. Oleh karena itu, para utusan harus menguasai keterampilan yang cukup. Kalau tidak, setitik kesalahan bisa berubah menjadi tragedi.\\n\\n\"Ada manusia sialan yang merusak semua kacamata holografik, dan kebetulan saat itu aku ada di udara. Tabrakan itu benar-benar parah.\"\\n\\nKacamata holografik \"Bebek Kuning\" ini adalah model lama yang produksinya sudah dihentikan. Katanya, harganya sangat tinggi di kalangan penggemarnya."
    },
    {
      "_id": 31142,
      "ids": [31142, 41142, 51142, 61142],
      "id": "messengers_transformative_arm",
      "name": "Messenger's Transformative Arm",
      "type": "HAND",
      "desc": "Lengan prostetik mesin yang dapat dibongkar sesuka hati, dan dapat menembakkan buku-buku jari seperti peluru.",
      "typeText": "Tangan",
      "backstory": "Tidak semua utusan memiliki lengan prostetik mesin, tapi mereka yang memilikinya selalu saja ingin memodifikasinya. Lagi pula, tidak ada orang yang bisa menerima kalau dirinya punya anggota tubuh prostetik yang sama dengan orang lain.\\n\\nPenduduk Capital of Passion sangat terobsesi dengan anggota tubuh prostetik, dan peraturan kota yang terbatas hanya dapat memberi saran terhadap kegilaan modifikasi anggota tubuh prostetik yang berlebihan.\\n\\nHanya ada 3 kategori besar dengan total <unbreak>18</unbreak> jenis standar modifikasi yang terdaftar di Capital of Passion. Bagi para utusan pemberontak, ini jelas tidak cukup. Mereka menghabiskan penghasilan dalam jumlah besar untuk desain yang aneh: ingin agar mesin konversi elektronik pada lengan prostetik bisa mengeluarkan petir, ingin agar lengan prostetik bisa meluncur seperti rudal ... desain yang direvisi malah semakin aneh, dan biaya pengiriman semakin mahal.\\n\\n\"Sebenarnya utusan-utusan ini bekerja untuk melindungi informasi, atau bekerja untuk mendanai hobi mereka yang mahal itu?\"\\n\\nLengan prostetik \"Bebek Kuning\" ini telah dimodifikasi secara khusus. Setiap ruas jari dapat berputar dengan sangat cepat, dan dapat ditembakkan seperti peluru."
    },
    {
      "_id": 31143,
      "ids": [31143, 41143, 51143, 61143],
      "id": "messengers_secret_satchel",
      "name": "Messenger's Secret Satchel",
      "type": "BODY",
      "desc": "Tas selempang trendi milik utusan, dengan tambahan berbagai aksesori yang membuatnya terlihat cukup imut.",
      "typeText": "Badan",
      "backstory": "Para konglomerat Capital of Passion memantau semua arus informasi di kota. Mereka terbiasa menggunakan monopoli informasi untuk mempertahankan dominasi konglomerat. Siapa pun yang mencoba menggulingkan mereka akan menerima hukuman dari Undang-Undang Keamanan Publik.\\n\\nOrang-orang pernah protes, jadi para konglomerat menjanjikan kenyamanan untuk mereka. Dengan segera, orang-orang menyerahkan \"privasi\" mereka.\\n\\nBaik dalam situasi nyata atau virtual, informasi penting atau sepele, para konglomerat itu tetap mengumpulkannya dengan rakus. Alhasil, tas selempang para utusan akhirnya menjadi benteng \"privasi\" terakhir. Tas selempang ukurannya kecil dan ringan, hanya dapat digunakan untuk membawa chip atau dokumen. Namun, justru titik buta informasi yang sempit seperti inilah yang menjamin \"independensi informasi\" yang tersisa di Capital of Passion.\\n\\n\"Kenapa di Capital of Passion yang makmur ini, masih ada orang yang menggunakan saluran selain internet untuk mengirimkan informasi? Para utusan juga ingin tahu.\"\\n\\nMeskipun tas selempang \"Bebek Kuning\" yang terbatas ini agak tua, tapi aksesorinya yang beragam membuatnya tetap terlihat sangat trendi."
    },
    {
      "_id": 31144,
      "ids": [31144, 41144, 51144, 61144],
      "id": "messengers_parkool_sneakers",
      "name": "Messenger's Par-kool Sneakers",
      "type": "FOOT",
      "desc": "Sepasang sepatu kets yang dapat digunakan untuk parkur dan sangat nyaman. Hanya itu saja.",
      "typeText": "Kaki",
      "backstory": "Mantan utusan Capital of Passion melemparkan sepatu kets mereka, dan pergi setelah terdiam sejenak. Sebagian besar utusan tidak akan meninggalkan nama ataupun jejak di kota ini. Perilaku ini hanyalah catatan penutup yang memanjakan diri mereka sendiri.\\n\\nSulit bagi para utusan untuk mengetahui sejak kapan \"sifat utusan\" berubah, para utusan berubah menjadi orang yang paling mereka benci.\\n\\nTanpa sadar, \"independensi informasi\" yang dijamin oleh utusan telah dimonopoli. Tanpa sadar, risiko yang dihadapi utusan telah berubah menjadi alat tawar-menawar. Tanpa sadar, utusan telah berubah menjadi kaki tangan para konspirator ... Para konglomerat belum bisa menghancurkan mereka, tapi idealisme yang belum dewasa itulah yang mengkhianati utusan. Sebelum semuanya lepas kendali, para utusan berkumpul bersama dan mengucapkan selamat tinggal pada hidup mereka yang berjalan.\\n\\n\"Mungkin, utusan harus berhenti di sini dan membiarkan semua orang melihat kota ini dengan jelas, agar para reformis mengambil tindakan.\"\\n\\nIni adalah sepatu kets \"Bebek Kuning\" yang ditinggalkan di pinggir jalan. Para utusan Capital of Passion telah menjadi legenda masa lalu."
    }
  ]
}
