{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "Musketeer of Wild Wheat",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATK +<nobr>12%</nobr>.",
    "4": "SPD pengguna +<nobr>6%</nobr>, DMG yang diakibatkan Basic Attack pengguna +<nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 31021,
      "ids": [
        31021,
        41021,
        51021,
        61021
      ],
      "id": "musketeers_wild_wheat_felt_hat",
      "name": "Musketeer's Wild Wheat Felt Hat",
      "type": "HEAD",
      "desc": "Topi koboi yang dihias dengan gandum liar, lambang musketir Oakley yang legendaris.",
      "typeText": "Kepala",
      "backstory": "Topi bulu Oakley diwarisi dari mendiang ayahnya. Dia menyematkan bulir gandum di atasnya, dan topi itu menjadi tampak lebih lucu. Para pemburu hadiah entah sengaja atau tidak, mereka telah membuat lambang mereka sendiri dan berharap lambang tersebut dapat ditinggalkan sebagai lambang permulaan dari legenda.\n\nInterastral Peace Corporation menawarkan hadiah besar untuk menarik para ahli berkemampuan tinggi memburu Interastral Pirates. Oakley yang selalu melakukan segalanya sendirian memilih daerah-daerah sunyi yang paling menantang dan sulit dijangkau.\n\nHari-hari dengan matahari terik dan malam-malam yang dingin telah dilewati. Di tengah kesendirian perjalanannya, Oakley selalu menjadikan topi bulunya sebagai bantal dan tertidur di samping api unggun. Di dalam mimpinya, dia selalu ditantang oleh seorang musketir misterius yang mengaku bahwa dirinya adalah pemburu hadiah dari jauh. Sosoknya yang kurus sangat kontras dengan tatapan matanya yang tajam. Musketir tersebut meminta ayah Oakley untuk berduel sampai mati. Saat suara tembakan bergema, topi bulu melesat terbang dan sang ayah sudah terkapar di tanah. Tak lama setelah itu, terdengar suara raungan sang ibu yang menangis ....\n\nOakley kecil melongo melihat musketir misterius itu, yang kemampuan pistolnya sangat luar biasa hingga ayahnya tidak berkesempatan untuk menang.\n\nOakley kemudian terbangun dari mimpinya. Topinya basah oleh air mata. Oakley kecil memang mulai belajar menembak karena menginginkan topi keren yang dikenakan ayahnya."
    },
    {
      "_id": 31022,
      "ids": [
        31022,
        41022,
        51022,
        61022
      ],
      "id": "musketeers_coarse_leather_gloves",
      "name": "Musketeer's Coarse Leather Gloves",
      "type": "HAND",
      "desc": "Sepasang sarung tangan kulit dengan permukaan sebagian retak terutama bagian yang dikenakan pada pegangan pistol.",
      "typeText": "Tangan",
      "backstory": "Oakley kecil berlatih tanpa kenal lelah. Dia berlatih menembak di peternakan dari matahari terbit hingga terbenam. Sang ayah diam-diam merasa terkejut sekaligus bangga dengan bakat Oakley. Sementara di lain waktu, ayahnya mencemaskan nasib Oakley bila menjadi musketir.\n\nIbu Oakley satu-satunya yang merasa kasihan pada tangan kecil anaknya, dan terus menyalahkan ayah Oakley yang melatih Oakley menembak.\n\nSetelah duel tersebut, hingga misi berburu pertamanya sukses, sampai reputasinya menjadi tenar, Oakley terus mengenakan sarung tangan lusuh untuk menggenggam senjata selama bertahun-tahun. Para pemburu hadiah tidak memahami kenapa Oakley begitu bersikeras ingin memakainya, dan hanya Oakley sendiri yang memahami makna di dalamnya. Sarung tangan itu adalah hadiah perpisahan dari ibunya.\n\nBagaimana sang ibu yang terus melarang Oakley berlatih menembak bisa membuat keputusan seperti itu?\n\nSetelah duel tersebut, sang ibu menangis tersedu-sedu di pelukan Oakley. Oakley tidak berkata apa-apa, namun sang ibu sudah paham akan keinginan putrinya."
    },
    {
      "_id": 31023,
      "ids": [
        31023,
        41023,
        51023,
        61023,
        55003
      ],
      "id": "musketeers_windhunting_shawl",
      "name": "Musketeer's Wind-Hunting Shawl",
      "type": "BODY",
      "desc": "Tampak seperti jubah rajutan bohemian, dengan lapisan serat anti peluru.",
      "typeText": "Badan",
      "backstory": "Seorang musketir tidak boleh mengungkapkan kelemahannya terlebih dulu saat sedang berduel. Oakley dapat mengisi pelurunya dan mengunci sasarannya tanpa suara. Orang luar akan melihat jubahnya yang longgar tampak tidak bergerak satu inci pun hingga suara tembakan bergema. Tidak ada yang bisa memahami bagaimana gadis itu melakukannya.\n\n\"Gerakan yang rumit dan mendetail dilakukan di balik jubah. Duel harus diselesaikan sebelum peluru keluar dari ruang peluru.\" Seperti itulah ajaran yang sering diucapkan sang ayah berulang kali.\n\nSetelah secara tidak sengaja bertemu dengan bandit bersenjata, Oakley berdiri dengan tenang dan mulai mengamati situasi. Sebelum mengeluarkan senjata, Oakley tetap tegak seperti batu gunung yang tidak pernah berpindah berabad-abad. Sebelum para bandit bergerak, Oakley sudah menyelesaikan persiapannya. Setelah beberapa tembakan yang terdengar, Oakley sengaja membiarkan satu bandit melarikan diri agar bisa menyampaikan peringatan kepada seluruh kelompok bandit.\n\nTanpa banyak berpikir, tanpa banyak ekspresi, dia sering membuat lawannya kehilangan harapan untuk menang. Seperti itulah penilaian para pemburu hadiah terhadap Oakley.\n\nSaat berduel, Oakley lebih seperti musketir misterius di dalam mimpinya, cepat dan bersih, tanpa ada gerakan yang berlebih. Dia tidak tahan untuk tidak membenci dirinya saat dia menyadari kalau dia menjadi semakin mirip musuh bebuyutannya."
    },
    {
      "_id": 31024,
      "ids": [
        31024,
        41024,
        51024,
        61024
      ],
      "id": "musketeers_rivets_riding_boots",
      "name": "Musketeer's Rivets Riding Boots",
      "type": "FOOT",
      "desc": "Sepatu bot berkuda yang memiliki potongan berbentuk V yang terlihat longgar dan sangat nyaman dipakai.",
      "typeText": "Kaki",
      "backstory": "Perjalanan panjang selalu melelahkan, tapi Oakley yang selalu sendirian sudah lama terbiasa. Oakley mengenakan sepatu botnya lalu menuju perbatasan terpencil untuk mengambil uang hadiah yang tidak seberapa.\n\nDia memiliki sejenis insting kalau musketir misterius itu juga bukan berkelompok. Mereka pasti bertemu di tempat yang sepi.\n\nSetelah mendapatkan harmonika, dia terus menghabiskan waktunya dengan berlatih. Pendengar-pendengar yang lewat hanyalah tarantula, debu pasir, dan tanaman yang bergulir. Teknik harmonika Oakley semakin mahir seiring dengan perjalanannya. Terkadang angin pun terhenti untuk mendengar sampai alunan melodi berakhir. IPC menawarkan banyak kesempatan perjalanan antarbintang untuk para pemburu hadiah, dan destinasinya tidak pernah dipermasalahkan oleh para musketir yang sendiri.\n\nTerkadang Oakley bertanya-tanya apakah dirinya hanya mengejar bayangan saja, karena musketir misterius tersebut sudah menghilang lama tanpa jejak. Yang bisa Oakley lakukan hanyalah pergi ke satu tempat ke tempat lainnya.\n\nOakley yakin, asalkan reputasi \"Wild Wheat\" sudah cukup gemilang, musketir misterius tersebut akan mencarinya — sama seperti saat musketir tersebut menerobos ke peternakan untuk mencari sang ayah."
    }
  ]
}