{
  "_id": 303,
  "id": "pancosmic_commercial_enterprise",
  "name": "Pan-Cosmic Commercial Enterprise",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>10%</nobr> Effect Hit Rate pengguna. Pada saat yang sama, ATK pengguna meningkat sebesar <nobr>25%</nobr> Effect Hit Rate saat ini, maks. hingga <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33035,
      "ids": [
        33035,
        43035,
        53035,
        63035
      ],
      "id": "the_ipcs_mega_hq",
      "name": "The IPC's Mega HQ",
      "type": "NECK",
      "desc": "Markas Interastral Peace Corporation di Pier Point disegel di Planar Sphere. Tidak ada satu pun planet yang dapat luput dari rencana bisnis besar milik IPC. Mereka menuju ke kedalaman luar angkasa untuk mengumpulkan kekuatan seluruh alam semesta.",
      "typeText": "Planar Sphere",
      "backstory": "Dampak subruang mengguncang seluruh langit dan bumi. Patung raksasa yang tenang membentuk penghalang horizontal Galaksi sendirian. Orang yang mengaku mendapat ramalan mulai bertindak. Mereka ingin membantu Aeon Qlipoth membangun tembok.\\n\\nDengan nasib alam semesta yang terancam, pembangunan tembok menjadi semakin mendesak. Umat manusia yang kecil tidak berniat meniru kekuatan para dewa. Mereka berkumpul dan menyebut diri mereka sebagai \"tim pendukung\" Aeon. Mereka rela mengabdikan diri sepenuhnya kepada Amber Lord. Dengan kekuatan Preservation, tim pendukung mengemudikan armada ke berbagai galaksi untuk membeli bahan bangunan seperti batu, kayu, emas, dan supernium, terus-menerus mengangkut bahan bangunan ke penghalang subruang, menumpuk benda-benda di gurun planet.\\n\\nSetelah akhir periode pembangunan yang singkat, tim pendukung mengambil pijakan yang kuat di Pier Point dan membangun Interastral Peace Corporation. Untuk mewujudkan visi mereka dengan sungguh-sungguh, mereka pun mengarahkan pandangan ke luar angkasa.\\n\\nLouis Fleming berseru untuk beraksi, dan armada perdagangan keliling pun meninggalkan sistem bintang Aeon Qlipoth. Komoditas jumlah besar mereka tidak lagi terbatas hanya pada bahan bangunan .... Mereka berencana untuk menghubungkan Galaksi dan membeli semuanya. Segera setelah itu, Dongfang Qixing menerapkan peraturan perdagangan di seluruh Galaksi dan membangun sistem \"Credit\" untuk dijadikan sebagai standar perdagangan di seluruh alam semesta. Triliunan aset dikumpulkan di bawah mega struktur Pier Point, seperti lubang hitam sunyi yang melahap gagasan orang akan batas kekayaan.\\n\\nKini kapal-kapal Interastral Peace Corporation ada di seluruh Galaksi. Meski dikritik sebagai perusahaan diktator, IPC tidak pernah berhenti berkembang. Mereka tidak peduli akan pemikiran orang lain dan tidak pernah melupakan misi pendirian mereka.\\n\\nMetode pelatihan rekrutan IPC berubah terus, tapi setelah hampir <unbreak>800</unbreak> tahun Era Amber, hanya ada satu praktik sejarah yang tidak pernah berubah. Pada saat itu, sang pendiri perusahaan, Louis Fleming, berdiri di depan tim pendukung dan berpidato dengan penuh semangat. Dia mengedepankan aspirasi untuk menyatukan alam semesta dan mendukung cita-cita Aeon untuk melindungi alam semesta. Segera setelah pidato berakhir, terdengar suara yang menggelegar dari jauh yang melambangkan panggilan agung ke dalam momen khusyuk nan agung ini. Pada saat itu juga, mereka tahu kalau hal ini adalah keyakinan yang tak tergoyahkan.\\n\\n\"Semua ini atas nama Amber Lord.\""
    },
    {
      "_id": 33036,
      "ids": [
        33036,
        43036,
        53036,
        63036
      ],
      "id": "the_ipcs_trade_route",
      "name": "The IPC's Trade Route",
      "type": "OBJECT",
      "desc": "Berkat kepraktisan \"Sistem Credit\", perdagangan antar galaksi dapat dibentuk. Interastral Peace Corporation menghubungkan bintang-bintang dengan kegiatan ekonomi dan memperluas perbatasan perdagangan.",
      "typeText": "Link Rope",
      "backstory": "Tim pendukung bergegas mengelilingi sistem bintang yang dekat dengan Aeon Qlipoth, dengan lintasan kapal tua membentuk rute pertama.\\n\\nMemercayai arti dari cara Aeon, tim pendukung mengambil langkah pertama dalam membangun perdagangan dengan galaksi tetangga. Tim pendukung menyiapkan armada yang memadai dengan barang-barang langka dan berharga. Dengan tawaran yang sulit ditolak, mereka melakukan banyak perdagangan di seluruh sistem bintang. Kemudian, tim pendukung bertanggung jawab atas rute perdagangan dan informasi bisnis, memegang hak tawar-menawar eksklusif, dan dengan demikian menjadi pelopor perumusan peraturan perdagangan galaksi.\\n\\nArmada yang penuh dengan kayu, batu, baja tulangan, dan supernium melewati Aeon Qlipoth, seperti gerombolan lalat yang berputar-putar. Amber Lord tetap diam, tidak pernah sekalipun mengarahkan pandangan-Nya pada mereka.\\n\\nAkhirnya, waktu berubah dan berdagang dengan sistem bintang tetangga tidak lagi cukup untuk tim pendukung yang sibuk. Dua orang bijak bertekad untuk menggali lebih dalam ke Galaxy, dan dengan demikian Interastral Peace Corporation pun didirikan. IPC menawarkan apa pun yang diinginkan planet lain, dengan harga wajar yang dipatok pada \"Credit\" mereka. Sejak itu, rute perdagangan galaksi didirikan, dan semua planet yang bergabung dengan jaringan bisnis IPC dapat berbagi mata uang yang sama, membeli barang yang sama, dan menikmati layanan yang sama.\\n\\nKapal pedagang di bawah sistem Credit terbang bolak-balik antara bintang-bintang, serta rute perdagangan bergabung dan terpisah, terjalin menjadi jaringan pan-galaksi. Kapal-kapal yang penuh dengan harta karun dari bintang-bintang yang jauh melewati Aeon Qlipoth berkali-kali seperti kunang-kunang, namun Aeon tetap diam seperti sebelumnya.\\n\\nBahan bangunan yang terkumpul sejak tim pendukung menumpuk di setiap planet di sekitar Aeon Qlipoth, dan jumlahnya hanya akan bertambah. Aeon Qlipoth tidak memiliki niat untuk menerima hadiah yang penuh semangat ini, sebaliknya selalu hanya fokus pada krisis yang akan menimpa manusia yang tidak menaruh curiga, harus melemparkan penghalang raksasa yang diukur dalam tahun cahaya. Organisasi kecil yang biasa membeli material telah lama menjadi pengaruh luar biasa di galaksi. Mereka menatap patung raksasa tanpa kepala, tidak pernah sekalipun merasa bahwa usaha mereka sia-sia.\\n\\n\"Semua kerja keras dan pertumbuhan aset kami adalah untuk Qlipoth, untuk melaksanakan kehendak Aeon ketika saatnya tiba.\""
    }
  ]
}