{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "Passerby of Wandering Cloud",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Outgoing Healing +<nobr>10%</nobr>",
    "4": "Segera memulihkan 1 Poin Skill saat pertempuran dimulai."
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [
        31011,
        41011,
        51011,
        61011
      ],
      "id": "passerbys_rejuvenated_wooden_hairstick",
      "name": "Passerby's Rejuvenated Wooden Hairstick",
      "type": "HEAD",
      "desc": "Sepotong cabang ranting yang dulunya digunakan sebagai tusuk konde, dengan kuncup bunga baru tumbuh di ujungnya. Sekarang, yang lalu biarlah berlalu, dan ranting bertatahkan kuncup bunga berlapis emas ini melambangkan awal dari kehidupan yang baru.",
      "typeText": "Kepala",
      "backstory": "Si tanpa nama terbangun dari tidur panjangnya. Rasa tegang yang jauh namun familier terus berkecamuk, bersama dengan bayangan rasa sakit yang tajam dan jelas. Masa lalunya sudah hancur menjadi pecahan bermata silet dan dia juga sudah lama melupakan namanya.\\n\\nDalam pengembaraan tanpa tujuan, dia meminum salju yang turun untuk memuaskan dahaganya, dan memakan binatang buas untuk memuaskan rasa laparnya. Dia pernah memotong cabang ranting yang layu dan menggunakannya sebagai tusuk konde.\\n\\nRambut hitamnya yang panjang tidak pernah berhenti tumbuh, seperti mata air yang mengalir deras melalui pegunungan. Dagingnya berkedut dan berdenyut, seperti ikan mas sungai yang berputar dan berkerumun. Kekuatan luar biasa muncul kembali di tubuhnya — menyembuhkan tulang yang retak dan membangun kembali saraf yang pecah dengan iringan rasa sakit yang luar biasa. Setelah siksaan dan penderitaan yang tak berkesudahan, masa lalunya yang hancur mulai tersambung kembali ... Saat melirik bayangannya di pantulan air, seluruh kisah tragis itu mulai terungkap dengan jelas.\\n\\nSampai saat wajah di pantulan air itu tidak terlihat asing lagi, si tanpa nama tiba-tiba melihat ada kuncup bunga yang tumbuh di dahan kering.\\n\\nDia tiba-tiba tersadar. Kutukan keabadian terus memburuk. Dendam di masa lalu tidak pernah memudar. Karena dia adalah bunga yang baru lahir di dahan kering itu."
    },
    {
      "_id": 31012,
      "ids": [
        31012,
        41012,
        51012,
        61012
      ],
      "id": "passerbys_roaming_dragon_bracer",
      "name": "Passerby's Roaming Dragon Bracer",
      "type": "HAND",
      "desc": "Pelindung yang terbuat dari koral emas dengan anyaman riak dan beberapa kulit binatang yang tidak dikenal. Hanya pengrajin terampil dari ras Naga Vidyadhara yang bisa membuat kerajinan seperti itu dengan keterampilan luar biasa.",
      "typeText": "Tangan",
      "backstory": "Tampaknya ada hubungan telepati antara sepasang objek, mereka akan terpisah jauh satu sama lain. Si tanpa nama memiliki pelindung pergelangan yang tersisa satu. Bila ujung jarinya menyentuh pelindung itu, samar-samar akan terasa suhu dari pelindung satunya.\\n\\nDia memejamkan mata, mencoba menangkap informasi pelindung pergelangan yang satu lagi melalui koneksi yang lemah, mencari tahu di mana lokasi atau pemiliknya.\\n\\nSebuah tangan yang panjang dan kuat pernah memakai pelindung pergelangan yang satu lagi, tangan tersebut menggenggam tombak panjang dan pernah berduel dengannya. Ujung tombak memancarkan sinar dingin seperti bintang jatuh. Pemilik pelindung tersebut juga pernah minum bersama dengan dirinya sambil menikmati cahaya dingin rembulan. Keduanya diam tak bersuara, dan pada akhirnya tanpa memedulikan peringatan orang lain, mereka berdua mengubah orang tercinta menjadi monster mengerikan, menyebabkan semua orang terperosok ke dalam jurang penyesalan yang tak berujung.\\n\\nObjek yang berpasangan pasti akan bertemu lagi suatu hari, dan kebencian dan dendam yang bertahan lama di antaranya ibarat seperti anggur dingin yang keras, harus diteguk perlahan sampai semua kebencian tersebut habis.\\n\\nApakah pemilik pelindung pergelangan yang lain merasakan hal yang sama? Si tanpa nama tidak ingin tahu."
    },
    {
      "_id": 31013,
      "ids": [
        31013,
        41013,
        51013,
        55001,
        61013
      ],
      "id": "passerbys_ragged_embroided_coat",
      "name": "Passerby's Ragged Embroided Coat",
      "type": "BODY",
      "desc": "Mantel tua dengan pinggiran compang-camping, bordiran yang telah rusak oleh bekas pedang. Luka daging akan sembuh dengan cepat, tapi mantel tidak bisa, begitu juga dengan rasa sakit manusia.",
      "typeText": "Badan",
      "backstory": "Si tanpa nama terombang-ambing dalam pengasingan yang panjang, bak seperti mayat hidup yang terus berjalan. Sampai kemudian seorang wanita berkacamata dan seorang tinggi berzirah menghalangi jalannya. Dua orang tersebut belum sempat berkata apa-apa, dan yang menyambut mereka adalah tombak tajam si tanpa nama. Setelah duel sengit, wanita tersebut mengusulkan kesepakatan yang tak bisa dia tolak.\\n\\nLalu si tanpa nama menerima undangan mereka dan memperoleh identitas baru, kembali lagi ke kehidupan peradaban.\\n\\nSi tanpa nama dibawa ke toko penjahit, mengukur badan, memilih kain jahit untuk dibuatkan pakaian layak ... Ada juga orang yang menggunting rambutnya, merapikan penampilannya, dan membuat dirinya yang dulu kembali. Tanpa disadari dia mulai tidak bisa membedakan waktu. Dalam ingatannya di masa lalu, dia mengingat bagaimana perasaannya saat ingin memberi teko giok buatannya sendiri kepada teman, namun orang tersebut tidak ada.\\n\\nDia kemudian menyadari bahwa semua yang dia andalkan untuk berjalan di dunia ini: kerangka tubuh ini, nyawa ini, cinta dan kebencian ini ... bahkan pakaian yang dikenakannya, semuanya hanyalah barang pinjaman.\\n\\nDia ingin mengembalikan semuanya dan menghelakan napas terakhirnya di muka bumi ini."
    },
    {
      "_id": 31014,
      "ids": [
        31014,
        41014,
        51014,
        55002,
        61014
      ],
      "id": "passerbys_stygian_hiking_boots",
      "name": "Passerby's Stygian Hiking Boots",
      "type": "FOOT",
      "desc": "Sepasang sepatu bot tahan lama yang telah melewati banyak dunia, dan menyaksikan banyak situasi mematikan dengan pemakainya.",
      "typeText": "Kaki",
      "backstory": "Si tanpa nama mengikuti perintah budak dan pergi ke sisi lain langit dengan kenalan barunya. Dia berjalan dengan langkah penuh kebingungan dan kebencian yang tak terhitung jumlahnya, hilir mudik di antara hidup dan mati.\\n\\nDia sudah melupakan rasa kegembiraan dari penciptaan dan hanya sibuk mempercepat langkahnya dari satu medan perang ke medan perang lainnya.\\n\\nDi masa lalu, dia sudah merasakan kilat pedang mematikan yang tak terhitung jumlahnya. Tubuhnya tercabik-cabik dalam ribuan kekalahan, dan lawannya akan selalu mengakhirinya dengan tusukan pedang ke jantung. Tapi sekarang, gerakan pedang tersebut telah menjadi bekas luka yang tidak terlupakan dan akan terus disempurnakan seiring dengan duel hidup dan mati selanjutnya. Si tanpa nama mengayunkan pedang dan menebas rintangan bagi orang-orang. Dia terus terjatuh dan bangun kembali, dan tampaknya telah melepaskan semua kebenciannya dalam dedikasinya di antara tarian pedang.\\n\\nBudak itu berjanji untuk membawa akhir abadi bagi si tanpa nama dan segala yang dia benci, memberinya istirahat yang damai. Si tanpa nama menganggukkan kepalanya dan memasukkan pedang ke sarungnya, lalu melangkah ke dunia berikutnya.\\n\\nJika kehidupan adalah gabungan dari langkah-langkah perjalanan yang terus berlanjut, maka si tanpa nama berharap dirinya dapat melangkahi genangan darah orang-orang yang dia benci sebelum mencapai \"tujuan akhir\"."
    }
  ]
}