{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "Penacony, Land of the Dreams",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>5%</nobr> Energy Regeneration Rate pengguna. Meningkatkan <nobr>10%</nobr> DMG yang diakibatkan rekan lain yang tipe serangannya serupa dengan pengguna."
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [
        33125,
        43125,
        53125,
        63125
      ],
      "id": "penaconys_grand_hotel",
      "name": "Penacony's Grand Hotel",
      "type": "NECK",
      "desc": "Yang terbungkus di dalamnya adalah struktur utama Penacony, \"Hotel Reverie\". Para tamu yang menginap di sini akan pergi ke dunia impian untuk menikmati pesta dan kemewahan di kota metropolitan yang luar biasa.",
      "typeText": "Planar Sphere",
      "backstory": "Para pelayan membungkuk, tersenyum memberi hormat, dan menyapa para tamu dengan musik: \"Selamat datang di Planet Perayaan! Mimpi indah menanti Anda.\" Para tamu tersenyum saat mereka bergerak maju, lalu menerima minuman yang penuh gelembung dan meneguknya.\\n\\nPemandangan itu berangsur-angsur menjadi semakin aneh, dan indra-indra terasa seperti diangkat oleh sutra. Tamu dari negeri lain menentang gravitasi dan berjalan di atas tembok. Mainan aneh menjadi hidup dan berkeliaran di jalanan untuk merayakannya. Air dari mata air berubah menjadi ikan paus raksasa dan berenang melewati aula. Kamu membuka jendela tidak lagi melihat pemandangan bintang-bintang di langit, melainkan aliran cahaya dan bayangan kota yang terus berubah, menahan gema lonceng dan teater raksasa yang tiada habisnya. Para tamu akhirnya sadar kalau mereka masih tertidur, namun malah menyaksikan sifat asli Penacony dalam mimpi ... tempat di mana waktu berhenti dalam alam mimpi yang tak pernah berakhir.\\n\\nSemua orang tahu kalau di bawah pemerintahan \"Family\", pintu Penacony terbuka untuk semua orang. Untuk pengalaman di luar kenyataan, untuk kegembiraan inspirasi, untuk penyembuhan masalah dan luka ... tamu dari atas datang satu demi satu, menyerahkan rasa sakit demi kedamaian, minum anggur berkualitas dan mengembara di lautan mimpi. Beberapa orang menghabiskan liburan yang tak terlupakan di sini dan pergi dengan puas. Beberapa orang terlena dalam perayaan dan menetap di sini. Hotel bertabur bintang adalah permata, kerajaan pembuat mimpi, dan taman bermain para pemimpi.\\n\\nCuma ada sedikit tamu yang menyadari sejarah masa lalu yang berdebu: benang yang menjalin mimpi berasal dari kenyataan. Kemegahan Penacony di hari ini lahir dari keburukan, belenggu yang berat, dan kebebasan yang dirampas. Planet Perayaan pernah menjadi penjara IPC, tempat banyak narapidana direlokasi untuk menyelamatkan Gelembung Memori yang meluap untuk Garden of Recollection. Orang-orang terus bekerja keras tak ada habisnya, hingga tubuh mereka seberat timah, namun jiwa mereka seringan gelembung. Entah sejak kapan, ruang tahanan yang sempit itu terputus dari kenyataan, sementara kesadaran manusia menjadi terhubung dalam mimpi. Di tengah malam, mimpi yang diimpikan semua orang itu begitu nyata, namun kenyataannya tampak begitu munafik.\\n\\nSampai \"Destruction\" memutus rantai IPC, \"Trailblaze\" menghubungkan perbatasan dengan bintang-bintang, dan \"Harmony\" diundang untuk menabur benih perdamaian. Kebebasan akhirnya muncul dan menambahkan nama baru ke dalam mimpi aslinya, \"Penacony\".\\n\\nSaat ini, tidak ada jejak penjara bobrok yang tersisa. Dalam mimpi, ribuan gedung bertingkat tinggi menjulang dari tanah, padang gurun berubah menjadi kota metropolitan ... sebuah negeri baru bagi para pemimpi yang mencari kekayaan dan peluang, dan sebuah utopia bagi mereka yang mencari kesenangan. Masa lalu \"Planet Perayaan\" seperti foto yang tidak sengaja jatuh ke dasar lemari, sebenarnya ada, tapi tidak ada yang memedulikannya.\\n\\nSaat ini, negeri mimpi dipenuhi nyanyian kegembiraan, dan hiruk pikuk masa lalu telah berubah menjadi obrolan santai yang menarik, dibiarkan diam-diam di sela-sela komedi, di balik layar kartun, atau di kolom samping beberapa majalah."
    },
    {
      "_id": 33126,
      "ids": [
        33126,
        43126,
        53126,
        63126
      ],
      "id": "penaconys_dreamseeking_tracks",
      "name": "Penacony's Dream-Seeking Tracks",
      "type": "OBJECT",
      "desc": "Di kota impian Penacony, jalur rumit berkelok-kelok di antara gedung-gedung, menahan Spheroid yang dinaiki pengunjung untuk menghubungkan mimpi penuh warna menjadi satu.",
      "typeText": "Link Rope",
      "backstory": "Siapa pun yang mengunjungi Penacony pasti setuju kalau \"dibangun di atas mimpi\" bukanlah sekadar ungkapan hiperbola, melainkan pernyataan yang benar. Hotel mewah ini cuma puncak gunung es dari Planet Perayaan, dan saat kamu \"seolah-olah bermimpi\", kamu baru dianggap telah resmi tiba di Penacony. Sejak saat itu, kerajaan mimpi yang terdiri dari dua belas mimpi perlahan terbuka di hadapan para tamu.\\n\\nPara tamu yang baru mengenal tempat ini mungkin akan bingung dengan panggung karnaval ini, tapi jangan khawatir. Lihatlah ke atas. Rel logam melintasi gedung pencakar langit, dan \"Spheroid\" menggelinding dengan cepat di atas rel. Itu adalah alat transportasi yang paling menarik perhatian di dunia mimpi metropolitan yang indah ini, yang akan memandu para tamu ke setiap tempat di penjuru kota.\\n\\nMulai dari stasiun pusat, rel Spheroid yang rumit ibarat pembuluh darah kota metropolitan. Baik itu terowongan bawah tanah \"Moment of Daybreak\", dataran luas \"Moment of Scorchsand\" atau stadion \"Moment of Stars\", sangkar bulat warna-warni terus berputar, mengantarkan orang ke setiap stasiun secara akurat, efisien, aman dan nyaman, juga menuangkan energi yang tak kenal lelah ke dunia mimpi Penacony.\\n\\nMimpi memberikan tekstur yang ringan dan halus pada segala sesuatu, dan Spheroid yang seperti kacang dianggap sebagai kendaraan sekaligus mainan di Negeri Mimpi. Cuma sedikit orang yang ingat kalau sebenarnya \"Spheroid\" awalnya adalah \"penjara\" ... kendaraan menuju mimpi itu adalah alat yang awalnya digunakan untuk mengurung tahanan.\\n\\nDahulu kala, IPC mengirimkan sejumlah besar tahanan ke galaksi Asdana untuk mencegah penyebaran sebuah bencana. Di sana, orang-orang mengumpulkan kembali memori, dan perlahan-lahan tersesat di antara fantasi dan kenyataan. Ruang kerja berbentuk bola yang ada di ruang hampa menjadi sebuah \"memori\" yang tak terlupakan bagi para tahanan: dinding bagian dalam yang melengkung dan keras, pengalaman mengerikan saat terjatuh, kehadiran sehari-hari yang sangat berat ... mungkin rasa sakit ini sudah terlalu dalam. Saat mereka yang mendapatkan kembali kebebasannya untuk merintis dunia mimpi yang tandus, Spheroid itu juga datang.\\n\\nNamun sekarang berbeda dengan masa lalu, perdamaian dan kebebasan telah melahirkan optimisme. Daripada berkali-kali mencoba menghancurkan mimpi buruk yang tak terhindarkan, lebih baik menambahkan warna-warni yang seharusnya dimiliki tempat ini, lalu menyerapi dan menerimanya. Dengan begitu, saat ini, penjara di masa lalu telah menjadi Spheroid.\\n\\nSaat ini, kota Penacony dipenuhi dengan Spheroid warna-warni yang bergerak dengan cepat dan menghantarkan sedikit getaran ... Bisikan-bisikan tersembunyi di balik keanehan kota dunia mimpi, berpadu dengan ambisi dan gelak tawa, bagaikan Negeri Mimpi di mana waktu berlangsung selamanya."
    }
  ]
}