{
  "_id": 117,
  "id": "pioneer_diver_of_dead_waters",
  "name": "Pioneer Diver of Dead Waters",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Meningkatkan <nobr>12%</nobr> DMG yang diakibatkan pada musuh yang terkena pengaruh status Debuff.",
    "4": "Meningkatkan <nobr>4%</nobr> CRIT Rate. Meningkatkan <nobr>8%</nobr>/<nobr>12%</nobr> CRIT DMG pengguna pada target musuh yang memiliki setidaknya <nobr>2</nobr>/<nobr>3</nobr> efek Debuff. Setelah pengguna menambahkan efek debuff pada target musuh, efek peningkatan di atas meningkat <nobr>100%</nobr> selama <nobr>1</nobr> giliran."
  },
  "pieces": [
    {
      "_id": 31171,
      "ids": [
        31171,
        41171,
        51171,
        61171
      ],
      "id": "pioneers_heatproof_shell",
      "name": "Pioneer's Heatproof Shell",
      "type": "HEAD",
      "desc": "Helm penyelam yang modelnya sering ditemukan di Orkron. Melalui lubang jendela kecilnya, dapat melihat kegelapan yang luasnya tak terbatas.",
      "typeText": "Kepala",
      "backstory": "Awan berkumpul di langit malam Orkron, dan cincin planet yang bersinar tertutup olehnya. Bunga salju yang berwarna ungu kemerahan menghujani helm ini, diam-diam menutupi besi yang berkarat dan menyembunyikan jejak-jejak korosi. Dua orang gadis duduk di hutan pohon cemara yang bersalju ... beristirahat sejanak dari perjalanan mereka.\n\n\"Lihat! Udara di Orkron aromanya seperti buah raspberry.\" Bunga salju yang berwarna ungu kemerahan jatuh ke benang gula yang lembut dan berawan, lalu menghilang. The Nameless cilik dari Toyro itu tertawa dan memegang perutnya. Dia menertawai kata-kata yang dia ucapkan tadi — bagaimana bisa kamu melihat aroma dengan matamu? Setelah tertawa bersama, keheningan tiba-tiba memotong seperti pedang yang tajam, dan udara pun seperti berubah menjadi dingin sekali dalam seketika.\n\n\"Frebass, apa kamu masih mau menelusuri ke kedalaman 'Ⅸ'?\" Pertanyaan ini muncul dari rekannya yang selalu membawa pedang panjang. Dia ini rekan yang baik, tapi tidak ada yang tahu dari mana dia berasal.\n\nThe Nameless cilik itu bersembunyi di dalam baju selam miliknya yang besar. Setelah hening sesaat, dia memberikan rekannya itu marshmallow yang sedikit gosong terbakar, tatapan matanya mengecil seperti bayangan layar yang terbuka sepenuhnya:\n\n\"Tentu saja — karena aku akan melangkah di jalan yang lebih dalam dan jauh dari Akivili!\""
    },
    {
      "_id": 31172,
      "ids": [
        31172,
        41172,
        51172,
        61172
      ],
      "id": "pioneers_lacuna_compass",
      "name": "Pioneer's Lacuna Compass",
      "type": "HAND",
      "desc": "Sebuah kompas dalam bentuk jam tangan. Jarum magnetnya telah dilepas dan tidak bisa menunjuk ke arah mana pun lagi.",
      "typeText": "Tangan",
      "backstory": "\"Arus air di dalam laut,\nberbisik pada dia seperti menusuk tulangnya, dalam waktu yang benar-benar kontras,\nDia mengalami tahap usia tua dan muda,\nkemudian memasuki pusaran.\"\n\nGadis itu pernah mendengar cerita seperti ini. Di dalam ceritanya, dunia yang menjadi tempat tinggal orang-orang digambarkan dalam wujud pohon yang tinggi menjulang ke langit, terbentuk dari energi yang tak bertuan. \"Energi jenis ini tidak dapat dilihat, tidak dapat disentuh, tidak dapat dipahami, dan tidak ada maknanya\". Dia berpikir, \"sama seperti 'Ⅸ', tidak ada maknanya.\"\n\nThe Nameless cilik itu agak merasa melankolis, dia cemas bagaimana cara dia menentukan arah setelah memasuki kedalaman \"Nihility\". Tapi kemudian, dia mendapatkan inspirasi — Pada ulang tahunnya yang ke-14, ibunya memberikan dia satu hadiah terakhir ... sebuah kompas kecil.\n\n\"Kalau begitu, asalkan yang dirasakan oleh kompas bukanlah medan magnet, tetapi 'energi', bukankah masalah bisa terselesaikan?\"\n\nThe Nameless cilik itu pun melepaskan jarum magnet dari kompas tersebut. Akan tetapi, gadis itu jatuh ke dalam kegelapan, dia sadar kalau satu-satunya arah dari kompas itu sudah rusak."
    },
    {
      "_id": 31173,
      "ids": [
        31173,
        41173,
        51173,
        61173
      ],
      "id": "pioneers_sealed_lead_apron",
      "name": "Pioneer's Sealed Lead Apron",
      "type": "BODY",
      "desc": "Baju selam berat yang terbuat dari besi rongsokan, kedap udara dan sulit ditembus. Penggunanya terkadang bercanda kalau ini lebih mirip peti mati dalam laut daripada baju selam.",
      "typeText": "Badan",
      "backstory": "\"Frebass, The Nameless dari Toyro, meninggal selama 14 hari 14 malam.\nDia sudah melupakan suara burung camar, suara jeritan dari kedalaman,\nkeuntungan dan kerugian.\"\n\nThe Nameless kecil itu menatap cincin planet yang lebih luas dari jalanan besar di Toyro. Dia berencanakan meluncurkan dirinya ke dalam singularitas di dalam lubang hitam.\n\n\"Bahkan Akivili tidak pernah mencapai ke sana.\" Gadis itu selalu bisa mendengar suara yang jauh itu bergema di dalam hatinya. \"Aku akan melangkah di jalan yang lebih dalam dan jauh dari Akivili.\" Dia sudah mempersiapkan diri sepenuhnya — lempengan rongsokan besi yang tak dikenal, tangki oksigen bekas, perangkat kendali postur giroskop yang sudah tidak terpakai, sistem sirkulasi udara yang dapat mengalir sendiri, dan kap mesin penyeimbang ... Dia membeli semua material itu dan memastikan kalau seluruh kostumnya itu kedap udara. Dia percaya kalau kostum ini dapat melindungi dia dari kerusakan yang disebabkan \"Nihility\".\n\nDia mengambil helm selam peninggalan ayahnya dan mengenakan \"lencana kehormatan\" yang dia buat sendiri. Sebelum pergi, dia dan rekannya sekali lagi pergi ke hutan pohon cemara yang bersalju dan memanggang marshmallow untuk terakhir kalinya.\n\nKemudian, setelah pesawat luar angkasa Frebass mencapai ujung dari lubang hitam, inilah seluruh kenangan dari Orkron yang biasa dia ingat."
    },
    {
      "_id": 31174,
      "ids": [
        31174,
        41174,
        51174,
        61174
      ],
      "id": "pioneers_starfaring_anchor",
      "name": "Pioneer's Starfaring Anchor",
      "type": "FOOT",
      "desc": "Sepatu bot berat yang dibentuk seperti jangkar kapal. Pemiliknya sudah bersiap untuk tidak pernah kembali ke permukaan.",
      "typeText": "Kaki",
      "backstory": "\"Oh, kalian yang menggerakkan setir dan melihat arah angin,\nPikirkan tentang Frebass,\nDan bagaimana dia dulu pernah berdiri seindah dan setinggi kalian.\"\n\nSepatu bot yang seperti jangkar, menarik gadis itu semakin ke bawah dan terus ke bawah. Sepatu ini menjalankan misi yang ditujukan padanya sejak awal pertama konsep sepatu ini dibuat.\n\nGadis itu tidak pernah menutup matanya, bertarung dengan berani di kegelapan yang sunyi dan dingin. Dia teringat pertama kali dia mendengar cerita tentang Akivili. Dia teringat hari pertama ketika dia mulai bertualang dan \"lencana kehormatan\" yang dia buat sendiri. Dia teringat 30 hari yang dia habiskan untuk bertualang bersama rekannya. Dia teringat ruang terbuka yang mereka kumpulkan untuk pertama dan terakhir kalinya di hutan, dan bagaimana udara di sana terasa seperti buah raspberry. Dia teringat suara siulan, gitas, kecapi, dan lagi yang mereka nyanyikan bersama. Dia teringat bunga salju berwarna ungu kemerahan yang jatuh ke marshmallow yang agak gosong terbakar dan menghilang.\n\nKehampaan yang luas menanti di akhir ingatan yang buram itu. Akan tetapi, dia tiba-tiba melihat warna merah melesat dalam sekejap ke pusat dari kegelapan yang hitam.\n\nOleh karena itu, The Nameless cilik itu teringat senyuman tulus yang dia berikan ketika gadis yang berpedang panjang itu menerima marshmallow itu untuk terakhir kalinya.\n\n\"Aku tidak menyangka akan bertemu dengan orang yang mirip denganku. Kamu sudah berjalan di jalan ini lebih jauh dari aku.\nOleh karena itu, kamu pastinya akan berjalan bersamaku hingga akhir, kan?\"\n\"Tentu saja, akhir kita sudah ditentukan ... Akan tetapi, seperti yang kamu bilang —\nMeskipun aku mungkin akan berubah menjadi genangan air mati yang dangkal, masih banyak hal yang bisa aku lakukan sebelum momen itu terjadi. Oleh karena itu, tidak peduli apa pun yang terjadi, aku akan mencobanya—\n—Karena aku akan melangkah di jalan yang lebih dalam dan jauh dari Akivili!\""
    }
  ]
}