{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "Poet of Mourning Collapse",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Quantum DMG +<nobr>10%</nobr>.",
    "4": "Mengurangi <nobr>8%</nobr> SPD pengguna. Sebelum memasuki pertempuran, jika SPD pengguna kurang dari <nobr>110</nobr>/<nobr>95</nobr>, CRIT Rate pengguna akan meningkat <nobr>20%</nobr>/<nobr>32%</nobr>. Efek ini juga berlaku pada Memosprite pengguna."
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "poets_dill_wreath",
      "name": "Poet's Dill Wreath",
      "type": "HEAD",
      "desc": "Kala musim semi di depan Kuil Senja, penyair yang paling berbakat akan mendapatkan anugerah mahkota bunga dill dari Mnestia.",
      "typeText": "Kepala",
      "backstory": "\"Mnestia, kami berdoa padamu. Kalau di dunia ini tidak ada nyanyian, tidak akan ada musim semi yang penuh nyanyian, tidak akan ada bunga yang bermekaran di hutan ....\"\n\nSetelah mencuci tangan di sungai, para penyair mengangkat anggur persembahan dengan kedua tangan mereka dan berkumpul di depan kuil. Mereka memperdebatkan siapa yang paling layak mendapatkan anugerah mahkota bunga dill dari Mnestia. Tiga bersaudara Parthia yang terkenal dengan puisi cinta mereka menyanyi terlebih dahulu, lalu diikuti oleh penyair tua Lupes yang terkenal dengan ribuan perumpamaan ajaibnya. Tapi, suara merdu itu tidak mampu menggoyahkan hati sang dewi, gelas anggur di hadapan mereka sama sekali tidak bergerak.\n\nSampai akhirnya ada seorang penyair yang mengembara mulai memetik harpa tujuh senar yang ada di tangannya dan melantunkan kisah kuno yang tertulis di atas papirus. Badai pasir yang berasal dari ribuan tahun lalu pun berembus. Seperti inilah awal kisah itu: Ketika masih ada banyak kota di dunia ini, ada salah satu kota yang diserang oleh seekor naga jahat.\n\n\"Ratapan untuk negeriku ....\"\n\"Monster menguasai istana dan menghasilkan keturunan-keturunan yang jahat.\"\n\"Semua salah naga yang masuk ke dalam menara itu.\"\n\"Dia menghasut rajaku dan menelan putri raja kami ....\"\n\nSang dewi meminum habis anggur itu, dan penyair yang mengembara menjadi pemilik mahkota bunganya."
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "poets_gilded_bracelet",
      "name": "Poet's Gilded Bracelet",
      "type": "HAND",
      "desc": "Gelang yang dibuat dari logam kesukaan orang-orang. Naga jahat dalam cerita itu juga pernah diikat dengan belenggu yang terbuat dari logam yang sama.",
      "typeText": "Tangan",
      "backstory": "\"Orang-orang menggali emas dari badan Georios. Sejak ditemukannya logam menakutkan yang pertama ini, konspirasi dan peperangan pun mulai bermunculan.\"\n\nAsal mula perang tidak bisa ditelusuri, berbagai sejarahnya pun sudah berubah menjadi legenda. Meski sudah menjadi legenda, kita tahu bahwa kesombongan, niat jahat, dan keserakahanlah yang menjadi alasan pertikaian orang-orang, tapi emas selalu menjadi kambing hitamnya. Dalam masa-masa tanpa pertikaian, besi dan perunggu yang semula hanya menjadi alat pemujaan, lama-kelamaan diusir dari altar dan ditempa menjadi pedang dan tombak ... menjadi logam yang lebih menakutkan daripada emas.\n\nNaga raksasa dalam kisah itu seharusnya sudah ditaklukkan ... peperangan antara kota-kota pun sudah mulai mereda. Penyair yang mengembara menapakkan kakinya di Kota Suci dan melantunkan kelanjutan kisah itu: Setelah naga jahat menguasai kota, orang-orang pun mencari pemberani yang mampu memburu naga itu dan menyelamatkan sang putri.\n\n\"Ratapan untuk negeriku ....\"\n\"Perwira yang pemberani akhirnya datang dengan belenggu yang ditempa dari logam berat dan menaklukkan naga jahat itu.\"\n\"Dari puncak menara, terdengar suara tangisan sang raja ....\"\n\"Dalam perut naga itu hanya tersisa tulang dari putri yang sudah ditelan oleh naga itu.\"\n\nRumbai gelang emas itu menyentuh senar harpa dan mengeluarkan suara helaan yang nyaring."
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "poets_starstudded_skirt",
      "name": "Poet's Star-Studded Skirt",
      "type": "BODY",
      "desc": "Fajar adalah waktu yang paling lembut. Warna tepian roknya bagaikan warna secercah cahaya bintang yang masih tampak sebelum datangnya fajar.",
      "typeText": "Badan",
      "backstory": "\"Ketika Aquila membuka mata, semua bintang tampak redup, hanya tersisa satu bintang malam yang mencuri pandangannya dan membuatnya sangat penasaran.\"\n\nNarasi itu terus dilantunkan sampai pergantian siang dan malam yang kedua. Semakin banyak pendengar yang berkerumun di sekeliling penyair itu. Di antara mereka ada orang Kremnos yang terkenal dengan anak panahnya dan orang Janusopolis yang mampu meminta petunjuk dewa dengan melempar tongkat ramalan. Sejak gelombang hitam mengikis kota-kota itu, banyak sekali literatur yang hilang, para pelajar dari Grove tidak sempat mengumpulkan semua dokumen, bahkan ada banyak kota-kota kecil yang sudah tidak dikenal lagi.\n\nHanya penyair yang mengembara itu yang tahu kalau kota tua yang diserang oleh naga jahat itu menyimpan rahasia alkimia yang begitu mendalam: Darah dan daging bisa menciptakan segala makhluk dan keajaiban. Seperti itulah omongan alkemis kepada raja yang bersedih karena kehilangan putri kesayangannya.\n\n\"Ratapan untuk negeriku ....\"\n\"Alkemis yang pandai berbicara itu mengaku bisa menghidupkan kembali sang putri dari darah dan daging naga itu.\"\n\"Makhluk yang sudah mati, tapi belum sepenuhnya mati dan sudah berlalu sepuluh hari.\"\n\"Ritual itu akhirnya selesai, tapi ....\"\n\nBintang malam yang terakhir enggan menutup matanya karena masih ingin mendengarkan kisah anak-anak manusia yang belum selesai diceritakan itu."
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "poets_silverstudded_shoes",
      "name": "Poet's Silver-Studded Shoes",
      "type": "FOOT",
      "desc": "Sepatu yang bertatahkan paku perak ini akan meninggalkan jejak berbentuk huruf di atas pasir. Demi mengumpulkan puisi-puisi di masa lalu, dia tidak pernah menghentikan langkah kakinya.",
      "typeText": "Kaki",
      "backstory": "\"Manusia tidak bisa menemukan jejak Thanatos. Ada juga legenda yang bilang kalau tidak ada orang hidup yang bisa melintasi Sungai Jiwa. Sebenarnya sungai itu mengalir ke mana?\"\n\nKami tidak pernah mendengar tentang naga raksasa itu, apalagi melihat ritual yang membangkitkan darah dan daging di dalam buku kuno ... ada pendengar yang mengungkapkan keraguannya. Penyair itu pun menjawab, dia bukan keturunan dari kota tua, dia juga tidak tahu apakah naga raksasa yang jahat itu benar-benar ada. Ini hanyalah sebuah puisi turun-temurun yang dia dengar dari penyair generasi lalu.\n\nKalau tidak ada yang menyanyikannya, sejarah kota tua akan tertutup oleh debu dan semuanya akan memudar seiring dengan waktu: Kota yang berjaya di masa lalu ditelan oleh arus Sungai Jiwa, berubah menjadi tempat yang bahkan dibenci oleh anjing liar dan burung bangkai. Itulah kutukan yang ditinggalkan oleh arwah yang ditelan oleh naga jahat.\n\n\"Ratapan untuk negeriku ....\"\n\"Tuan putri itu bangkit kembali dalam wujud naga jahat!\"\n\"Lalu, dia menelan alkemis, perwira yang pemberani, dan raja bodoh itu.\"\n\"Sebuah pesta berdarah memanggil datangnya bayangan kematian yang membinasakan kota tua itu ....\"\n\nIngatlah nama kota yang sudah binasa itu! Inilah kisah tentang \"Styxia\" yang dinyanyikan oleh penyair bersepatu paku perak. Dia mengumpulkan kisah hanya demi cerita itu sendiri, sama seperti huruf-huruf yang ditinggalkan oleh sepatu paku perak itu. \"Kenanglah kisah ini dan lupakan aku.\""
    }
  ]
}