{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "Prisoner in Deep Confinement",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATK +<nobr>12%</nobr>.",
    "4": "Untuk setiap 1 efek DoT yang dimiliki target musuh, saat pengguna mengakibatkan DMG pada target tersebut, akan mengabaikan <nobr>6%</nobr> DEF-nya. Berlaku untuk maksimal <nobr>3</nobr> DoT."
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "prisoners_sealed_muzzle",
      "name": "Prisoner's Sealed Muzzle",
      "type": "HEAD",
      "desc": "Sangkar mulut yang diikatkan ke wajah narapidana yang berwajah binatang untuk mencegah pelaku kejahatan memperlihatkan taringnya dan menyakiti orang lain.",
      "typeText": "Kepala",
      "backstory": "Indra penciuman pernah membangun dunia indra Borisin Warhead. Hujan, debu, api unggun, darah, obat-obatan ... bau dari bagian terdalam medan perang, suara itu terdengar bergetar dan melayang-layang, semburan bau yang membanjiri setiap inci sarafnya.\n\nYang bisa dia cium sekarang hanyalah kekokohan alat penyiksaan, dan rasa takut yang gemetar terhadap para juri yang memenuhi udara.\n\nDia tahu para hakim yang bertubuh lemah ini takut akan ketajaman taringnya ... dia pernah berdiri di puncak tebing curam, bermandikan cahaya bulan yang gila, dan merasakan dorongan naluriah dalam gejolak darahnya. Dia pernah mengikuti labirin aroma, menembus jauh ke dalam kamp musuh di malam yang gelap, dan menghancurkan tengkorak mangsanya satu demi satu ... Borisin Warhead mengagumi konsep taring yang dipoles, menganggapnya sebagai bilah tajam, simbol kekuatan dan kepercayaan diri untuk menghancurkan segalanya.\n\n\"Brood Lord Borisin meninggalkan sarang, menggerogoti daging, menghisap darah, dan menyakiti orang yang tidak bersalah. Dia dijatuhi hukuman seumur hidup di dalam sangkar dengan moncong mulut ditutupi, dan dia ditanya tentang Sepuluh Dosa yang Tidak Terampuni.\"\n\nWarhead melihat sekeliling dengan pandangan menghina. Pendekar pedang yang menelan segalanya seperti lautan kemarahan yang sedingin es tidak ada di sana ... dia tidak tertarik dengan penilaian yang membosankan ini."
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "prisoners_leadstone_shackles",
      "name": "Prisoner's Leadstone Shackles",
      "type": "HAND",
      "desc": "Belenggu berat yang mengikat erat tangan iblis, dengan jarum baja yang memaku pergelangan tangan untuk menahan cakar-cakarnya melakukan kejahatan lagi.",
      "typeText": "Tangan",
      "backstory": "Awan terbelah, dan cahaya bulan menyinari tubuh Warhead Borisin yang penuh luka. Cakar raksasa yang ditebas oleh ahli pedang berambut perak itu tergeletak di samping, pembuluh darah Warhead yang putus asa berdenyut dengan kencang. Diiringi lolongan panjang yang menyakitkan, cakarnya yang tajam tumbuh kembali.\n\nDengan katalisasi oleh Moon Rage, Warhead hampir tidak bisa mengejar serangan pedang yang bagai cahaya bulan. Dia berdoa dalam hati memohon kekuatan pada Abundance, dan bertekad untuk menyelesaikan pertarungan terakhir sebagai monster yang terkurung.\n\nDia sudah lupa berapa kali pasukan Borisin menerobos, dan cuma bisa mengingat kalau anak buahnya berkali-kali menggunakan cakar mereka untuk merobek celah di depan mereka, cuma untuk menutupnya lagi dengan rapat. Borisin yang kelelahan mengandalkan kemampuan regenerasi mereka yang sulit untuk dihancurkan, berjuang untuk meruntuhkan semua rintangan di hadapan mereka ... darah Warhead membasahi cakar-cakarnya. Seolah-olah kerasukan, tiba-tiba dia menyadari kalau dia tidak punya tempat untuk melarikan diri, dan sudah tidak ada seorang pun. mengikutinya.\n\n\"Brood Lord Borisin, kamu telah mengambil banyak nyawa dengan tanganmu sendiri. Tanganmu harus diikat dengan timah dan batu dan kamu akan diawasi dengan ketat.\"\n\nWarhead tumbang di hadapan ahli pedang, dan pertama kalinya merasakan kelelahan luar biasa yang hampir mendekati kematian. \"Itu benar-benar pedang yang tiada tara\", dan dia mau tak mau berpikir \"Itu benar-benar sensasi yang tiada tara!\""
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "prisoners_repressive_straitjacket",
      "name": "Prisoner's Repressive Straitjacket",
      "type": "BODY",
      "desc": "Seragam penjara untuk menahan penjahat berbahaya, dengan sambungan terbalik yang membatasi kemampuan narapidana untuk berubah bentuk.",
      "typeText": "Badan",
      "backstory": "Borisin terlahir sebagai pejuang. Struktur tulang mereka lebar dan ramping, dengan rahang dan otot leher yang kuat. Mereka memiliki gigi taring yang berkembang dengan baik, dengan telinga seperti binatang di atas kepala mereka, dan cakar yang tajam di tangan dan kaki mereka. Suku Borisin memuja konsep tubuh yang kuat, dan memandang fisik yang kuat sebagai berkah dari para dewa.\n\nWarhead adalah pemimpin spiritual dan pejuang terkuat dari suku tersebut, dia memimpin pasukan seperti gelombang hitam dan mendominasi hidup dan mati di medan perang.\n\nKapal buas yang berangkat sangatlah banyak. Dia menatap prajurit-prajurit yang gelisah di medan perang ... Borisin merasakan panggilan dari Moon Rage. Tulang tajam menembus tubuhnya, dan darahnya yang berwarna hitam pekatnya menghilang tertiup angin bagai kabut. Dia mengulurkan tangannya seperti seorang martir dan menjauh dari Lupitoxin ... Feromon pemicu rasa takut tersebar bersama kabut darah, menstimulasi indra para pejuang Borisin, dan membuat mereka seperti dirasuki oleh sesuatu.\n\n\"Tuan Brood Lord, berilah kami otot dari besi dan tulang dari baja. Tuan Brood Lord, berilah kami kekuatan para dewa.\"\n\nDia mengingat kembali hari-hari yang penuh semangat dan bebas. Anak-anak Borisin yang mewarisi \"Moon Rage\", telah menembus batasan-batasan duniawi. Tubuh mereka terpecah dan berubah bentuk, namun tidak lagi merasakan sakit atau ketakutan. Membimbing mereka dulunya merupakan hak istimewa dan tanggung jawab yang cuma diperuntukkan bagi mereka yang kuat."
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "prisoners_restrictive_fetters",
      "name": "Prisoner's Restrictive Fetters",
      "type": "FOOT",
      "desc": "Belenggu logam yang mengikat kaki monster, menahan pelaku kejahatan untuk mencegah mereka melarikan diri dan menimbulkan masalah.",
      "typeText": "Kaki",
      "backstory": "Borisin merupakan masyarakat nomaden dan membenci peradaban yang hidup menetap. Mereka merampas perdamaian dan stabilitas, serta menimbulkan perang yang mengerikan. Keyakinan keras mereka untuk bertahan hidup memaksa mereka untuk terus berjuang, dan mengabdikan diri pada kehidupan yang penuh dengan pertumpahan darah.\n\nMereka punya keyakinan dan cara hidup masing-masing ... di mana pun Borisin menginjakkan kaki, maka itulah wilayah kekuasaan mereka.\n\nWarhead Borisin bangga telah mengobarkan api perang yang menyedihkan satu demi satu, menghancurkan martabat Guardian, meminum air mata para tunawisma, dan menginjak-injak kepercayaan orang-orang terdekatnya. Dia membiarkan duri-duri tumbuh liar dan menghancurkan tanah yang subur, memaksa orang-orang menjadi budaknya dan dia menikmati kehidupan mewah ... Untuk melampaui pemimpin-pemimpin sebelumnya, Warhead yang baru harus mengesampingkan perdamaian dan memimpin tentaranya dalam ekspedisi ke dunia luar untuk membuat namanya terkenal dan menegaskan posisinya dalam suku.\n\n\"Brood Lord Borisin, perang dan bencana bagi seluruh dunia datang bersamamu. Hukumanmu adalah dipenjara selamanya, dan tidak akan pernah dilahirkan kembali.\"\n\nWarhead bingung dengan keputusan tersebut. Dia melihat sekeliling, dan terkejut dengan keputusan orang-orang lemah itu. Apa yang orang-orang sebut dengan kejahatan cuma aturan untuk bertahan hidup."
    }
  ]
}