{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "Revelry by the Sea",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>12%</nobr> ATK pengguna. Saat ATK pengguna lebih dari atau sama dengan <nobr>2400</nobr>/<nobr>3600</nobr>, akan meningkatkan ekstra <nobr>12%</nobr>/<nobr>24%</nobr> DoT yang diakibatkan."
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "Warbling Shores' Blazing Beacon",
      "type": "NECK",
      "desc": "Di dalam Planar Sphere tersegel Styxia yang tenggelam dalam kebahagiaan abadi. Sebuah mercusuar yang tak pernah padam berdiri tegak di tepi laut, memainkan musik tanpa henti. Kapal-kapal yang berlayar mengikuti alunan riang menembus kabut, tetapi kemudian kandas setelah menabrak karang, meninggalkan puing-puing yang ditelan ombak.",
      "typeText": "Planar Sphere",
      "backstory": "Ombak, rondo abadi yang tak pernah usai. Para pelaut yang sudah bosan dengan pelabuhan tempat mereka biasa bersenang-senang, membuka peta dan memilih tujuan pelayaran kali ini. Jarum kompas berhenti dan menunjuk ke \"Styxia\", kota kebahagiaan abadi di tepi pantai — tempat mereka ditakdirkan untuk binasa. Namun, mereka tak gentar. Mereka belum mengenal maut. Maka dengan hati ringan dan layar terbentang, mereka pun memasuki kolam tarian Phagousa.\n\nMengikuti ritme pasang surut dan fase bulan, para pelaut menikam tulang belakang paus dengan garpu tulang, menabrakkan haluan kapal pada gletser purba, dan bernyanyi keras sepanjang pelayaran ... hingga mereka tersesat dalam kabut, hingga mercusuar dekat di depan mata, hingga kapal akhirnya hancur menghantam karang ....\n\nKapal yang kandas dan tenggelam itu karam ke dasar laut, tetapi mereka yang tak mati dan tak binasa bangkit kembali dari gelombang. Seorang pelaut bangkit berdiri di atas karang, tubuhnya diselimuti lamun dan garam yang mengering. Para penikmat pesta dari dalam mercusuar telah lama menanti, membungkuk sopan mengundangnya ke perjamuan yang tak pernah usai. Mengikuti suara musik, mereka berjalan melintasi tanggul panjang dan menaiki mercusuar yang putih bersih di antara terumbu karang. Api di mercusuar Styxia dinyalakan dengan minyak paus. Nyala api yang dingin menari membayangi lensa yang terukir dari kristal. Mercusuar itu sendiri merupakan sebuah harpa air raksasa. Saat pengunjung menaiki tangga, mereka dapat melihat air laut disedot masuk oleh tabung-tabung kaca yang tersusun di celah-celah bata dan batu, naik dan turun seirama dengan pasang surut. Di teras, para penikmat pesta saling bergandengan dan menari mengelilingi lampu sambil mengikuti alunan musik. Lampu itu memantulkan bayangan mereka di permukaan laut yang jauh. Di sana, sang pelaut melihat tujuan yang selama ini dia dambakan — kota kebahagiaan abadi.\n\nItu adalah masa-masa ketika kebusukan belum menyapa dunia, ketika derita, nestapa, dan maut masih dalam kandungan. Styxia tenggelam dalam buaian Phagousa, yang memeluknya erat dengan teluk seperti lengan yang mengayun lembut, menyenandungkan lagu anak-anak untuknya, lembut bagaikan mimpi.\n\nBibir pelaut yang cemas itu bergetar. Di hadapannya, penikmat pesta mengundangnya untuk menginjakkan kaki ke dalam kota itu dan berbagi kegembiraan tertinggi layaknya saudara kandung. Namun di belakangnya, lautan kelabu terbentang luas tak berujung. Bangkai kapal berserakan di antara terumbu karang. Para korban yang tenggelam terombang-ambing di antara ombak, kulit mereka diselimuti anemon laut dan karang. Dia teringat saat tubuhnya terjatuh ke dalam air, lalu diseret arus menuju kedalaman lautan yang mematikan. Tangan dingin siluman laut membelai pipinya, lalu di tengah nyanyian lembut yang samar, dia tersadar kembali dan terdorong menuju permukaan air yang berkilau menari.\n\nDalam sekejap ragu, gerbang menuju kebahagiaan abadi pun tertutup rapat, hanya sempat melayangkan satu lirikan yang tergesa. Para penikmat pesta tersenyum, menolak lembut permintaan sang pelaut untuk memasuki Styxia. Sebab dia telah terbangun dari mabuknya, dan belum mengerti cara menanggung kebahagiaan sejati."
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "Warbling Shores' Cantillation Trail",
      "type": "OBJECT",
      "desc": "Orang-orang Styxia sangat yakin bahwa para siluman laut, seperti dalam legenda, menjaga kedamaian tempat ini dengan darah dan daging mereka. Diyakini suatu hari nanti, para siluman laut akan datang mengikuti nyanyian dari mercusuar yang tak kunjung berakhir untuk menepati janji, dan menerima hadiah berupa jamuan tanpa akhir.",
      "typeText": "Link Rope",
      "backstory": "Seperti para pengunjung sebelumnya, sang pelaut yang kesepian berkelana di antara lautan dan kota, berdiri di ambang dunia fana dan kebahagiaan. Dia menyeka minyak yang mengalir dari luka ikan paus yang terdampar, lalu menyalakan mercusuar saat malam tiba. Kemudian, dia duduk di depan cahaya itu, dan mulai memainkan lagu-lagu yang belum pernah terdengar sebelumnya dengan harpa air.\n\nMercusuar bergema seiring dentingan harpa, dan seluruh Styxia pun larut dalam alunan musik. Melodi yang terkadang lembut, terkadang bergegas, membangkitkan dalam benak sang Ratu Styxia fantasi kenikmatan yang tak berujung. Sang pelaut kembali memainkan lagu itu terbalik dari tanda istirahat terakhir, membuat iramanya melonjak dengan riang dan jenaka. Kemudian muncullah perahu-perahu putih panjang yang membawa para akrobat, meluncur melewati sungai dengan ringan. Para pria dan wanita yang berpakaian mewah berdesakan di kedua tepian, wajah mereka tersembunyi di balik topeng berhias daun emas dan bulu halus. Sang Ratu pun melangkah masuk di antara kerumunan, berbaur dalam harum cengkih dan aroma almon.\n\nSang pelaut menyesuaikan iramanya sehingga nada-nada menjadi cepat dan bersemangat. Kemudian, dimulailah sebuah sandiwara yang menjadikan seluruh kota sebagai panggungnya. Rakyat yang memerankan bajak laut mengibarkan panji hitam, menyerbu tembok kota yang tak pernah dijaga, menjarah anggur dan koin emas, menggiring para bangsawan ke tiang gantungan yang dihiasi bunga-bunga, lalu memahkotai para pengemis di setiap sudut kota. Dan ketika tirai penutup turun, mereka membakar menara tinggi dan menari liar mengikuti alunan harpa, mabuk sampai kehilangan kesadaran.\n\nOmbak yang bergulung membasahi lembaran partitur, memburamkan nada-nada yang lembut dan menenangkan. Di tengah kabut di depan mercusuar, sang Ratu melangkah ke dalam naskah baru. Dia mengenakan gaun biru laut yang melebar di bawah bak ekor ikan, memerankan peran baru sebagai pelayan setia Phagousa — ratu dari para siluman laut.\n\nDalam kisah tersebut, para siluman laut diutus untuk menahan derita yang tak terbayangkan dari dunia fana, jauh di kedalaman samudra. Dengan darah dan daging mereka, mereka menampung bencana kelam ke dalam Cawan Kelimpahan, demi imbalan berupa kebahagiaan abadi Styxia. Dan ketika saat yang dijanjikan itu tiba, para siluman laut akan mengikuti cahaya mercusuar dan irama senar, melangkah menyusuri tanggul menuju Styxia. Orang-orang Styxia akan menggandeng tangan mereka, mengundang mereka untuk bergabung dalam jamuan yang tak pernah usai.\n\nRatu Styxia melangkah ke dalam air, menikmati kematian yang hanya ada dalam khayalannya. Di malam saat fase bulan tak mampu membendung ombak, air mata kosong para siluman laut yang berada jauh di kedalaman laut membubung naik seperti buih. Mereka berharap, mereka menanti, mengintip cahaya bulan yang belum pernah mereka lihat seumur hidup, lalu darah dan daging mereka larut. Sayangnya, malam itu tak ada cahaya bulan, hanya mercusuar yang tetap menyala dan padam seperti biasa — Air mata menggantikan para siluman laut naik ke permukaan laut yang berkilauan, lalu hilang tersapu ombak.\n\nSang pelaut yang kesepian akhirnya mendapatkan apa yang dia dambakan. Para penikmat pesta meneteskan air mata bahagia, mengucapkan selamat karena dia telah diizinkan untuk memasuki Styxia. Begitu lagu sukacita dikumandangkan, sayap kematian yang layu telah menyelimuti kota kebahagiaan abadi ini."
    }
  ]
}