{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "Scholar Lost in Erudition",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "CRIT Rate +<nobr>8%</nobr>.",
    "4": "Meningkatkan <nobr>20%</nobr> DMG yang diakibatkan Skill dan Ultimate. Setelah melancarkan Ultimate, DMG yang diakibatkan pelancaran Skill berikutnya akan meningkat ekstra <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "scholars_silverrimmed_monocle",
      "name": "Scholar's Silver-Rimmed Monocle",
      "type": "HEAD",
      "desc": "Monokel kristal yang memantulkan bangunan megah. Dipadukan dengan tongkat, rantai jam, dan bros, paduan ini menonjolkan gaya dan wawasan pemiliknya.",
      "typeText": "Kepala",
      "backstory": "[No.] EVD-W019EI06-003\n\n[Nama] Monokel kristal\n\n[Karakteristik Dasar] Terdapat bekas pecahan yang jelas.\n\n[Lokasi Barang Bukti] Laboratorium \"Bohdan\" di Departemen Penelitian Energi, Institut Sains Terpadu Pusat Ohioti.\n\n[Pihak Terlibat] Bohdan. Kepala ilmuwan bidang analisis sumber energi. Anggota #7 Genius Society.\n\n[Analisis Tempat Kejadian]\nBerdasarkan kondisi di tempat kejadian, pihak terlibat lalai dalam mengoperasikan perangkat observasi sehingga menyebabkan kebocoran polimer flogiston dan tangan kirinya terluka parah. Pada saat kejadian, monokel tidak sengaja jatuh dari ketinggian dan mengalami kerusakan.\n\n[Kesaksian Tambahan]\nBohdan menyatakan bahwa terdapat cahaya aneh yang muncul di dalam monokel selama proses eksperimen. Stimulasi cahaya yang kuat menyebabkan serangkaian kebetulan yang terjadi secara berturut-turut hingga akhirnya menyebabkan bocornya polimer flogiston.\n\nKarena pihak terlibat menyebutkan terlalu banyak kebetulan dalam keterangannya, kesaksian tersebut tidak diakui.\n\n[Informasi Tambahan]\nBerbagai indikasi menunjukkan bahwa ini adalah tindak kriminal yang sudah lama direncanakan. Tapi karena \"efek kupu-kupu\" dari serangkaian kebetulan yang terjadi tidak bisa ditetapkan sebagai \"tindak kriminal yang bisa direka ulang\", kasus kebocoran ini pun akhirnya ditutup sebagai \"kecelakaan\".\n\n[Rekaman Terkait]\n\"Mungkin aku harus berterima kasih. Karena kecelakaan ini, Lambda kembali ke sisiku lagi. Ini sudah kali keempat kami rujuk ... Sebenarnya aku agak malu untuk mengatakannya, tapi ini juga pertama kalinya aku minta rujuk.\" Rekaman audio ini berasal dari Bohdan."
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "scholars_auxiliary_knuckle",
      "name": "Scholar's Auxiliary Knuckle",
      "type": "HAND",
      "desc": "Eksoskeleton yang terbuat dari logam paduan ini membantu pergerakan jari. Perlu disesuaikan dengan bentuk tangan pengguna, dan nilainya sangat berharga.",
      "typeText": "Tangan",
      "backstory": "[No.] EVD-X024DE18-002\n\n[Nama] Eksoskeleton jari yang tertanam logam paduan \"Emas Segel Abu\"\n\n[Karakteristik Dasar] Terdapat tanda-tanda kerusakan akibat benturan eksternal. Kerusakan sudah dipastikan terjadi sebelum insiden ledakan.\n\n[Lokasi Barang Bukti] Ruang kendali pusat di lokasi penggalian sumber energi di daerah kutub.\n\n[Informasi Pihak Terlibat] Lambda (meninggal). Kepala ilmuwan bidang deteksi gelombang biologis. Anggota #8 Genius Society.\n\n[Analisis Tempat Kejadian]\nMenurut rekaman kamera pengawas, kelalaian pihak yang terlibat mengakibatkan ledakan di ruang kendali pusat. Pihak yang terlibat langsung meninggal di tempat.\n\n[Kesaksian Tambahan]\n\"Siapa yang tahu apa yang dia sembunyikan dalam hatinya. Kalau sampai terjadi sesuatu dengannya, sudah pasti ada hubungannya dengan Klein!\"\n\nDua minggu sebelum insiden ledakan, pihak polisi menerima sebuah laporan dari Bohdan yang mengklaim bahwa tangan kanan istrinya yang cacat mengalami cedera akibat kekerasan oleh penjahat. Kemudian, Lambda sebagai korban menolak penyelidikan lebih lanjut dan membatalkan kasus tersebut.\n\n[Informasi Tambahan]\nSetelah insiden ledakan, suami pihak yang terlibat meminta pengembalian eksoskeleton dan tulang jari pihak yang terlibat setelah penyelidikan selesai.\nKarena banyaknya kebetulan yang terjadi dalam insiden ledakan ini, kasus ini perlu diberikan perhatian khusus.\n\n[Rekaman Terkait]\n\"Klein, keluar kamu! Masalah kita masih belum selesai! Kamu dan aku sama-sama tahu kalau di dunia ini tidak ada yang namanya 'kebetulan' mutlak, apalagi serangkaian 'kebetulan yang tidak masuk akal' ini.\" Rekaman audio ini berasal dari sistem keamanan kediaman Klein."
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "scholars_tweed_jacket",
      "name": "Scholar's Tweed Jacket",
      "type": "BODY",
      "desc": "Jaket wol dan pakaian rajut adalah paduan yang sering ditemui di akademi. Bahan yang tahan lama dan tidak mudah kusut sangat cocok bagi para sarjana yang berkunjung.",
      "typeText": "Badan",
      "backstory": "[No.] EVD-X043FE21-001\n\n[Nama] Jaket wol, rompi wol kasar, kemeja putih\n\n[Karakteristik Dasar] Terdapat bekas pembakaran flogiston dengan diameter sekitar 8 cm di bagian dada sebelah kiri.\n\n[Lokasi Barang Bukti] Laboratorium \"Bohdan\" di Departemen Penelitian Energi, Institut Sains Terpadu Pusat Ohioti.\n\n[Informasi Pihak Terlibat] Bohdan (meninggal). Kepala ilmuwan bidang analisis sumber energi. Anggota #7 Genius Society.\n\n[Analisis Tempat Kejadian]\nBerdasarkan kondisi di tempat kejadian, pihak yang terlibat membawa partikel \"Emas Segel Abu\", yang menyerap sejumlah besar flogiston. Hal ini menyebabkan peningkatan suhu mendekati 1.000 derajat Celsius di area jantung dalam sekejap. Tampak bekas terbakar di jaket, rompi, dan kemejanya.\n\nPada area yang terbakar ditemukan setengah tulang jari manis yang hanya terbakar sebagian. Setelah dianalisis, diketahui bahwa tulang jari tersebut milik Lambda, dan mungkin berhubungan dengan partikel \"Emas Segel Abu\" kemurnian tinggi.\n\n[Kesaksian Tambahan]\n\"Kita harusnya dari awal sadar kalau manusia terkadang bisa saja lalai, apalagi dia sebenarnya masih belum bisa relakan kepergian istrinya ....\"\n\nMenurut penjelasan para sarjana di laboratorium, Bohdan yang merumuskan pedoman keselamatan tidak seharusnya melakukan \"kesalahan sepele\" seperti itu.\n\n[Informasi Tambahan]\n\"Emas Segel Abu\" dikembangkan oleh anggota #9 Genius Society, Klein. Logam paduan langka ini memiliki kemampuan untuk menyerap dan menyimpan flogiston.\n\nKalau begitu banyak kebetulan terjadi secara berturut-turut, apakah itu masih bisa disebut kebetulan?\n\n[Dokumen Terkait]\n\"Dilarang keras membawa produk logam paduan 'Emas Segel Abu' dengan kemurnian tinggi ke dalam laboratorium yang dilengkapi area pengamatan flogiston.\" Dikutip dari Pedoman Keselamatan Laboratorium Departemen Penelitian Energi."
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "scholars_felt_snowboots",
      "name": "Scholar's Felt Snowboots",
      "type": "FOOT",
      "desc": "Sepatu bot pendek wanita yang lembut dan nyaman ini sudah menemani pemiliknya meneliti di daerah kutub selama bertahun-tahun. Pemakainya akan terlihat modis jika dipadukan dengan celana pensil yang cocok.",
      "typeText": "Kaki",
      "backstory": "[No.] EVD-X031JA12-004\n\n[Nama] Sepatu bot salju wanita untuk penelitian ilmiah di daerah kutub\n\n[Karakteristik Dasar] Terdapat bekas kerusakan dan perbaikan yang terlihat jelas. Sebuah cakram keras tersembunyi di bagian sol sepatu. Pemeriksaan awal tidak ditemukan bukti yang mengarah ke kegiatan spionase.\n\n[Lokasi Barang Bukti] Ruang bawah tanah di rumah Klein.\n\n[Informasi Pihak Terlibat] Klein (meninggal). Kepala ilmuwan bidang material logam paduan. Anggota #9 Genius Society.\n\n[Analisis Tempat Kejadian]\n\nBerdasarkan kondisi di tempat kejadian, banyak barang peninggalan ilmuwan Lambda ditemukan di rumah Klein. Sepatu bot ini juga merupakan salah satunya.\n\n[Kesaksian Tambahan]\n\"Mungkin aku salah menuduhnya ... maksudku, Klein. Sementara istriku Lambda ... dia sudah lama pergi. Aku cuma merasa ... asing.\"\n\nBohdan tidak tahu-menahu mengenai barang peninggalan istrinya yang ditemukan di rumah Klein, tapi jika dilihat dari ekspresinya, tampaknya dia tidak terkejut.\n\n[Informasi Tambahan]\nKediaman Klein cukup terpencil. Menurut pemeriksa forensik, tidak ada orang yang berkunjung sebelum dan sesudah waktu kematiannya. Dugaan awal adalah kematian akibat kecelakaan.\n\nBohdan, Lambda, dan Klein memiliki hubungan yang unik. \"Kebetulan\" yang mereka alami sudah mendekati kategori \"supranatural\".\n\n[Rekaman Terkait]\n\"Ah, aku tahu kamu mencurigai aku, Bohdan. Aku juga tahu aku tidak bisa buktikan kalau aku tidak bersalah. Mengenai apa yang terjadi dengan Lambda ... aku benar-benar menyesal dan merasa bersalah, tapi aku tidak akan pernah melukai dia. Aku sudah mendapatkan beberapa petunjuk tentang pelakunya. Kamu pernah dengar 'Lord of Silence'? *Suara bising yang tidak berarti*\" Rekaman audio ini berasal dari cakram keras yang tersembunyi di sepatu bot."
    }
  ]
}