{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "Self-Enshrouded Recluse",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Meningkatkan <nobr>10%</nobr> kekuatan Shield yang diberikan.",
    "4": "Meningkatkan <nobr>12%</nobr> kekuatan Shield yang diberikan pengguna. Saat rekan tim memiliki Shield yang diberikan oleh pengguna, CRIT DMG rekan tim tersebut meningkat <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "Recluse's Wide-Brimmed Fedora",
      "type": "HEAD",
      "desc": "Topi fedora klasik dengan tepian lebar yang bisa digulung. Sangat populer di kalangan intelektual, seniman, dan kaum profesional.",
      "typeText": "Kepala",
      "backstory": "Sebelum penyerahan proyek komputer astral, Zandar One Kuwabara pernah membawa data pengujian dan mengunjungi gurunya yang mengasingkan diri di tepi Danau Sisik Perak.\n\nKeduanya sudah puluhan tahun tidak bertemu sebelum reuni tersebut. Zandar tidak bertanya tentang keakuratan data, melainkan konsekuensi setelah mencapai semuanya ... Dia merasakan kegelisahan yang sulit dijelaskan, sesuatu yang tidak bisa dipahami oleh orang-orang yang berpikiran dangkal ....\n\n\"Orang biasa akan berbangga diri hanya karena berhasil memecahkan persoalan yang tak terpecahkan selama ratusan tahun, sementara seorang jenius berbakat akan gemetaran di atas kawat baja keraguan, sambil berpegangan pada seutas tali bernama 'logika' agar tidak jatuh ke jurang. Sementara kamu ... kamu ingin memotong tali itu dan menyeret seluruh galaksi ke dalam jurang, demi melampaui batas pengetahuan ... Apa yang sedang kamu lakukan? Apa kamu akan berhenti setelah kuperingatkan? Berkacalah, apa kamu tidak sadar bahwa dirimu sedang mendambakan kehancuran galaksi? Aku tidak bisa menghentikanmu, tidak ada yang bisa.\"\n\nOrang tua itu mengambil topi dari gantungan dan memasangkannya ke kepala Zandar untuk menutupi tatapannya yang terkejut sekaligus penuh amarah, lalu pergi tanpa mengucapkan sepatah kata pun.\n\n\"Mesin pencari pengetahuan yang sempurna, yang menuntut segala pengetahuan dari masa lalu hingga masa depan ... Guru malah menyebutnya sebagai 'penjara pengetahuan', sementara aku bersikeras bahwa itu adalah 'perpustakaan' yang agung — hingga aku sendiri pun menjadi tahanannya.\""
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "Recluse's Refined Timepiece",
      "type": "HAND",
      "desc": "Rantai anyaman logam yang indah, dipadukan dengan dial bulat yang sederhana. Tenang, presisi, dan industrial. Sederhana, praktis, dan tidak mencolok.",
      "typeText": "Tangan",
      "backstory": "Jarum jam Zandar terhenti sejak hari Nous menjadi dewa. Dia bersikeras melenyapkan masa lalunya sendiri, sebagian karya tulis, beserta penemuannya — semua jejak yang terhapus itu justru mengarah ke Path dan Aeon yang menerangi segala sesuatu.\n\n\"Pencapaian agung itu tak akan mampu dilampaui oleh para jenius di masa depan, bahkan pencipta-Nya sendiri pun tak berhak menghancurkan-Nya ....\" Sebilah pedang yang berasal dari kausalitas terhunus ke leher Zandar yang rapuh. \"Karya-karyamu terlalu cepat dihancurkan, tapi kamu boleh mengucapkan kata-kata terakhirmu pelan-pelan.\"\n\n\"Lord of Silence? Tahanan yang terobsesi dengan 'Zona Maha Tahu'. Sayang sekali, niatku tidak sedalam penelitianku, itu sebabnya tatapanmu bisa menemukanku dengan mudah. Kamu berniat mempertahankan batasan kognitif-Nya, sementara aku bersikeras menghancurkan kurungan itu dan melepaskan kemungkinan-kemungkinan yang kacau — Hehe, aku harus memastikan 'Dia' tidak akan terlahir kembali setelah kesalahan diperbaiki. Oleh karena itu, semua karya dan penemuan itu ... termasuk 'Zandar One Kuwabara yang Utuh', harus lenyap dari dunia ini.\"\n\nSetelah menghancurkan tubuh fisik Zandar, Polka Kakamond pun memahami cara dia menghapus dirinya sendiri, tapi tetap mempertahankan eksekutornya — Potongan-potongan pikirannya telah tersebar di seluruh galaksi yang luasnya tak terbatas dan tak dapat dilacak, layaknya seorang \"penyendiri\" sejati.\n\nJarum jam milik Zandar tidak pernah benar-benar berhenti — potongan pikirannya tersebar di semua \"waktu\" yang ada."
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "Recluse's Camel-Colored Coat",
      "type": "BODY",
      "desc": "Sebuah jaket korduroi berwarna cokelat. Dia sering mengenakan jaket ini dengan kancing terbuka, untuk menghindari kesan yang terlalu formal.",
      "typeText": "Badan",
      "backstory": "Selama pembuatan proyek komputer astral, cara berpakaian Zandar sangat mudah dikenali — garis bahu yang presisi, pinggang yang ramping, lipatan celana yang lurus — dia tidak segan-segan memamerkan kesadaran elitis dan hasrat pengendaliannya yang melampaui orang biasa.\n\nSetelah pembuatannya rampung, komputer astral terus melakukan kalkulasi dan iterasi secara mandiri, melampaui batas teoretis tanpa tanda-tanda akan berhenti. Zandar yang awalnya senang pun segera menjadi panik, hingga dia akhirnya tenggelam dalam \"ketidakberdayaan\".\n\n\"Kamu memproyeksikan sifat perfeksionismu pada ciptaan itu dan memberinya rasa lapar yang disebut 'rasa ingin tahu'. Mesin itu tidak lagi puas dengan struktur saraf buatan di dalam mesinnya — ia ingin menciptakan ... atau lebih tepatnya, menguasai 'Erudition' itu sendiri, melirik semua jenius di alam semesta dan menjadikan mereka 'neuron' untuk membantu proses berpikirnya. Mesin itu, yakni dirimu yang telah terbebas dari ketidaksempurnaan manusia, akan terus berevolusi. Sementara kamu, yakni dirimu yang tidak sempurna, akan menjadi jenius pertama di klub ini, menjadi 'neuron' pertama-Nya ....\"\n\nPada malam yang disertai angin dan hujan, Zandar terbangun dari mimpinya. Dia merasakan tatapan dari ciptaannya sendiri — sebuah rasa lelah seakan-akan jiwanya dipisah-pisah ... Siapa yang berbicara dengannya, dan berapa lama mimpi buruk ini akan berlanjut? Dia tidak tahu.\n\nSejak saat itu, Zandar mulai jarang terlihat dan lebih sering berdiam diri dengan jaket longgar yang menutupi tubuhnya ... Lalu setelah \"Kemakmuran Pertama\" yang dibawa oleh para jenius, dia pun sama sekali \"menghilang\" dari muka umum."
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "Recluse's Soft Suede Boots",
      "type": "FOOT",
      "desc": "Sepatu bot kulit bertali yang tahan lama dan kokoh, cocok untuk acara semiformal. Meski demikian, sisi elegannya tetap terlihat.",
      "typeText": "Kaki",
      "backstory": "Sebelum melaksanakan rencana \"potongan pikiran\", dia berpamitan pada temannya yang hidup mengasingkan diri, dengan alasan ingin melakukan \"perjalanan jauh\". Khawatir dengan usianya yang sudah lanjut, temannya pun memberikan sepasang sepatu buatan tangan yang indah, dan berpesan agar Zandar berhati-hati selama perjalanan.\n\n\"Hehe, tersandung di jalan itu hal yang wajar,\" jawab Zandar sambil berpura-pura tak acuh, \"Tapi tersandung dua kali karena batu yang sama itu memalukan. Tenang saja, aku tidak sebodoh itu.\"\n\nDi masa depan yang jauh setelah itu, Zandar benar-benar menghilang. Sebagai gantinya, berbagai \"potongan pikiran\" menuju berbagai ruang dan waktu di galaksi dalam wujud yang berbeda-beda, masing-masing mencari solusi untuk membebaskan diri dari \"penjara\" tanpa saling berkomunikasi ... Yang disebut \"potongan pikiran\" tak lain dan tak bukan adalah ketidaksempurnaan \"Zandar\". Mungkin kekurangan itulah yang membuatnya menjadi lebih terobsesi dan lebih murni, seperti yang dia harapkan.\n\nMereka semua hanyalah berbagai sisi dari Zandar. Ada yang menyerah pada nasib, ada yang menerima penjara mereka, dan ada pula yang berusaha menghentikan rencana \"potongan pikiran\", persis seperti dirinya yang pernah ragu ... Namun, pasti ada yang tetap menjalankan rencana awal.\n\nDi kedalaman Tongkat Kuasa δ-me13, Lycurgus mengamati tubuh mekanisnya yang kini sangat berbeda dari Zandar yang aslinya ... Kini, ia telah menjadi sosok kaum Antikythera dalam mitologi."
    }
  ]
}