{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "Space Sealing Station",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>12%</nobr> ATK pengguna. Meningkatkan <nobr>12%</nobr> ATK tambahan ketika SPD pengguna lebih dari atau sama dengan <nobr>120</nobr>."
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [
        33015,
        43015,
        53015,
        63015
      ],
      "id": "hertas_space_station",
      "name": "Herta's Space Station",
      "type": "NECK",
      "desc": "Sampul Stasiun Luar Angkasa \"Herta\" tercetak di atasnya. Stasiun tersebut berhenti di atas langit The Blue, berjalan dengan perlahan di rel, melawan pergerakan galaksi yang tenang, seperti sejilid buku yang sedang menunggu untuk dibaca.",
      "typeText": "Planar Sphere",
      "backstory": "Nyonya Herta pernah merasa terganggu dengan banyaknya koleksi barang yang tersebar di seluruh galaksi. Barang-barang itu sulit untuk disimpan dan dia tidak akan sudi mengelolanya sendiri.\\n\\nInterastral Peace Corporation yang murah hati dan dermawan kemudian mengusulkan sebuah solusi. Kemudian stasiun ruang angkasa yang dikenal menyimpan kecerdasan dan rahasia pun lahir. Stasiun telah merumuskan langkah-langkah penahanan terperinci di sekitar koleksi, berusaha untuk \"mencakup semuanya dengan cara yang jelas dan masuk akal.\" Fenomena disimpan dalam wadah khusus, dan koleksi item Benda Langka diklasifikasikan ke dalam kategori dan disegel jauh di dalam stasiun untuk tujuan penelitian.\\n\\nTak lama setelah itu, perusahaan kemudian berinisiatif untuk mengeksplorasi misteri bintang bersama-sama. Para sarjana yang mencari ide-ide baru datang ke sana satu demi satu untuk mengembangkan pengetahuan mereka.\\n\\nSebagian besar peneliti mengagumi Nyonya Herta, bersumpah untuk tidak pernah kehilangan motivasi mereka dan menjelajahi rahasia yang berbisik di antara bintang-bintang. Mereka menyelidiki dunia kehidupan astral yang terbuka lebar, memperdebatkan keadilan sejati dalam wacana tentang etika dan filosofi, menguraikan bentangan bintang galaksi, menguraikan rahasia di balik ritual dan upacara keagamaan, mempraktikkan semangat mencari pengetahuan dari objek ... Mereka adalah penganut sejati pengetahuan yang lewat dan praktisi penelitian terbuka dan bebas.\\n\\nTapi Stasiun mulai bergerak sendiri sejak memasuki jalur penerbangan. Nyonya Herta sangat jarang terlihat. Saat itulah perusahaan menemukan bahwa seluruh stasiun dipenuhi dengan kegiatan sehari-hari para peneliti, sedangkan sang jenius tidak terlihat di mana pun\\n\\nCahaya dari kabin yang berbeda membuat orang tidak sadar akan perjalanan waktu, yang jejaknya dapat dideteksi sedikit dalam hawa kehidupan yang lelah. Seringkali satu atau dua peneliti berdebat tanpa henti tentang koleksi tertentu dan bahkan memulai perkelahian. Kadang-kadang beberapa personel keamanan tidak hadir dalam patroli harian mereka dan ditemukan sedang tidur siang di bunker militer mereka. Terkadang peneliti senior akan berbagi pengalaman cinta dengan rekan-rekan mereka yang lebih muda. Di lain waktu, beberapa orang hebat akan menyamar sebagai pekerja sementara untuk menunggu kesempatan besar ... Selain penelitian, masih ada kehidupan, yang dapat dengan mudah diketahui hanya dengan melihat pemandangan di luar stasiun, di mana bintang-bintang adalah pendamping perjalanan stasiun.\\n\\nMeskipun ruang gerak terbatas, para peneliti masih akan berbicara tentang kehidupan di stasiun dengan cara romantis mereka sendiri — galaksi adalah salah satu puisi yang bertahan lama, dan Stasiun Luar Angkasa Herta perlahan-lahan terbuka seperti buku."
    },
    {
      "_id": 33016,
      "ids": [
        33016,
        43016,
        53016,
        63016
      ],
      "id": "hertas_wandering_trek",
      "name": "Herta's Wandering Trek",
      "type": "OBJECT",
      "desc": "Nyonya Herta kehilangan minat begitu dia menginjakkan kaki di Stasiun Luar Angkasa Herta. Stasiun ini melayang di atas The Blue, bergerak dalam kecepatan kosmik pertama, meninggalkan jejak sirkulasi di orbit satelit.",
      "typeText": "Link Rope",
      "backstory": "Stasiun Luar Angkasa Herta mengalami banyak krisis dan selamat dari banyak krisis, karena pemiliknya yang sebenarnya, Nyonya Herta.\\n\\nDipenuhi dengan barang-barang paling langka dan berharga di seluruh alam semesta, Stasiun Luar Angkasa tidak pernah bebas dari ancaman atau perhatian yang tidak diinginkan, ibaratnya seperti pesta yang diadakan di depan para pelancong yang lapar. Dengan hanya mengandalkan personel keamanan yang disewa oleh perusahaan dan sistem pertahanan yang agak canggih, Stasiun Luar Angkasa tidak cukup aman untuk menangani permusuhan yang datang dari bintang-bintang ... Nyonya Herta membuat penilaian yang tajam dan mengarahkan stasiun jauh sebelum upaya konspirasi untuk menyerang stasiun bahkan dapat dimulai.\\n\\nMengenai penguasaan pemecahan krisisnya dalam seni pengumpulan intelijen, dia dengan santai menggambarkannya sebagai \"menghabiskan waktu untuk minum kopi — menyeduh kopi sementara yang lain sedang membaca buku\".\\n\\nDibandingkan dengan pencuri yang berniat mencuri barang-barang yang dikumpulkan dan kelompok misterius dengan tujuan yang tidak diketahui, ancaman utama yang dihadapi oleh stasiun masih berasal dari pemiliknya. Stasiun itu akan segera jatuh ke dalam malapetaka jika dia menyerah pada pemikiran acaknya tentang keanehan. Benda Langka dari keruntuhan bintang yang disimulasikan, medan gravitasi yang terdistorsi yang disebabkan oleh tabrakan bintang-bintang gelap ... Nyonya Herta mengumpulkan semua item ketika dia sedang mood, tetapi sering kehilangan minatnya begitu dia benar-benar mendapatkannya.\\n\\nOleh karena itu, meskipun tampak damai dan hening di luar angkasa, semua bentuk krisis yang dikumpulkan Stasiun Luar Angkasa Herta tergantung di atas seperti pedang bermata tajam.\\n\\nPara peneliti dari peringkat senior telah lama terbiasa dengan bahaya yang mereka hadapi, sepenuhnya menyadari pepatah \"rahasia terletak di dalam bahaya\". Mereka sangat berkomitmen pada aturan kerahasiaan dan selalu setia melakukan prosedur pengumpulan standar, sehingga mengubur bahaya dalam damai ... Di kafetaria, mereka adalah teman yang bisa bercanda. Di sudut dalam kabin koleksi, mereka adalah ahli yang sangat terampil. Di stasiun ini, rahasia akan selalu menjadi rahasia.\\n\\nDi orbit The Blue, Stasiun Luar Angkasa tetap beroperasi seperti biasa. Sama seperti kerikil yang berada di atas permukaan danau beku, stasiun bergerak perlahan dan stabil dalam keheningan total."
    }
  ]
}