{
  "_id": 308,
  "id": "sprightly_vonwacq",
  "name": "Sprightly Vonwacq",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>5%</nobr> Energy Regeneration Rate pengguna. Ketika SPD pengguna lebih dari atau sama dengan <nobr>120</nobr>, segera mendahulukan <nobr>40%</nobr> aksi saat memasuki pertempuran."
  },
  "pieces": [
    {
      "_id": 33085,
      "ids": [
        33085,
        43085,
        53085,
        63085
      ],
      "id": "vonwacqs_island_of_birth",
      "name": "Vonwacq's Island of Birth",
      "type": "NECK",
      "desc": "Penuh dengan kehidupan tanaman, Pulau Wacq adalah pulau paling terkenal di antara pulau-pulau di Planet Vonwacq. Di pulau itu ada pohon raksasa yang disebut \"Thestang\" yang menghasilkan buah-buahan dan akan melahirkan berbagai jenis binatang di pulau itu.",
      "typeText": "Planar Sphere",
      "backstory": "Vonwacq adalah planet kecil dan padat, hampir seluruhnya tertutup oleh hutan hujan dan pulau-pulau, dengan penuh binatang menjadi cirinya yang paling mudah dikenali.\\n\\nVitalitas Vonwacq yang semarak membuat hutan hujan di dekat ekuatornya tumbuh begitu besar dan tinggi sehingga bayangannya menutupi langit di atas dan bahkan menghalangi matahari. Sinar matahari tidak terlihat di bagian bawah hutan hujan sepanjang tahun, sehingga menciptakan ruang yang sempurna bagi jamur dan tanaman dengan cahaya rendah untuk tumbuh di semua tempat. Makhluk cerdas mendiami daerah dekat daerah tropis. Tanaman, terlepas dari tinggi mereka, akan tumbuh secara alami di sini. Buah-buahan dan sayuran segar dapat dipetik kapan saja dan di mana saja, yang kebanyakan dimakan oleh penduduk setempat.\\n\\nNamun, baik itu pendatang baru atau penduduk asli Wacqwacq, mereka selalu mempertahankan penghormatan semi-religius terhadap buah-buahan hewan yang tumbuh di pohon Thestang.\\n\\nPohon Thestang yang besar selalu menghasilkan buah sepanjang waktu, tidak pernah berhenti bahkan untuk sesaat. Seiring waktu, semua buah-buahan berbentuk oval kekuningan dan tembus pandang itu tumbuh lebih besar dan lebih berat, tergantung di cabang-cabang sampai batangnya tidak bisa lagi menahan beratnya. Ketika saatnya tiba, buah-buahan akan jatuh ke tanah dengan suara keras dan suara renyah di saat kulit tipisnya pecah, dan semua binatangnya dilahirkan dengan cara ini, baik itu ikan, burung, ataupun beruang kutub. Di Planet Vonwacq, semua jenis makhluk memiliki satu ibu kandung yang sama.\\n\\nMakhluk yang dikenal sebagai \"Raja Iblis\" juga lahir dari salah satu buah pohon Thestang. Sejak lahir, dia secara naluriah tahu cara mengayunkan penjepit seperti kapak raksasa ke arah orang lain, dan menyatakan perang terhadap seluruh ekologi Vonwacq.\\n\\nSetiap <unbreak>60</unbreak> tahun alami, pohon Thestang akan melahirkan raja iblis baru, dan siklus itu terus berlanjut. Orang-orang Vonwacq telah lama terbiasa dan bersiap untuk siklus seperti itu. Setiap kali kebangkitan raja iblis mendekat, mereka untuk sementara mengesampingkan perselisihan mereka dan bekerja bersama, mengumpulkan prajurit terkuat mereka untuk berlayar ke Pulau Wacq ... <unbreak>60</unbreak> tahun demi <unbreak>60</unbreak> tahun, peperangan yang tampak sia-sia ini telah dipentaskan berulang kali selama ratusan tahun di lanskap sempit di planet berukuran kecil ini. Raja iblis adalah bencana permanen Vonwacq, dan sisa-sisa peradaban dimusnahkan secara berkala.\\n\\nDengan demikian, bisa dibilang Planet Vonwacq sebenarnya lebih seperti genangan air mati yang tergenang, meski dipenuhi dengan makhluk hidup yang tidak henti-hentinya bertarung satu sama lain, tampaknya juga penuh dengan kemungkinan untuk berubah."
    },
    {
      "_id": 33086,
      "ids": [
        33086,
        43086,
        53086,
        63086
      ],
      "id": "vonwacqs_islandic_coast",
      "name": "Vonwacq's Islandic Coast",
      "type": "OBJECT",
      "desc": "Di garis pantai Pulau Wacq, permukaan laut naik dan turun, air laut pasang dan surut ... Pemandangan yang tidak berubah selama ribuan tahun, telah menjadi saksi kegembiraan dan kesedihan yang seperti gelombang pasang surut.",
      "typeText": "Link Rope",
      "backstory": "Saat buah dari pohon Thestang matang, jatuh ke tanah dan melahirkan segala jenis makhluk, makhluk-makhluk ini terbangun, menangis dan meninggalkan Pulau Wacq untuk mencari habitat mereka sendiri di Planet Vonwacq.\\n\\nPada awalnya, pendatang asing dari antarbintang terlihat sebagai pencuri yang sembrono, yang setelah menerima sambutan suku yang \"baik\" mulai memahami permasalahan di Vonwacq. Segera setelah itu, para pendatang asing mengambil perahu kayu penduduk setempat dan berlayar ke Pulau Wacq, penasaran bagaimana raja iblis akan lahir dari buah itu. Prajurit suku terus mengintai dan mengepalkan senjata mereka dari Zaman Batu. Demi kedamaian dan ketenangan selama <unbreak>60</unbreak> tahun, mereka telah memutuskan untuk melakukan pengorbanan, di mana mereka mungkin tidak akan pernah kembali ke rumah.\\n\\nSaat perang semakin kacau, para pendatang asing itu mengetahui bahwa \"Raja Iblis\" adalah spesies cacing antarbintang yang pernah punah, tidak ada yang mengira serangga itu akan muncul lagi di sini.\\n\\nSetelah perang salib yang tragis berakhir, beberapa penduduk asli yang masih hidup meninggalkan garis pantai dengan berita kemenangan, sementara pendatang asing yang baik diam-diam tetap tinggal di sana. Mereka menyingkirkan cabang-cabang pohon raksasa yang terkulai dan tenggelam ke dalam rawa, mereka juga menemukan kabin kontrol di kedalaman hutan. Saat itulah rahasia Vonwacq akhirnya terungkap — pohon Thestang ternyata adalah sistem pemulihan lingkungan dari peradaban yang jauh lebih tinggi, yang dapat memecahkan kode dan melepaskan bentuk kehidupan yang tak terhitung banyaknya untuk memulihkan biosfer planet.\\n\\nRaja iblis yang terus lahir hanyalah sepotong data basis biologis yang luas. Para pendatang asing menghapus data raja iblis dan meninggalkan Vonwacq, dan menyembunyikan kelebihan dan kepopuleran pulau itu.\\n\\nDi garis pantai Pulau Wacq, hanya terdengar suara ombak. Pasukan koalisi asli Vonwacq sudah bersiap dan sedang menunggu, mereka yakin bahwa iblis tidak akan pernah datang lagi. Mereka bersorak, bersulang, bernyanyi dan berbicara sepanjang malam tentang masa depan tanpa raja iblis. Namun, setelah kedua suku yang bersekutu itu memberikan tawaran yang baik dan kembali ke tanah air masing-masing, mereka mulai merencanakan perang untuk mengambil alih seluruh Vonwacq ... Tanpa Raja Iblis, perjanjian itu hanya omong kosong. Planet kecil itu tidak akan tahan dengan konflik antara dua suku. Dan sejak saat itu, perdamaian yang singkat itu telah menghilang.\\n\\nPantai Pulau Wacq tetap sunyi dan tenang, seolah-olah tidak pernah terjadi apa-apa di pantai ini. Setelah manusia dan Wacqwacq mundur, Vonwaq akhirnya mendapatkan kembali kedamaian dan menyelesaikan restorasi ekologinya."
    }
  ]
}