{
  "_id": 307,
  "id": "talia_kingdom_of_banditry",
  "name": "Talia: Kingdom of Banditry",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>16%</nobr> Break Effect pengguna. Meningkatkan <nobr>20%</nobr> Break Effect tambahan ketika SPD pengguna lebih dari atau sama dengan <nobr>145</nobr>."
  },
  "pieces": [
    {
      "_id": 33075,
      "ids": [33075, 43075, 53075, 63075],
      "id": "talias_nailscrap_town",
      "name": "Talia's Nailscrap Town",
      "type": "NECK",
      "desc": "Sampul kota kecil terpencil yang menyedihkan di Talia yang disebut \"Nailscrap\" tercetak di atasnya. Para bandit memilih tempat ini untuk persediaan airnya dan membangun kota kecil ini dari kain, baja, dan papan untuk perdamaian yang berumur pendek.",
      "typeText": "Planar Sphere",
      "backstory": "Secara tidak sengaja, pencuri antarbintang itu datang ke Talia dalam pelarian tergesa-gesa mereka dari pengejaran \"Galaxy Ranger\".\\n\\nPada awalnya, Talia hanyalah tempat terpencil yang dikenal oleh banyak orang sebagai \"Starry Junkyard\". Perang yang menghancurkan planet pada masa lalu, membawa reruntuhan dan puing-puing ke permukaan Talia, menghasilkan radiasi yang tidak dapat binasa, dan menghilangkan harapan terakhir yang tersisa untuk mempertahankan kehidupan. Pencuri tidak punya tempat lain untuk pergi dan jatuh ke dalam gua di bawah permukaan planet, yang ternyata adalah terowongan yang ditinggalkan oleh ras hewan pengerat ... Para pencuri berhasil kabur, dan ketika mereka masih berada di sana, muncul keinginan untuk mendirikan Kerajaan Bandit.\\n\\nJaringan gua yang tak terhitung banyaknya terhubung satu sama lain seperti labirin besar. Semakin banyak kelompok pencuri yang terpikat oleh alam mimpi yang dimaksudkan untuk mereka, membuat mereka datang untuk mengumpulkan kekayaan dan bertukar teknologi, kemudian meletakkan dasar bagi kerajaan.\\n\\nSemakin banyak pencuri dan bandit menetap di sini. Planet yang dulu sunyi menjadi sangat ramai. Pencuri terkenal berbicara tentang cita-cita mereka akan \"Kerajaan Bandit\", menjanjikan bahwa \"uang kas\" akan digunakan untuk membangun negara yang adil untuk semua. Tapi saat kekayaan semakin banyak, para pencuri yang mencoba memonopolinya dengan merobek-robek perjanjian yang rapuh itu. Tentara bayaran, kerusuhan, penyeberangan ganda dan pengkhianatan .... Perang yang kacau terus terjadi. Mungkin sejak awal, para perencana itu tidak percaya dengan apa yang disebut keadilan untuk semua orang.\\n\\nJadi para pencuri yang membenci cita-cita itu menyadari bahwa mereka sudah kembali ke era yang kacau, di mana ketidaktahuan dimuliakan. Mereka merebut sumber air untuk membangun kota mereka sendiri dan mengolok-olok gagasan tentang keadilan.\\n\\nSemua orang di Nailscrap Town adalah bandit. Mereka mengendarai kendaraan off-road yang sangat merusak lingkungan dan bersaing dengan bandit lain di padang pasir untuk mendapatkan sumber daya, dan mereka menggunakan besi tua dan kabel lama untuk membuat mesin dan senjata .... Semakin tandus gurun itu, semakin banyak kebebasan yang mereka dapatkan, ini seperti kegilaan terakhir sebelum hari kiamat. Mimpi-mimpi indah itu seperti omong kosong yang telah lama ditinggalkan.\\n\\nDalam keadaan setengah sadar, para pencuri itu mengerti kalau dari awal, \"Kerajaan Bandit\" bukanlah tentang pembangunan, melainkan tentang kehancuran."
    },
    {
      "_id": 33076,
      "ids": [33076, 43076, 53076, 63076],
      "id": "talias_exposed_electric_wire",
      "name": "Talia's Exposed Electric Wire",
      "type": "OBJECT",
      "desc": "Kawat ini adalah kawat yang diambil dari tempat barang rongsokan. Dengan lapisan isolasi sebagian jatuh, dan sebagian tersisa, kawat itu masih digunakan. Di kota bandit kecil Talia, tidak pernah ada limbah yang terlalu tidak berguna.",
      "typeText": "Link Rope",
      "backstory": "Kawat yang terbuka ini sudah tua dan pernah dijajarkan dengan rapi di kapal luar angkasa, sampai satu upaya pelarian yang tergesa-gesa dari kapal luar angkasa menyebabkan gelombang kejut yang besar, yang kemudian membuat kawat itu menjadi lembab di udara.\\n\\nSeluruh kapal luar angkasa diseret ke dalam labirin lorong bawah tanah. Di kapal luar angkasa pencuri, perisai yang terbuat dari pelat baja dilepas lapis demi lapis, dan kabel listrik dibongkar secara kasar, semuanya kemudian digunakan untuk membangun pasar aliansi pertama. Para pencuri di sana mulai mengumpulkan kekayaan dan pada saat yang sama mulai berbicara tentang cita-cita mereka .... Segera setelah itu, pertikaian yang berkepanjangan dimulai, di mana kecurigaan dan pengkhianatan menyebar terhadap satu sama lain. Api perang yang terjadi antara diktator dan para pengkritiknya akhirnya menyebar dari terowongan bawah tanah ke gurun pasir di atas tanah ....\\n\\nKabel yang terbuka ini masih tua. Kawat itu digali dari lubang oleh para bandit dan kemudian dihubungkan ke kendaraan darat besar yang dimodifikasi dengan udara bocor dari segala arah, yang didorong ke sumber air yang jauh.\\n\\nPrioritas utama bagi semua yang selamat dari perang pengkhianatan adalah menemukan sumber air Talia. Mereka berkendara ribuan mil setiap harinya di padang pasir yang penuh dengan pecahan kaca, dengan kendaraan yang sangat jelek dan tidak berkualitas. Karavan para bandit kadang-kadang saling mengejar, menimbulkan debu dan asap tebal, dan di lain waktu mereka hanya melemparkan orang ke dalam atau ke luar mobil.... Tekanan untuk bertahan hidup membuat mereka tidak bisa memikirkan hal lain. Hanya dengan terus maju, mereka bisa selamat dari kebingungan.\\n\\nKabel yang terbuka ini selalu tua. Kawat itu kemudian dipindahkan dari kendaraan darat oleh para bandit dan dimasukkan ke dalam kotak lampu di kota. Kawat yang sudah tua menyebabkan lampu sering berkedap-kedip.\\n\\nSeorang gangster tua yang mengaku sebagai \"petugas polisi\" mendirikan \"Nailscrap Town\" yang paling awal. Dengan pergelangan tangannya yang keras dan karismanya, dia berhasil menjaga tempat barang rongsokan dengan baik, dan kota itu juga menjadi semakin hidup. Insinyur eksentrik membuat mesin sampah yang tidak terduga, dan Wastelander yang putus asa juga menikmati pertempuran di arena bawah tanah ... Larut malam di sebuah bar, mereka mengisi gelas mereka dengan jus anggur yang berbau seperti bensin dan bersorak bersama, merayakan fakta kalau mereka telah berhasil satu hari lagi untuk bertahan hidup.\\n\\nTidak ada yang baru di Talia, hanya hal-hal lama yang digunakan kembali secara berbeda di zaman yang terus berubah."
    }
  ]
}
