{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "The Wondrous BananAmusement Park",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Meningkatkan <nobr>16%</nobr> CRIT DMG pengguna. Saat terdapat target yang dipanggil oleh pengguna, CRIT DMG meningkat ekstra <nobr>32%</nobr>."
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "bananamusement_parks_bananaxis_plaza",
      "name": "BananAmusement Park's BananAxis Plaza",
      "type": "NECK",
      "desc": "Tersegel di dalam Planar Sphere ini adalah salah satu laboratorium yang didirikan oleh suatu kelompok penelitian. Karena kontaminasi Meme, informasi palsu dan nyata sudah sepenuhnya bercampur dan sulit untuk dibedakan. Kini, tempat tersebut telah direkonstruksi secara kognitif menjadi \"BananAmusement Park\".",
      "typeText": "Planar Sphere",
      "backstory": "\"Siapa yang tinggal di taman hiburan di kedalaman hutan yang lebat?\n\"Bananabud Longpants!\"\n\"Panjang, kuning, ceria, dan lucu!\"\n\"Bananabud Longpants!\"\n\n*Duk-duk*. Suara pukulan terdengar dua setengah kali, membangunkan para pisang dari tidurnya. Mereka turun dari pohon pisang dan memulai hari baru dalam kehidupan pisang mereka! Beberapa pisang bangun dengan penuh energi, membuat pai panggang dari durian dan bermain kejar-kejaran di hutan. Sementara itu, beberapa pisang lainnya lebih tenang, melumuri diri mereka dengan kelapa, menghias diri mereka dengan aroma kelapa harum yang menyebar ke segala penjuru. Para monyet mengamati pemandangan yang penuh kehidupan ini dengan puas, tidak bisa menahan diri untuk menyoraki para pisang dengan sahutan yang manis ....\n\n\"Apa kalian sudah siap, pisang-pisang sekalian?\n\"Siap, Kapten Kera!\"\n\"Aku tidak bisa mendengarmu!\"\n\"Siap, Kapten Kera!\"\n\n*Duk-duk-duk*. Suara pukulan terdengar tiga setengah kali, menandakan waktunya untuk acara harian \"Klub Mengupas Kulit\". Para pisang mulai merasa gugup. Ada yang berteriak-teriak, ada yang diam-diam menangis, ada juga yang tampak acuh tak acuh ... Para monyet menanyakan setiap pisang yang sehat satu per satu. Pertanyaan yang diajukan di atas daun pisang besar selalu sama — \"Apa kamu masih ingat masa-masa di luar pisang?\"\n\nPertanyaan yang sederhana selalu dibalas dengan jawaban yang pahit. Para pisang tidak bisa memahami dari mana asalnya perasaan sedih itu. Kesedihan itu sesuatu yang wajar, seperti daging pisang yang teroksidasi dan menghitam saat terkena tekanan eksternal.\n\n\"Kalau kamu bermimpi untuk menjelajahi seluruh penjuru dunia ....\"\n\"Maka ketuklah pohon pisang dan biarkan Kapten Kera tunjukkan jalannya.\"\n\n*Duk-duk-duk-duk-duk-duk-duk*. Suara pukulan terdengar tujuh setengah kali, menandakan segera dimulainya \"Permainan Pisang Inspiratif\". Di taman hiburan hutan rahasia ini, setiap pisang pernah dijanjikan bahwa asalkan mereka berusaha cukup keras, mereka tidak akan selamanya menjadi pisang. Setiap pisang menyimpan impian ini di dalam lubuk hati mereka, berjuang tanpa henti untuk menjadi monyet yang hebat ... Hutan mulai menepi ke dua sisi, dan Kapten Kera muncul dari tengah jalur yang terbentuk. Dia membungkuk dengan lembut dan rendah hati kepada para pisang, yang juga memperlakukannya dengan hormat. Kapten Kera telah datang membawa permainan baru untuk \"ditukar\" dengan cerita baru.\n\n*Duk-duk-duk-duk-duk-duk-duk-duk-duk-duk-duk*. Suara pukulan terdengar sebelas setengah kali. Para pisang dijemput oleh para monyet kembali ke atas pohon, bergoyang-goyang memasuki negeri impian. Sinar mentari berwarna hijau berkilauan, dan suara gemuruh memenuhi penjuru taman."
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "bananamusement_parks_memetic_cables",
      "name": "BananAmusement Park's Memetic Cables",
      "type": "OBJECT",
      "desc": "Kabel sinyal cahaya menjalar menutupi seluruh laboratorium. Kabel-kabel ini digunakan untuk mengumpulkan data eksperimen, dengan tujuan untuk mencapai rahasia yang tidak bisa diungkapkan. Bagi \"para pisang\", metode untuk memahami dunia tersembunyi di dalamnya.",
      "typeText": "Link Rope",
      "backstory": "Reruntuhan Institut Penelitian Ba-77 terletak di Convergence-ψ, tersembunyi di bawah tanah di suatu dunia hutan. Tempat ini telah dihancurkan oleh para Ranger radikal, dan kini sisa-sisa kabel masih berkedip-kedip, memancarkan sinyal artinya yang tidak diketahui.\n\n\"Menemukan institut penelitian sialan itu sama sulitnya seperti mencari selembar daun di dalam hutan.\" Di bawah lapisan kulit pohon yang bertumpuk-tumpuk, tulang pohon membentuk sebuah kerangka pintu masuk. Setelah melalui lubang pohon yang panjang, para Ranger akhirnya menemukan target mereka.\n\nDibandingkan dengan sebuah \"laboratorium\", institut penelitian ini lebih mirip seperti sebuah \"galeri seni\". Kabel-kabel yang rumit berjalinan di udara, memancarkan berbagai macam warna sesuai dengan kehendak perancangnya. Para pengamat merasa pusing dan memegang dahi mereka. Kemudian, ilusi yang aneh dan mengagumkan mulai terbentang di depan mata mereka — Ruang ambang batas yang sepenuhnya berwarna kuning, dengan barisan potret orang-orang yang perlahan menghilang dan sosok-sosok monster yang bersembunyi di balik tirai ....\n\nPara Ranger sudah terbiasa dengan metode ini. Kalau mereka terus tinggal di tempat ini, mereka akan mulai menunjukkan gejala, yaitu bicara omong kosong dan bergerak tidak terkendali ... Dengan bunyi benturan tajam dari gagang senapan, sang Ranger muda berhasil keluar dari labirin pikirannya dengan bantuan rasa sakit dan rasa pusing.\n\nDengan penglihatan yang jernih, para Ranger bergerak menuju kedalaman. Institut Penelitian Ba-77 dipenuhi patung-patung yang runtuh, mural yang rusak, dan dekorasi dengan saturasi warna yang sangat tinggi ... sementara wadah-wadah yang hancur berserakan membuat tempat ini tampak seperti sebuah penjara. Para Ranger menemukan sebuah laporan di bagian terdalam institut, lalu membayangkan \"eksperimen kognitif\" yang dilakukan berkali-kali sebelum bangunan runtuh ... Dalam sekejap, tanpa sadari, semua orang tiba-tiba menoleh ke belakang dan menyadari bahwa mereka berada di dalam taman di tengah hutan. Daun-daun terus melambai pada mereka, menanyakan apakah mereka masih mengingat keindahan di atas pohon.\n\n\"Eh, bukannya aku ini pisang? Apa yang kita lakukan di sini?\" Ranger muda itu berusaha kembali ke atas pohon untuk menghentikan \"kegelisahang\" yang dia rasakan.\n\nSementara itu, Ranger yang buta menyadari masalahnya. Sebelum semuanya terlambat, dia menyeret sang Ranger muda secara paksa dan meninggalkan tempat itu.\n\n\"Pisang ... Monyet-monyet itu ... enyahlah jadi pisang!\""
    }
  ]
}