{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "The Ashblazing Grand Duke",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Meningkatkan <nobr>20%</nobr> DMG yang diakibatkan Serangan Lanjutan.",
    "4": "Saat pengguna melancarkan Serangan Lanjutan, meningkatkan <nobr>6%</nobr> ATK pengguna setiap kali Serangan Lanjutan tersebut mengakibatkan DMG. Efek ini dapat ditumpuk hingga <nobr>8</nobr> kali dan berlangsung selama <nobr>3</nobr> giliran. Efek ini akan dihapus saat pengguna melancarkan Serangan Lanjutan yang berikutnya."
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [31151, 41151, 51151, 61151],
      "id": "grand_dukes_crown_of_netherflame",
      "name": "Grand Duke's Crown of Netherflame",
      "type": "HEAD",
      "desc": "Mahkota api yang selalu menyala, dengan ambisi membara sebagai bahan bakarnya yang tiada habisnya.",
      "typeText": "Kepala",
      "backstory": "Iblis api yang anggun lahir di api yang paling berkobar, dan percaya Destruction adalah kemuliaan tertinggi yang dianugerahkan kepada Fetora.\\n\\n\"Aku, yang lahir pada malam kehancuran, adalah kepercayaan Fetora yang penuh dosa. Akulah murka Nanook.\"\\n\\nNanook menghancurkan Fetora dengan tangannya sendiri dan api bintang putih serta kekuatan Destruction bersama-sama melahirkan kehidupan plasma. Iblis api yang anggun melihat kelahirannya sebagai sebuah wahyu kiamat, \"Hari ini, Penguasa Destruction menaklukkan Fetora dan dia menganugerahkan kehormatannya dengan nyala api yang berkobar. Kehormatan yang remeh dan tidak berarti menguap bersama jilatan api matahari, tapi penghargaan yang nyata dan berat ini akan memahkotai penobatanku.\" Ifrit terobsesi dengan kehancuran dan pembantaian sejak kelahirannya.\\n\\n\"Kemenangan dengan terhormat di dunia ini semuanya ditenun dari duri. Satu-satunya kemenangan yang melampaui duri ini adalah mahkota api gelap tertinggi milikku.\"\\n\\nBara api yang tertinggal dari pemusnahan sebuah bintang oleh Aeon Destruction, Ifrit mengambilnya dengan tangannya sendiri dan membentuknya menjadi mahkota Fetora, yang dipakai hingga saat ini."
    },
    {
      "_id": 31152,
      "ids": [31152, 41152, 51152, 61152],
      "id": "grand_dukes_gloves_of_fieryfur",
      "name": "Grand Duke's Gloves of Fieryfur",
      "type": "HAND",
      "desc": "Sarung tangan putih berhiaskan api sebagai bulunya, menyembunyikan kebrutalannya di balik sutra halus.",
      "typeText": "Tangan",
      "backstory": "Ifrit telah merencanakan banyak krisis untuk memusnahkan kehidupan yang tak terhitung jumlahnya. Grand Duke menganggap dirinya seorang konduktor, dan harus memakai sarung tangan untuk memegang tongkat berduri.\\n\\n\"Aku datang dengan Destruction. Aku bisa menggunakan kekuasaanku untuk merebut atau memberi\"\\n\\nMeyakini bahwa \"sesuatu yang langka akan dihargai ketika sudah punah\", Duke Inferno membakar sejarah dan budaya planet Lisalit, menghanguskan sutra mulia, membakar gulungan panjang para penyair, dan menghancurkan mural-mural para pelukis menjadi abu ... \"Peradaban ibarat larva, hanya akan terlahir kembali setelah hancur terbakar dan berubah menjadi kupu-kupu hitam yang terbang bebas mengikuti arah angin.\" Seperti seorang pelayat yang menundukkan kepala untuk memantau tungku krematorium, Ifrit memandu peradaban ke dalam nyanyian indah mereka.\\n\\n\"Melalui usaha, imajinasi dan komandoku, koordinasi, keteraturan permainan, nada dan kecepatan berbagai bencana ... diintegrasikan ke dalam pertunjukan kehancuran yang luar biasa.\"\\n\\nSetelah kehancuran yang memuaskan berakhir, Ifrit menyeka darah yang ada di tangannya lalu mengenakan sarung tangan putih bersih, seolah-olah dia adalah seorang bangsawan yang menghadiri jamuan makan."
    },
    {
      "_id": 31153,
      "ids": [31153, 41153, 51153, 61153],
      "id": "grand_dukes_robe_of_grace",
      "name": "Grand Duke's Robe of Grace",
      "type": "BODY",
      "desc": "Jubah cantik yang menonjolkan kewibawaan dan keanggunan pemiliknya.",
      "typeText": "Badan",
      "backstory": "Setelah pembantaian yang tidak manusiawi berakhir, iblis api yang anggun mengagumi sosoknya di depan cermin. Pakaian yang pantas selalu dibutuhkan untuk bertemu dengan kaisar.\\n\\n\"Tujuan dari pakaian bukanlah untuk mengubah penampilan, tapi untuk menampilkan esensi sejatinya ... Sama seperti api yang esensinya adalah untuk menghancurkan.\"\\n\\nPara iblis dengan api abadi yang membara menganggap Nanook sebagai kaisar dan penyelamat mereka, namun Aeon tidak pernah menganggapnya sedikit pun. Kehancuran Ifrit dipenuhi dengan ego, kekuasaan, penaklukan dan motif, tapi persaingan antara \"Ever-Flame Mansion\" dan \"Persaudaraan Jepella\" bahkan lebih buruk lagi. \"Daripada kotoran, penghancuran yang tidak murni lebih mudah menodai pakaian yang paling indah.\" Soal kesucian, sejak awal Ifrit tidak pernah bisa memahami esensinya.\\n\\n\"Nilai kehancuran terletak pada nilai dari apa dihancurkan. Nilai kita adalah mempraktikkan Destruction sampai kaisar menyadarinya.\"\\n\\nDengan hati yang taat, Ifrit mengenakan pakaian berbahan brokat yang ditenun dengan api merah, dan menunggu panggilan Destruction."
    },
    {
      "_id": 31154,
      "ids": [31154, 41154, 51154, 61154],
      "id": "grand_dukes_ceremonial_boots",
      "name": "Grand Duke's Ceremonial Boots",
      "type": "FOOT",
      "desc": "Sepasang sepatu bot yang klasik dan nyaman. Sepatunya terawat baik, dengan bentuk yang tajam dan gaya yang menawan.",
      "typeText": "Kaki",
      "backstory": "Di mana pun jejak si iblis api yang anggun itu melintas, peradaban yang membara selalu meratap dalam hati. Ifrit tidak pernah memedulikannya ....\\n\\n\"Mereka yang tidak punya tempat untuk pergi tidak membutuhkan sepatu bot, jadi kenapa peradaban di ujung tanduk harus menuduhku?\"\\n\\nDuke Inferno, dengan mahkota api di kepalanya dianggap sebagai iblis luar angkasa oleh banyak peradaban, tapi dia disukai oleh undangan dari planet perayaan. Ifrit dengan senang hati hadir dengan pakaian upacara lengkap. \"Aku akan menyiapkan kehancuran yang sopan dan bijaksana, dan tidak ada satu tulang pun yang tertinggal.\" Iblis api yang anggun mengumpulkan sekelompok kejahatan, merencanakan adegan megah mempersembahkan segunung mayat dan lautan darah untuk perjamuan .... Peradaban yang hancur itu hanyalah perhentian dalam ziarah menuju Destruction dan Penacony hanya akan menjadi perhentian lain di sepanjang perjalanan.\\n\\n \"Kehancuranmu bukan masalah pribadi.\"\\n\\n\"Menghancurkanmu tidak ada hubungannya denganmu, tapi demi menarik perhatiannya.\"\\n\\nSaat mendengar panggilan perjamuan di kejauhan, Ifrit dengan riang gembira memulai perjalanan panjang menuju pesta itu."
    }
  ]
}
