{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "The Wind-Soaring Valorous",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "ATK +<nobr>12%</nobr>.",
    "4": "Meningkatkan <nobr>6%</nobr> CRIT Rate pengguna. Saat pengguna melancarkan Serangan Lanjutan, DMG yang diakibatkan Ultimate meningkat <nobr>36%</nobr>, berlangsung selama <nobr>1</nobr> giliran."
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "valorous_mask_of_northern_skies",
      "name": "Valorous Mask of Northern Skies",
      "type": "HEAD",
      "desc": "Topeng wajah yang desainnya didasarkan pada seekor burung ganas \"Dafeng\". Kedua pasang matanya pernah menyaksikan keajaiban ilahi.",
      "typeText": "Kepala",
      "backstory": "Helm elangnya memiliki dua pasang mata bantu, memastikan penglihatan yang jelas terhadap sekelilingnya dalam kondisi pencahayaan apa pun. Tapi mata bantunya kini berlumuran darah kering, dan di mana pun pandangannya berada, semuanya ternodai warna karat.\n\nJenderal terbangun dari ketidaksadaran dan bangkit dari tumpukan mayat. Di belakangnya, \"Cloudpeer Telescope\" berdiri tegak seperti menara yang menjulang tinggi ke langit. Di puncak menara, cahaya berdenyut tanpa henti, mengulangi pesan rahasia yang hanya dapat diuraikan oleh para pengamat bintang. Mengandalkan keinginan triliunan makhluk hidup dalam aliansi, ia memanjat doa ke langit. Pada saat ini, dia berjuang bersama rekan-rekan yang tak bernyawa dari seluruh penjuru, demi membuat seruan pelan ini terdengar di surga dan mendatangkan kematian.\n\n\"Sudah datang ...\" gumam sang Jenderal pelan sambil menengadah ke langit. Dia tidak bisa melihat wujud dewa, tidak bisa mendengar suara \"Dia\", tapi dia bisa merasakan bukti kedatangan-Nya: gelombang udara yang panas tiba-tiba melonjak, seperti besi panas melintasi kulitnya. Percikan api menari-nari di tengah kabut darah, seperti tirai yang menutupi langit, dan dalam sekejap, terkoyak oleh cahaya yang tak dapat dipandang ....\n\nSudah datang, inilah mukjizat yang ditukar dengan nyawa prajurit yang tak terhitung jumlahnya. Dia telah menyaksikan puing-puing benda langit yang dihukum menjadi alam kematian oleh dewa, dan dia juga pernah berjuang untuk mengejar jejak cahaya ini. Awalnya dia berpikir cahayanya begitu cepat, terlalu cepat untuk membiarkan pikiran dan keraguan muncul. Tapi dia salah. Momen itu setidaknya cukup baginya untuk mengingat kembali murid kesayangannya:\n\n\"Buatlah sebuah permohonan. Semoga jalannya menjadi jelas ....\"\n\nBumi melonjak bagaikan ombak yang mengamuk, menderu dengan lautan cahaya, dan dia tidak lagi memiliki pikiran duniawi, berubah menjadi debu dalam cahaya."
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "valorous_bracelet_of_grappling_hooks",
      "name": "Valorous Bracelet of Grappling Hooks",
      "type": "HAND",
      "desc": "Sarung tangan bionik yang terintegrasi dengan tubuh. Untuk berburu binatang buas, seseorang harus memiliki cakar yang lebih tajam daripada cakar binatang buas itu sendiri.",
      "typeText": "Tangan",
      "backstory": "Verdant Knight di bawah komandonya memiliki keberanian yang tidak kalah dengan Prajurit Serigala Borisin. Sekalipun pedang mereka patah dan busur mereka putus, dan mereka tidak memiliki senjata apa pun di tangan, mereka masih bisa bertarung sampai titik darah penghabisan hanya dengan mengandalkan cakar tajam di sarung tangan mereka.\n\nAda desas-desus bahwa prajurit Foxian dari pasukan Verdantia sering menyelamatkan dunia yang dikuasai oleh Borisin. Keturunan Foxian yang lahir di \"tanah yang dijajah\" ini memiliki garis keturunan campuran, dan terkadang beberapa individu mutan yang menunjukkan atavisme. Orang-orang Foxian ini sering dijadikan budak perang, diperintah oleh majikan mereka yang berkepala serigala untuk menjadi garda terdepan sebelum perang dan umpan meriam untuk menunda serangan kapal Xianzhou.\n\n\"Bergabunglah dengan Verdant Knight, dan kami akan memberimu kesempatan untuk membalas dendam pada majikan berkepala serigalamu!\" Selama perekrutan dan pelatihan, sang Jenderal masih ingat apa yang dia katakan kepada gadis Foxian muda tersebut. Tapi dia merasa bersalah atas setengah dari kalimat yang tidak bisa dia ucapkan: \"Sama sepertiku, kamu dilahirkan untuk perang dan akan mati untuk perang.\"\n\nMeskipun budak perang memiliki kekuatan dan kecepatan yang sebanding dengan majikan mereka yang berkepala serigala, mutasi mereka juga merenggut nyawa dan kewarasan mereka. Saat keinginan mereka dikuasai oleh amarah, mereka berubah menjadi monster yang kejam dan haus darah.\n\nSaat amarah kebinatangan murni menguasai tubuh fisik mereka, setelah menyelesaikan perburuan terakhir dalam hidup ini, sepasang sarung tangan ini akan menjadi belenggu yang mengikat kedua tangan, tidak akan pernah lepas lagi dari darah dan daging mereka."
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "valorous_plate_of_soaring_flight",
      "name": "Valorous Plate of Soaring Flight",
      "type": "BODY",
      "desc": "Seperti angin dingin yang menusuk, membubung di atas segerombolan serigala dengan kepala terangkat tinggi. Pemburu dan mangsa pada akhirnya akan bertukar tempat.",
      "typeText": "Badan",
      "backstory": "Dia masih ingat lagu-lagu kuno di kalangan rakyat rubah yang dinyanyikan tanpa nada, hanya elegi kesedihan atas tanah air mereka yang hilang. \"Melenggang rubah, di seberang sungai. Dia melangkah pelan, membawa dahaga dan rasa lapar. Hatiku penuh kesedihan, tapi tidak ada seorang pun yang mengetahui kesedihanku.\"....\n\nMulai dari ribuan tahun yang lalu, mereka menjadi hewan ternak, budak, dan mata uang di bawah tirani cengkeraman serigala. Ribuan tahun kemudian, mereka masih berjuang tanpa kenal lelah demi membebaskan saudara-saudaranya. Meski mereka tidak memiliki tubuh yang terus diperkuat oleh mutasi seperti musuh alami mereka, tapi mereka memiliki kecerdasan untuk beradaptasi dengan cepat.\n\nMajikan mereka yang berkepala serigala memerintahkan mereka membuat peralatan, tapi berulang kali mencungkil mata mereka agar mereka tidak bisa belajar dan melarang mereka memiliki logam untuk mencegah mereka meniru pembuatan peralatan tersebut. Semua itu tidak dapat memadamkan hasrat batin para rubah: Suatu hari nanti, mereka akan mengajari para pemburu rasa takutnya diburu. Suatu hari nanti, mereka akan bertukar tempat dengan para pemburu dan mengejar tanpa henti.\n\nPada akhirnya, para rubah menempa porselen menjadi zirah. Zirah porselen Verdant Knight seringan angin dan sekuat baja. Cakar dan darah daging majikan mereka yang berkepala serigala tidak dapat melukai mereka sedikit pun.\n\nJenderal mengenakan zirah porselen ini dan bangkit bersama para prajurit Pasukan Verdantia, menjadi mimpi buruk di atas Borisin. Mereka maju dan mundur dalam formasi, seperti segerombolan burung pemburu, berselaras satu sama lain. Tapi terlepas dari seberapa kuat zirah tersebut, dia selalu percaya bahwa tubuh yang ditempa oleh rasa sakit adalah senjata terbaik, serta rekan-rekan yang berbagi suka dan duka adalah zirah terbaik.\n\n\"Burung melebarkan sayapnya, binatang memperlihatkan taring dan cakarnya. Siapa bilang kita tidak punya pegangan? Rekan kita adalah pelindung kita.\""
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "valorous_greaves_of_pursuing_hunt",
      "name": "Valorous Greaves of Pursuing Hunt",
      "type": "FOOT",
      "desc": "Dengan sepatu tempur model cakar burung, pemakainya dapat berlari cepat ke medan perang secepat angin, serta dengan mudah melintasi duri-duri dan medan terjal.",
      "typeText": "Kaki",
      "backstory": "Dia memperhatikan sosok gadis itu melesat seperti kelinci yang terkejut di bawah cahaya remang-remang rembulan. Dia mengikuti jejak dan aroma gadis itu seperti seorang pemburu yang sedang melacak mangsanya. Akhirnya, dia menunggu kedatangan gadis itu di ujung jalan.\nAtau mungkin, gadis itu yang menunggunya datang.\n\nDi bawah sinar bulan, sang jenderal bisa melihat wajah itu dengan jelas.\n\"Apa kamu benar-benar mau bergabung dengan Cloud Knight?\"\n\"Aku tidak mau jadi budak majikan berkepala serigala.\"\nGadis itu berkata dengan terbata-bata dalam bahasa Borisin. Dia telah menyaksikan raut wajah itu berkali-kali saat menyelamatkan rekan sesamanya dari tanah yang dijajah.\nMeskipun orang-orang ini menumpahkan darah yang sama dengannya, mereka berbicara dalam bahasa yang berbeda dan memiliki pemikiran yang berbeda.\nMereka tidak pernah menganggap diri mereka keturunan Foxian, tapi kalau begitu, siapakah mereka?\nDengan sedikit gemetar, jenderal memberi jalan.\n\"Pergilah. Mulai malam ini, mereka tidak akan mengejarmu lagi ....\"\n\"Tapi aku menginginkan kematian mereka.\"\n\nJenderal memandangnya dengan tidak percaya, tercengang seolah-olah dia melihat bintang jatuh melintasi langit, dan sosok hewan mungil gadis itu tiba-tiba menghilang ke dalam kegelapan.\nJenderal memejamkan matanya, seolah-olah cahaya bulan menusuk matanya. Setelah beberapa saat, dia menunduk dan melihat kaki telanjang gadis itu, penuh luka duri, noda darah, dan lumpur.\n\n\"Kenapa kamu tidak memakai sepatu?\"\n\"Aku lupa. Aku tidak sadar.\"\nJenderal melepas sepatu botnya sendiri, membandingkan ukuran, dan membantu gadis itu memakainya.\n\"Cukup pas ... ayo pergi.\"\n\"Bagaimana denganmu?\"\n \"Aku sudah terbiasa berjalan di atas duri.\"\n\nDia melangkah maju, tanpa alas kaki dan dengan lincah, gadis itu mengikutinya dengan erat.\nAtau mungkin, mereka sedang mengejar satu sama lain."
    }
  ]
}