{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "Thief of Shooting Meteor",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Break Effect +<nobr>16%</nobr>.",
    "4": "Meningkatkan <nobr>16%</nobr> Break Effect pengguna. Memulihkan <nobr>3</nobr> Energy setelah pengguna mengakibatkan Weakness Break pada musuh."
  },
  "pieces": [
    {
      "_id": 31111,
      "ids": [
        31111,
        41111,
        51111,
        61111
      ],
      "id": "thiefs_myriadfaced_mask",
      "name": "Thief's Myriad-Faced Mask",
      "type": "HEAD",
      "desc": "Topeng yang berfungsi untuk mengubah wajah. Akan sulit dibedakan bila digabung dengan teknik akting yang profesional.",
      "typeText": "Kepala",
      "backstory": "Pencuri meteor Leblanc menganggap pencurian seperti pesta pertemuan bertopeng — tempat di mana menyembunyikan identitas diri adalah bagian dari etiket.\n\n\"Mengapa topeng dapat mengubah tinggi badan dan suara? Hahaha, ini adalah teknik khususku, rahasia dong.\"\n\nSi pencuri menggunakan topeng untuk menjelma sebagai karyawan biasa, menyelinap ke rapat keamanan perusahaan, dan menawarkan saran tentang \"langkah-langkah pencegahan pencuri.\" Tidak sampai setengah bulan setelah pencurian berakhir, departemen keamanan baru ingat bahwa mereka belum pernah melihat \"rekan\" tersebut.\n\nPencuri menjalani kehidupan ganda dan selalu membutuhkan beberapa cara penyembunyian — yang merupakan tradisi di dunia pencuri.\n\n\"Bisakah penulis skenario kalian memikirkan cara untuk membuat pencuri memakai topeng sepanjang film?\" Ucap bagian pemasaran Departemen Radio, Film dan Televisi perusahaan pada produser. \"Saya ingin memperbanyak minat pasar pada merchandise topeng ini. Harganya murah dan populer.\""
    },
    {
      "_id": 31112,
      "ids": [
        31112,
        41112,
        51112,
        61112
      ],
      "id": "thiefs_gloves_with_prints",
      "name": "Thief's Gloves With Prints",
      "type": "HAND",
      "desc": "Sarung tangan khusus yang dibuat menggunakan bahan nano, dapat menunjukkan pola permukaan sarung tangan secara waktu riil.",
      "typeText": "Tangan",
      "backstory": "Pencuri meteor Leblanc tidak pernah tidak meninggalkan jejak. Dia selalu meninggalkan beberapa petunjuk yang menyesatkan, provokasi dengan jumlah yang tepat.\n\n\"Mengapa orang-orang di perusahaan tertipu berkali-kali karena sidik jari palsu? Mungkin kamu harus bertanya kepada perusahaan, bukan aku.\"\n\nSarung tangannya dapat menghasilkan berbagai pola sidik jari. Selain mempermainkan teknologi deteksi sidik jari perusahaan, dia juga meninggalkan banyak \"jejak pencurian\" yang tidak berbahaya. Departemen keamanan menemukan ratusan tanda di ruang rahasia tempat harta disimpan, termasuk pterosaurus prasejarah, kepik antarbintang, dan labrador ... Tentu saja, benda-benda itu bukanlah miliknya.\n\nMenghilang tanpa jejak itu membosankan, hal itu hanya akan membuatmu disamakan dengan para pencuri kecil penakut yang tidak memiliki gaya sama sekali.\n\n\"Bercanda juga tidak boleh sembarangan, sekarang siapa yang masih pakai sistem sidik jari?\" Keluh departemen keamanan perusahaan. \"Para penulis punya pengetahuan umum tidak sih?\""
    },
    {
      "_id": 31113,
      "ids": [
        31113,
        41113,
        51113,
        61113
      ],
      "id": "thiefs_steel_grappling_hook",
      "name": "Thief's Steel Grappling Hook",
      "type": "BODY",
      "desc": "Kabel baja yang disamarkan sebagai sabuk anyaman. Kait dan katrol tersembunyi di balik gespernya.",
      "typeText": "Badan",
      "backstory": "Pencuri yang bijaksana selalu dapat meninggalkan lokasi dengan aman dalam situasi genting, dengan tali pengait yang selalu digantung di pinggangnya sepanjang waktu.\n\n\"Bagaimana melempar tali pengait ke lokasi yang tepat ... Kamu bakal jelaskan bagaimana cara kamu melangkah, tidak?\"\n\nRuang rahasia tempat harta karun penuh dengan bahaya, tetapi pencuri itu dapat bergerak di atasnya dengan bantuan kait pencengkeram di pinggangnya, seperti sedang menari waltz di udara. Kait pencengkeram diluncurkan ke dinding setinggi hampir sepuluh meter dalam sepertiga detik, dan katrol segera berputar, mengirim pencuri ke \"bintang Leo\" dalam sekejap.\n\nTerbang ke langit dan melarikan diri dari tanah dengan bantuan tali di pinggang adalah kualitas dasar seorang pencuri profesional.\n\n\"Kita bisa membiarkan pemeran pengganti untuk melakukannya di sekuel, kita bisa hemat anggaran,\" ujar sutradara aksi dengan nada mencibir. \"Lagipula penonton tidak akan tahu siapa yang di balik topeng.\""
    },
    {
      "_id": 31114,
      "ids": [
        31114,
        41114,
        51114,
        61114
      ],
      "id": "thiefs_meteor_boots",
      "name": "Thief's Meteor Boots",
      "type": "FOOT",
      "desc": "Sepasang sepatu bot yang membantu meningkatkan fungsi tubuh manusia. Membantu pencuri untuk melangkah cepat di antara gedung-gedung.",
      "typeText": "Kaki",
      "backstory": "Ketika pencuri bergerak cepat di atas kota, dia akan dengan sengaja meninggalkan bayangan yang menyilaukan, dan inilah asal usul julukan \"meteor\" yang disandangnya.\n\n\"Bagaimana cara melarikan diri jika tidak ada gedung tinggi? Hahaha, tolong berhenti menanyakan pertanyaan yang tidak menarik ini.\"\n\nDia sudah melarikan diri dengan selamat berkali-kali, jadi dia sudah terbiasa. Tidak ada seorang pun yang bisa mengejar Thief's Meteor Boots di kota, kecuali bila ada yang tahu tempat persembunyiannya. Yang tidak diduga sang pencuri adalah, ada seorang detektif berambut acak-acakan duduk di kursi Leblanc sambil memegang secangkir kopi. Dia sudah lama menunggu.\n\nKisah pencuri sudah berakhir, selanjutnya mari kita bicarakan tentang kisah detektif.\n\n\"Banyak orang tidak percaya kalau kami berani menulis ini, makanya kami menulis seperti ini.\" Penulis skenario (anonim) menjelaskan akhir kisah pencuri yang kontroversial."
    }
  ]
}