{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "Warrior Goddess of Sun and Thunder",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "SPD +<nobr>6%</nobr>.",
    "4": "Setelah pengguna dan Memosprite miliknya memberikan pemulihan pada rekan tim selain pengguna dan Memosprite miliknya, pengguna akan memperoleh \"Gentle Rain\", yang dapat dipicu hingga 1 kali setiap giliran dan berlangsung selama <nobr>2</nobr> giliran. Saat pengguna memiliki \"Gentle Rain\", SPD pengguna akan meningkat <nobr>6%</nobr>, dan CRIT DMG seluruh rekan tim akan meningkat <nobr>15%</nobr>. Efek ini tidak dapat ditumpuk."
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "Warrior Goddess's Winged Helm",
      "type": "HEAD",
      "desc": "Helm bersayap ini pernah menyaksikan Kesatria Guntur Matahari menjatuhkan dewa langit, juga pernah menyaksikan langit memejamkan matanya.",
      "typeText": "Kepala",
      "backstory": "Lava emas yang mendidih bergolak tiada henti di bawah kaki sang dewi perang. Ekspresi wajahnya tersembunyi di balik helm besi, seperti kabut musim dingin yang menutupi bintang-bintang.\n\nAnak Langit terakhir telah tenggelam, dan dia pun akan melangkah seorang diri ke arah yang berlawanan, menuju suatu tempat nan jauh.\n\n\"Seliose, siapa yang kamu ingat?\" Makhluk bersayap yang selalu menemaninya menyadari gejolak halus dalam benaknya. Sang dewi perang terdiam sesaat — masa lalu ketika orang-orang memanjatkan doa kepada langit telah lama berlalu dan tidak akan terulang lagi. \"Siapa yang kuingat? Aku sudah tidak bisa ingat siapa pun dengan jelas. Aku dulu begitu mencintai dunia, juga begitu membenci kelemahan pada sifat manusia. Tapi kini, tidak ada seorang pun yang bisa kuingat ....\"\n\nPara makhluk bersayap menundukkan kepala tanpa berkata-kata. Mereka pernah menyaksikan sang dewi perang mengikuti keyakinan yang teguh, juga terjerumus ke dalam ilusi yang membohongi diri.\n\nKini, seperti apa rupa di balik helm besi itu? Dan pandangan seperti apa yang kini dimilikinya?"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "Warrior Goddess's Cavalry Gauntlets",
      "type": "HAND",
      "desc": "Sepasang pelindung tangan ini telah menemani sang kesatria memenangkan setiap pertempuran. Ia memungkinkan seseorang memegang senjata yang paling mematikan, juga menanggung pengkhianatan yang paling menyayat.",
      "typeText": "Tangan",
      "backstory": "Batu sisik perak mendesis nyaring di dalam tungku penempaan. Sang penghuni gunung yang sudah berumur memberkati pelindung tangan yang baru ditempa sebelum memberikannya kepada sang dewi perang di sampingnya.\n\n\"Yang lembut, mudah terluka. Kesatria, keras dan teguh. Lebih lentur dari mika, semoga tulang-tulangmu demikian.\"\n\nDia menerima pelindung tangan yang indah itu, lalu dengan lembut mengusap zirah es bersisik perak ... Dia mulai membayangkan dirinya memegang tombak yang ditempa dari kilatan petir dan tameng bundar yang mekar dari nyala api, lalu berlari menuju medan perang di langit untuk menyelamatkan semua orang — karena kekuatan hanyalah syarat dasar dari penyelamatan. Penghuni gunung itu dengan cermat mengukir semboyan kebenaran pada ruas-ruas jari pelindung itu, lalu mengingatkan sang dewi perang untuk selalu mengingat bagian lembut dari sarung tangan besi itu.\n\n\"Hangatkan batu-batu dingin di dasar sungai, dengan telapak tangan yang lembut. Janganlah mengukir gletser menjadi pedang yang tajam.\"\n\nNamun pada akhirnya, rasa tanggung jawab dan keadilan yang mendekati ekstrem itu hanya membakar berkat sang pengrajin menjadi luka bakar yang tak kunjung sembuh."
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "Warrior Goddess's Dawn Cape",
      "type": "BODY",
      "desc": "Jubah ini telah melindungi sang Kesatria Guntur Matahari dari hujan dan debu, menemaninya melewati setiap petualangan, meninggalkan siluet yang paling mencolok di langit.",
      "typeText": "Badan",
      "backstory": "Gadis yang belum menjadi kesatria menerima bimbingan seni bela diri yang luar biasa di gua tempat gurunya mengasingkan diri.\n\n\"Kerja bagus. Sebentar lagi, tidak ada yang bisa kuajarkan padamu lagi. Apa yang ingin kamu lakukan dengan kekuatan ini?\"\n\nSetelah mendengar ramalan itu, semangat latihan gadis itu mulai melemah. Gurunya yang lembut melihat kegelisahan di hatinya, dan dengan perlahan mengoleskan rosin ke pedang pendek yang biasa dia gunakan. \"Guru, aku ingin hidup dalam kebenaran. Apakah Guru pernah dengar tentang ... Maiden Janusopolis dan ramalan yang dia bawa?\" Gadis itu khawatir gurunya akan menahannya, tapi dia sudah membulatkan tekadnya.\n\n\"Tapi, apa itu kebenaran?\" sang guru yang lembut balik bertanya padanya, \"Kamu perlu seumur hidup untuk membedakannya, dan itu tidak mudah.\"\n\nDia diam-diam bangun di tengah malam, berniat untuk segera berangkat sebelum fajar menyingsing. Tapi dia malah mendapati jubah yang telah dilipat rapi itu ... sudah dari awal diselipkan ke dalam tasnya."
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "Warrior Goddess's Honor Spurs",
      "type": "FOOT",
      "desc": "Sepasang taji kuda ini adalah pemberian dari kedua rekan makhluk bersayap sang Kesatria Guntur Matahari. Di perjalanan mencari kebenaran, rasa sakit ini diperlukan.",
      "typeText": "Kaki",
      "backstory": "Pahlawan Seliose memiliki dua rekan makhluk bersayap — Solabis dan Lunabis — yang merupakan tunggangan sekaligus rekan seperjuangannya.\n\n\"Kami akan mengikutimu, Seliose. Biarkan kami menjadi saksi dari prolog perjalananmu dalam pembunuhan dewa dan perebutan api.\" Mereka percaya dalam sang dewi perang yang tegas dan penuh keyakinan.\n\nKedua makhluk bersayap itu memercayakan sang Pengrajin Agung untuk menempa sepasang taji, sebagai bagian dari upacara penobatan \"Kesatria Guntur Matahari\". \"Terima kasih atas ketulusan kalian, tapi aku tak membutuhkannya.\" Dia tahu taji kuda itu alat bantu bagi para kesatria untuk mengendalikan tunggangan mereka dengan presisi, \"Niat kalian sejalan denganku. Kita bisa bergerak selaras dengan sempurna tanpa bantuan alat itu.\"\n\n\"Ambillah, Seliose. Kamu sedang menapaki jalan pencarian kebenaran, jadi kamu seharusnya tahu bahwa 'rasa sakit' bisa membuat kita tetap sadar.\" Tatapan mata Lunabis menyala teguh, dan Solabis memandu tangannya untuk menerima sepasang taji kuda itu.\n\nSang Kesatria Guntur Matahari pun menerima hadiah yang melambangkan persahabatan itu. Kalau rasa sakit bisa membantu seseorang kembali ke jalan yang benar, maka rasa sakit itu memang diperlukan."
    }
  ]
}