{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "Wastelander of Banditry Desert",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Imaginary DMG +<nobr>10%</nobr>.",
    "4": "Meningkatkan <nobr>10%</nobr> CRIT Rate pengguna saat menyerang target musuh yang memiliki efek Debuff dan meningkatkan <nobr>20%</nobr> CRIT DMG pengguna saat menyerang target musuh berstatus Imprisonment."
  },
  "pieces": [
    {
      "_id": 31121,
      "ids": [
        31121,
        41121,
        51121,
        61121
      ],
      "id": "wastelanders_breathing_mask",
      "name": "Wastelander's Breathing Mask",
      "type": "HEAD",
      "desc": "Masker yang dapat menyaring debu dan radiasi ini seperti dibuat ulang dari respirator buangan.",
      "typeText": "Kepala",
      "backstory": "Wastelander di Talia harus selalu menggunakan masker respirator. Bagaimanapun, radiasi dan badai debu adalah hal biasa di sini. Sulit bagi siapa pun untuk mengatakan prinsip ilmiah apa yang sesuai dengan modifikasi yang tidak sah dari masker pernapasan semacam ini. Mungkin modifikasi itu untuk kenyamanan diri saja.\\n\\n\"Sudah dengar belum? Ada orang tua di lembah yang memasukkan selang air ke dalam maskernya. Kalau aku, aku pasti tidak tahan menggunakannya.\"\\n\\nPara Wastelander sepertinya sangat jarang membicarakan tentang iklim Talia yang sangat ekstrem. Satu, karena mereka tidak mampu mengubah kondisinya. Dan tempat ini memang sudah dipenuhi pasir dan debu semenjak ledakan nuklir. Dua, mereka berpikir sangat positif. Saat pasir merah menutupi udara dan matahari, mereka akan memakai masker anti debu dan menyerang kelompok bandit lain. Mereka dapat terus bergerak dan merampok meski di tengah badai pasir.\\n\\nSatu kelompok bandit yang penuh persiapan menyerbu kelompok bandit lain yang tidak ada persiapan, itulah aturan bertahan hidup di Talia.\\n\\nMasker anti debu ini terlihat tidak nyaman untuk dipakai dan dilepas, dan juga memiliki tanda anti-pemalsuan \"Nailscrap Town\"."
    },
    {
      "_id": 31122,
      "ids": [
        31122,
        41122,
        51122,
        61122
      ],
      "id": "wastelanders_desert_terminal",
      "name": "Wastelander's Desert Terminal",
      "type": "HAND",
      "desc": "Sampah multifungsi yang bisa mendeteksi gas radiasi pengion, bisa bicara sembarangan.",
      "typeText": "Tangan",
      "backstory": "Sebelum menjadi \"Kerajaan Bandit\", Talia dikenal sebagai \"Tempat Pembuangan Sampah Bintang\". Limbah teknologi dari berbagai dunia menumpuk di sini dan menjadi berguna.\\n\\n\"Jangan tanya apakah aku suka memakai perangkat seluler yang lebih berat dari rantai ini! Di saat-saat genting, perangkat ini lebih hebat dari palu.\"\\n\\nSetelah Nailscrap Town dibangun, insinyur limbah yang paling absurd di Talia akhirnya memiliki lokasi yang aman dan terlindungi untuk menunjukkan bakat mereka, menciptakan \"Teknologi Sensorik\" yang unik untuk Talia. Dengan menggabungkan kalkulator debu cesium dan perangkat seluler AI yang dapat berbicara kasar, mereka melahirkan \"Desert Terminal\", sebuah penemuan multi-fungsi dari limbah pun lahir.\\n\\nIde inti dari \"Teknologi Sensorik\" adalah — Jangan tanya bagaimana prinsipnya, jangan tanya tujuannya, karena tidak ada yang peduli.\\n\\n\"Bisa-bisanya kalian menggabungkanku dengan sampah, dasar para tikus selokan bau.\", ujar suara terminal AI dengan tulus dan ramah."
    },
    {
      "_id": 31123,
      "ids": [
        31123,
        41123,
        51123,
        61123
      ],
      "id": "wastelanders_friar_robe",
      "name": "Wastelander's Friar Robe",
      "type": "BODY",
      "desc": "Jubah longgar yang dimodifikasi dari model jubah pendeta.",
      "typeText": "Badan",
      "backstory": "Kebanyakan bandit di Talia tidak pernah mengharapkan keselamatan, mereka juga tidak tahu apa itu biarawan. Yang mereka tahu hanyalah jubah mereka terlihat cukup berguna sebagai kain lap pembersih.\\n\\n\"'Zaman ketidaktahuan yang dimuliakan belum berakhir'? Kalimat yang tidak masuk akal!\"\\n\\nPara Wastelander menemukan biara yang telah lama ditinggalkan, dan bahkan menemukan catatan peradaban kuno. Mereka tampaknya secara intuitif merasakan besarnya nilai catatan peradaban tersebut, namun mereka membakar semuanya setelah merasakan emosi yang salah. Satu-satunya yang dibawa pergi adalah jubah yang ditinggalkan oleh para biarawan, karena barang-barang compang-camping lainnya tidak berharga sama sekali di Nailscrap Town.\\n\\nKebanyakan Wastelander tidak berbudaya. Catatan peradaban sebanyak apa pun tidak akan bisa mengalahkan sebuah hidangan yang mengenyangkan. Mereka memang tidak bisa disalahkan.\\n\\nSetidaknya, jubah biarawan masih ada. Jubah tersebut juga merupakan bentuk dari keberadaan peradaban."
    },
    {
      "_id": 31124,
      "ids": [
        31124,
        41124,
        51124,
        61124
      ],
      "id": "wastelanders_powered_greaves",
      "name": "Wastelander's Powered Greaves",
      "type": "FOOT",
      "desc": "Pelindung kaki, kerangka luarnya terbuat dari besi tua dan kabel tua.",
      "typeText": "Kaki",
      "backstory": "Bandit Nailscrap Town membutuhkan beberapa cara untuk melindungi sumber air dan sampah yang diperoleh dengan susah payah, itulah bagaimana teknologi bandit di bawah standar lahir. Baju zirah bertenaga (memiliki sistem penggerak yang meningkatkan kekuatan) itu sangat megah dan tidak realistis, dan hanya bagian kaki yang benar-benar bisa digerakkan.\\n\\n\"Yang kuinginkan adalah satu set zirah bertenaga, dan kamu bilang bagian atasnya sudah meledak? Coba kamu tanya dirimu sendiri, kamu berani memakai pelindung kakinya tidak?\"\\n\\nPertempuran pertahanan yang sering terjadi di Nailscrap Town memicu pengembangan \"Teknologi Sensorik\" pada masa perang. Bahan yang tidak diketahui dan pengerjaannya bahkan dapat membuat baju zirah bertenaga. Sayangnya, hanya bagian pelindung kaki yang tersisa dari baju zirah bertenaga yang pertama. Setelah melakukan penyederhanaan masif, pelindung kaki tersebut masih dapat membuat orang-orang bergerak seperti roket yang ditembak. Pengerjaan spesifiknya sulit dijelaskan.\\n\\nMenurut para insinyur, desainnya dilakukan dalam keadaan setengah tidur, dan merupakan karya inspirasi yang hanya terjadi sekali dalam seumur hidup.\\n\\nMau sampah yang bisa didaur ulang atau sampah yang berbahaya, sampah yang masih bisa digunakan tetap adalah sampah yang baik."
    }
  ]
}