{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "Watchmaker, Master of Dream Machinations",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Break Effect +<nobr>16%</nobr>.",
    "4": "Saat pengguna melancarkan Ultimate pada rekan tim (termasuk pengguna sendiri), Break Effect seluruh rekan tim akan meningkat <nobr>30%</nobr> selama <nobr>2</nobr> giliran. Efek ini tidak dapat ditumpuk."
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "watchmakers_telescoping_lens",
      "name": "Watchmaker's Telescoping Lens",
      "type": "HEAD",
      "desc": "Lensa yang dilapisi emas. Lensa ini memantulkan keajaiban dari jauh untuk membantu dirinya menembus mimpi yang tidak nyata.",
      "typeText": "Kepala",
      "backstory": "Dalam cerita tentang \"Watchmaker\" di Penacony, dia selalu memiliki wawasan unik yang memungkinkan dirinya dengan mudah membedakan peluang bisnis di balik gelembung mimpi, dan menciptakan waralaba besar yang belum pernah terpikirkan oleh siapa pun.\\n\\nPenjara perbatasan meraih kebebasannya di tengah Kanker dari Seluruh Dunia, dan menyambut kedamaian dan kemakmuran di bawah sinar Family. Dikatakan bahwa di saat inilah Watchmaker mulai terlibat, lensanya mencerminkan esensi dari dunia mimpi ini. Orang-orang menghabiskan harta mereka di \"Moment of Dusk\" hanya untuk mencari \"hal yang mustahil di dalam mimpi\". Sejak saat itu, banyak hal luar biasa mulai muncul dalam mimpi di Penacony: teko teh yang bisa bercanda, mobil sport yang bisa berputar sambil berjalan, rumah mewah yang setiap hari bisa berubah posisi ... Sebagian besar dari hal-hal itu sama sekali tidak berguna. Barang itu dijual dengan harga tinggi, tapi orang-orang yang datang dari jauh bersedia menghabiskan uangnya untuk mendapatkannya.\\n\\nIni adalah dunia mimpi yang tidak nyata, kenapa tidak berpikir secara gila saja? Kalimat \"eksklusif dan hanya ada di dunia mimpi\" mendefinisikan dan menekankan nilai kemewahan di dalam mimpi.\\n\\nAlfalfa Family dan pengejar mimpi tua dari dunia komersial terkadang merasa menyesal akan hal ini, mereka bilang mereka menyesal karena tidak menyadari peluang ini di masa lalu. Watchmaker memiliki pandangan yang lebih jauh dari mereka — cuma sedikit lebih jauh saja setiap kalinya."
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "watchmakers_fortuitous_wristwatch",
      "name": "Watchmaker's Fortuitous Wristwatch",
      "type": "HAND",
      "desc": "Jam tangan buatan tangan yang sangat bagus, memiliki tampilan jam dan jarum jam yang unik. Katanya, ini adalah lambang keberuntungan di dunia mimpi.",
      "typeText": "Tangan",
      "backstory": "Kenapa \"Watchmaker\" bisa disebut sebagai \"Watchmaker\" adalah teka-teki terbesar di cerita berseri ini.\\n\\nBeberapa orang bilang kalau dia dulunya adalah pengrajin di menara jam, lalu ada juga yang bilang kalau dia itu dulunya pedagang yang menjual jam tangan, bahkan ada juga yang bilang kalau kepalanya berbentuk seperti muka jam tangan — seperti Clockie yang dia ciptakan.\\n\\nSeiring dengan penyebaran rumor, jam tangan di dalama mimpi pun semakin populer berkat nama besar dari Watchmaker. Pengejar mimpi tahu kalau semua jam tangan itu tidak ada hubungannya dengan Watchmaker yang terkenal itu, tapi tetap menganggap barang-barang itu sebagai cara untuk menunjukkan rasa hormat pada dia dan juga simbol keberuntungan. Karena promosi dari berbagai aktivitas komersial, lambang jam menjadi hal paling sering dilihat di Penacony — Pakaian, aksesori, makanan ... Mulai dari grafiti di gang-gang kecil hingga jam besar di lobi hotel, pengaruh dari tokoh besar ini dapat dilihat di mana-mana.\\n\\n\"Siapa coba yang tidak suka jam di Penacony?\"\\n\\nWatchmaker yang asli sepertinya menyetujui hal ini dan tidak pernah berkomentar apa pun terhadap jam tangan aslinya sejak perilisan pertamanya. Hingga pada akhirnya lambang jam menjadi suatu hal yang sangat umum di Penacony, hingga pada akhirnya tidak ada lagi yang bertanya tentang asal-usul Watchmaker lagi."
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "watchmakers_illusory_formal_suit",
      "name": "Watchmaker's Illusory Formal Suit",
      "type": "BODY",
      "desc": "Satu baju formal yang sangat bagus dan mewah, dilengkapi dengan kerah dari kulit. Sangat indah dan elegan, biasanya dipakai untuk acara formal seperti perjamuan.",
      "typeText": "Badan",
      "backstory": "Dalam berbagai legenda di Penacony, Watchmaker memiliki beragam identitas dan penampilan.\\n\\nDalam cerita fiksi yang tidak pernah ada habisnya, terkadang ia digambarkan sebagai pria tua yang baik hati, seorang wanita yang elegan, atau bahkan sebagai raksasa setinggi <unbreak>100</unbreak> kaki ... Tapi, entah mau cerita yang versi mana pun, dia selalu digambarkan sebagai sosok yang berpakaian dengan elegan.\\n\\nLegenda mengatakan bahwa Watchmaker akan berbagi rahasianya dengan pasangan dansanya di dunia mimpi di mana fajar dan senja saling merangkai. Mendengar ini, orang-orang ikut berdansa dengan antusias dan mengundang setiap tamu misterius yang bersembunyi di balik kerumunan orang berpakaian mewah — Semakin banyak pengejar mimpi yang bertemu dengan cara seperti ini, dan pesta dansa pun perlahan menjadi tempat untuk bersosialisasi untuk pertemanan dan cinta. Harga tiket yang mahal pun selalu langsung laku habis sewaktu dirilis. Meskipun tokoh dalam legenda yang berpakaian elegan itu tidak pernah muncul, tetapi hal ini tidak mengurangi antusiasme para pengunjung untuk bertemu dengannya.\\n\\n\"Pakaianmu ... apakah kamu adalah Watchmaker yang terkenal?\" Pertanyaan ini tadinya merupakan suatu ucapan untuk memuji seseorang, namun sekarang sudah menjadi kode sandi untuk undangan mengikuti pesta dansa.\\n\\nWatchmaker mendapatkan bisnis baru dalam hal mengadakan pesta dansa, dan dunia mimpi mendapat tambahan atmosfer romansa dan passion."
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "watchmakers_dreamconcealing_dress_shoes",
      "name": "Watchmaker's Dream-Concealing Dress Shoes",
      "type": "FOOT",
      "desc": "Sepasang sepatu kulit yang elegan. Penggunanya pernah secara diam-diam berjalan di antara mimpi dalam wujud yang misterius.",
      "typeText": "Kaki",
      "backstory": "\"Watchmaker\" pernah menjelajahi setiap dunia mimpi dan juga sejarah Penacony. Namanya sudah dibicarakan selama berabad-abad di Negeri Mimpi ini, dan pengejar mimpi di masa sekarang masih bisa mendengar keberadaannya.\\n\\nOrang-orang mulai berteori apakah Watchmaker itu satu orang, sebuah grup, atau sebuah karangan fiksi yang dibuat oleh Family?\\n\\nBeberapa pengejar mimpi bersumpah untuk menguak rahasia di balik Watchmaker. Mereka mengunjungi berbagai dunia mimpi untuk mencari jejak dari figur misterius itu, dan akhirnya tidak mendapat hasil apa pun selain ilusi — Seorang pengunjung misterius di suatu acara negosiasi bisnis, suatu merek tak bertuan yang sukses meroket secara tak terduga, suatu investasi besar tanpa sumber yang bisa dilacak ... Setiap kali mereka mencoba untuk mendeduksi kalau Watchmaker itu tidak ada, mereka malah membuktikan kalau Watchmaker itu ada di mana-mana di dunia mimpi.\\n\\nBuku tentang Watchmaker memenuhi banyak rak buku di Primal Waking Library. Namanya akan terus ada di Penacony untuk selamanya.\\n\\nSemakin banyak orang yang ingin membongkar kebenarannya, maka mereka akan semakin dibutakan oleh kebohongan ... Dari ribuan legenda dan rumor yang ada, tokoh besar yang legendaris ini hanya akan meninggalkan jejak, tapi tidak pernah memperlihatkan dirinya yang sebenarnya."
    }
  ]
}