{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "Wavestrider Captain",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "CRIT DMG +<nobr>16%</nobr>.",
    "4": "Saat pengguna menjadi target kemampuan dari rekan tim lainnya, pengguna akan memperoleh 1 lapis \"Help\", dapat ditumpuk hingga <nobr>2</nobr> lapis. Saat melancarkan Ultimate, jika memiliki <nobr>2</nobr> lapis \"Help\", akan mengonsumsi semua \"Help\" dan meningkatkan <nobr>48%</nobr> ATK pengguna selama <nobr>1</nobr> giliran."
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "Captain's Navigator Hat",
      "type": "HEAD",
      "desc": "Topi matahari model lebar yang berkilau seperti mutiara. Para pelaut yang berlayar di lautan memakainya untuk berlindung dari teriknya matahari Aquila.",
      "typeText": "Kepala",
      "backstory": "Di antara batu karang di tepi pantai, puing-puing trireme terdampar seperti seekor paus raksasa. Kapal itu dulunya digunakan untuk menaklukkan monster laut. Ombak menghempaskan kapal itu kembali ke pesisir, tapi meninggalkan para korban di kedalaman samudra.\n\n\"Wahai prajurit Phagousa, siapa pun dirimu, mohon bangkit dan lindungi Skiana!\" Tiada yang menjawab tangisan sang raja — karena mereka yang memilih untuk melawan monster laut, hanya akan berakhir sebagai mayat yang mengapung di permukaan samudra.\n\n\"Beri aku sebuah kapal kokoh nan kuat, dan lima puluh orang awak kapal. Aku akan bunuh monster laut yang jahat itu!\" Seorang kapten muda yang mengenakan topi matahari lebar muncul dari tengah kerumunan. Topi itu berkilau bagaikan mutiara, memantulkan cahaya pelangi lembut yang menyelimuti wajah-wajah pucat di sekelilingnya. Kehadirannya bak fajar di lautan — dalam sekejap, garis cakrawala pun mulai memutih.\n\n\"Akan kubuatkan untukmu kapal terbaik di seluruh dunia!\" Para pengrajin terpesona oleh semangat sang kapten muda. Kayu yang digunakan untuk kapal raksasa itu tak akan pernah lapuk meski terombang-ambing di lautan. Pada haluan kapal, terpasang papan kayu dengan kemampuan untuk meramal, yang dipahat dari pohon raksasa Cerces.\n\n\"Pergilah, murid yang dibina oleh para Orang Bijak dan pahlawan yang dipilih oleh para dewa. Taklukkan kegilaan Phagousa.\" Tiga hari kemudian, kapal yang penuh dengan awak pun berlayar meninggalkan Skiana."
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "Captain's Lightcatcher Astrolabe",
      "type": "HAND",
      "desc": "Kompas pelayaran yang menangkap arah panduan cahaya bintang. Bahkan di tengah lautan luas yang gelap gulita, cahaya bintang akan selalu menunjukkan jalan ke depan.",
      "typeText": "Tangan",
      "backstory": "Awan hitam menekan pucuk tiang layar bagaikan besi timah yang berat. Di tengah badai yang mengamuk, kapal perang terombang-ambing seperti daun terapung — bahkan geladak yang terbuat dari pohon keramat pun berguncang hebat diterjang ombak besar.\n\n\"Lautan yang biasanya tenang dan damai sepanjang tahun, kini ikut terjangkit tabiat buas dan gila sang monster laut.\" Sang kapten muda berdiri di menara haluan kapal, dahinya mengerut memandang awan kelam di kejauhan ... Astrolab di pergelangan tangannya masih belum merespons.\n\nPetir menyambar dengan dahsyat, dan tali layar utama pun putus seketika. Para pelaut panik dan berhamburan, tapi sang kapten muda berseru tegas, memerintahkan para pendayung untuk serempak mengayuh sesuai aba-aba, mengatur haluan kapal untuk menghindari gelombang demi gelombang yang menjulang tinggi ... Sebelum cahaya bintang yang dipandu Aquila muncul, mereka harus bertahan melalui murka Phagousa. Tiba-tiba, sang kapten mengangkat lengannya tinggi-tinggi dan berseru lantang, kompas pelayaran di pergelangannya memantulkan cahaya bintang.\n\n\"Semuanya, ikuti cahaya itu. Kita akan menerobos badai!\"\n\nPara pelaut menguatkan semangat mereka, menyanyikan lagu pelayaran dengan lantang. Kapal pun membelah gelombang seperti sebilah pedang tajam, melaju menuju fajar.\n\n\"Kita akan segera membebaskannya dari belenggu~! Luruskan pandangan ke depan, bersiap! Berangkat!\""
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "Captain's Wind Mantle",
      "type": "BODY",
      "desc": "Jubah pelayaran berkibar laksana layar raksasa. Jika angin tak bersedia membantuku, maka aku akan menjelma menjadi angin itu sendiri.",
      "typeText": "Badan",
      "backstory": "Panah perunggu setinggi manusia yang diselimuti api membara melesat menembus kabut laut, tetapi hancur menjadi serpihan begitu menyentuh sisik siluman laut. Salah satu tentakel biru pucat melilit pinggang seorang awak kapal, dan tentakel yang berhasil ditebas menggeliat di geladak, menggigit para awak kapal yang ketakutan.\n\n\"Kaki dan tangan awak kapal meronta-ronta di udara, menjerit memanggil namaku. Itu adalah pemandangan paling mengerikan dalam seluruh karier pelayaranku.\" Suara kapten bergetar hebat — dia tak sedang berbohong.\n\nSiluman laut raksasa muncul di permukaan, tentakel-tentakelnya yang besar membelit kapal erat-erat, sementara punggungnya tampak bagai pulau yang bergerak. Sang wakil kapten menusukkan tombak besi yang membara ke dalam mulut sang monster yang dipenuhi ribuan gigi tajam. Darah hitam yang berbau amis menyembur deras, membanjiri seluruh geladak. Para awak kapal berhasil lolos dari serangan maut itu, tapi ketika sang kapten menoleh ke belakang, dia melihat menara di buritan kapal telah dihancurkan oleh satu tentakel besar, seperti Tombak Hukuman Langit milik Nikador menghancurkan sebutir kenari. Kesempatan langka ini hanya datang sekali seumur hidup. Haruskah mereka maju, atau kabur? Semua mata memandang ke arah sang kapten ....\n\n\"Belok penuh ke kiri! Para pendayung, kecepatan penuh! Bentangkan semua layar! Tabrak musuh dengan haluan kapal!\"\n\nJubah kapten berkibar tertiup angin kencang, dan para awak kapal sudah siap mati. Besi dan sisik bergulat hebat, lunas kapal patah, dan siluman laut meraung keras. Tubuhnya telah kehilangan kekuatan dahsyat yang dulu ia miliki, dan ia perlahan tenggelam ke dasar laut."
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "Captain's Tidal Boots",
      "type": "FOOT",
      "desc": "Ombak yang hancur mekar di bawah sepatu bot sang kapten. Meskipun dia tak akan pernah kembali, tapi arus laut akan membawa pulang berkatnya.",
      "typeText": "Kaki",
      "backstory": "Di suatu pantai entah di mana, sang kapten muda terbaring menatap langit. Mentari senja menyelimuti pantai yang hancur dengan selapis cahaya keemasan ... Dan dalam cahaya itu, Skiana yang jauh terasa nyaris bisa disentuh — Dia tahu, inilah detik-detik terakhir hidupnya.\n\n\"Kami sudah menaklukkan kegilaan Phagousa.\" Sang monster laut telah lama menghilang ke kedalaman samudra, dan tak akan mengancam pesisir untuk ratusan tahun ke depan.\n\nPapan kayu dari pohon raksasa Cerces bergetar lembut, menanyakan pesan terakhir sang kapten. Ia akan menaiki ombak untuk pulang ke Skiana yang dirindukan, menyanyikan kisah sang pahlawan dan mengobarkan semangat para pemuda yang kelak berlayar meninggalkan daratan. Sang kapten memandang tubuhnya yang sudah terbelah dua. Sepasang sepatu bot pemberian gurunya itu sudah menuntunnya melalui ribuan kota ... Kini, perjalanan panjangnya akan berakhir di sini.\n\n\"Beri tahu mereka, aku masih harus menaklukkan Lautan Jiwa. Wahai tanah kelahiranku, jangan tangisi kepergianku.\"\n\nTahun demi tahun, angin laut terus menyapu dinding kota Skiana. Dongeng tentang sang monster laut pun menjadi bisikan lembut para ibu yang menidurkan anaknya ... Dan para pelaut yang beruntung bisa selamat dari lautan ganas itu, masih menanti kepulangan kapten mereka bersama ombak."
    }
  ]
}