{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "World-Remaking Deliverer",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "CRIT Rate +<nobr>8%</nobr>.",
    "4": "Setelah pengguna melancarkan Basic Attack atau Skill, jika Memosprite pengguna ada di medan pertempuran, maka akan meningkatkan <nobr>24%</nobr> Max HP pengguna beserta Memosprite miliknya dan meningkatkan <nobr>15%</nobr> DMG yang diakibatkan seluruh rekan tim, berlangsung hingga setelah pengguna melancarkan Basic Attack atau Skill berikutnya."
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "Deliverer's Hood",
      "type": "HEAD",
      "desc": "Tudung yang konon dikenakan oleh sang Penyelamat untuk berlindung dari angin dan hujan, mungkin terlihat berbeda dari yang digambarkan oleh para penyair.",
      "typeText": "Kepala",
      "backstory": "Kabut malam Oronyx melilit dahan-dahan pohon salam.\nSang pahlawan penyelamatan datang dari angkasa luar bersama sebuah kotak hitam ke Jurang Takdir.\n\nDia datang sesuai titah ramalan, tetapi para imam saat itu gentar membicarakan angkasa luar.\n\"Jangan pernah bicara tentang langit keras-keras, Aquila yang penuh curiga tak akan ragu menghukum dengan guntur matahari.\"\nMendengar hal itu, sang Penyelamat yang penuh percaya diri menjawab dengan geram:\n\"Wahai peramal malapetaka, tidakkah kamu pernah berpikir bahwa para dewa pun seharusnya takut akan hukuman dari anak manusia?\"\n\nDi atas tembok kota, sang Penyelamat menyaksikan fajar merah muda yang terbit di ufuk.\n\"Pertama adalah Nikador yang menguasai 'Pertikaian'.\nSemoga dia membawa kejayaan dan bukan kegilaan bagi dirinya.\"\nSang Penyelamat melepas tudungnya, lalu melemparkan sebuah tombak panjang.\nBayangan yang melesat itu laksana serigala penyendiri di awal musim semi, menerjang menuju Castrum Kremnos, berlari gesit di antara jalanan kota.\n\n\"Dalam nama Mnestia! Jika benang takdir telah terputus, maka aku akan lanjut menenun kisahnya.\"\nRaungan Raja Gila terdengar dari kejauhan, tombak panjang itu lebih dulu mengumumkan keberangkatan sebelum langkah kakinya.\n\"Rekan-rekan Keturunan Chrysos menungguku dalam perjalanan ini, sudah waktunya aku berangkat.\"\n\nPara imam Janus menatap rambut abu-abu sang Penyelamat yang terurai dan bersorak dengan lantang.\nLaksana benih rumput kering yang kembali bersukacita setelah menerima nutrisi."
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "Deliverer's Sword Gauntlet",
      "type": "HAND",
      "desc": "Sarung tangan yang konon dikenakan oleh sang Penyelamat saat menerjang rintangan, mungkin terlihat berbeda dari yang digambarkan oleh para penyair.",
      "typeText": "Tangan",
      "backstory": "Lautan es Phagousa mengukir pesisir Styxia yang membentang.\nSang pahlawan penyelamatan telah tiba di dermaga Sungai Jiwa, sementara naga raksasa kelabu menjelma menjadi perahu penyeberangan menuju dunia kematian.\n\nArwah-arwah di sepanjang Sungai Jiwa menjelma menjadi bisikan manis, membujuk sang pahlawan untuk tidak kembali ke dunia fana.\n\"Kamu telah membuat para Titan di dunia itu bertekuk lutut, bagaimana kalau kamu tinggalkan saja pencapaianmu kepada para pewarismu?\"\nMendengar kata-kata itu, sang Penyelamat yang berduka menjawab dengan pilu:\n\"Wahai arwah-arwah yang tenggelam di sini, kalian tidak paham bahwa keinginanku untuk menyelamatkan dunia melebihi kerinduanku akan pertemuan kembali.\"\n\nDi atas kapal feri, sang Penyelamat mengingat kembali setiap momen Perjalanan Pengejaran Api.\n\"Selamat tinggal, Thanatos sang 'Kematian'.\nSemoga kamu menjaga teman-teman terbaikku dengan baik, meski mereka tak pernah gentar menghadapi ajal.\"\nSang Penyelamat membelai sarung tangan kulit rusa yang masih menyimpan kehangatan para sahabatnya.\nDari pesisir yang dipenuhi bunga antila, didorong angin barat yang hangat dan lembap, dia berlayar kembali menuju dunia manusia.\n\n\"Wahai Cerces, tolong lindungilah kejernihan akalku, agar aku tak perlu lagi menoleh ke belakang secara tiba-tiba.\"\nPengalaman kembali dari kematian itu sudah cukup untuk membuktikan bahwa dirinya layak disebut pahlawan.\n\"Rekan-rekan Keturunan Chrysos, tidak lama lagi ... aku akan menepati sumpah yang tak terhapuskan itu.\"\n\nBumi Georios menyambut kepulangannya, dan Perjalanan Pengejaran Api pun berlanjut.\nBagaikan malam yang awan hitamnya telah sirna, bintang fajar kembali bersinar."
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "Deliverer's Robe of Legacy",
      "type": "BODY",
      "desc": "Jubah perang yang konon dikenakan oleh sang Penyelamat saat beradu senjata, mungkin terlihat berbeda dari yang digambarkan oleh para penyair.",
      "typeText": "Badan",
      "backstory": "Awan hitam Aquila bergolak dengan amarah yang meluap.\nSang pahlawan penyelamatan melangkahi jembatan pelangi, menjatuhkan langit yang sebelumnya tak terjangkau.\n\nDi sisi sang pahlawan penyelamatan berdiri rekannya yang telah berjuang hidup dan mati bersama.\n\"Pengejaran Api adalah perjalanan yang penuh dengan kehilangan, di mana nyawa itu sendiri hampir tidak bernilai.\"\nMendengar kata-kata itu, sang Penyelamat yang tegas menjawab dengan tenang:\n\"Aku sudah memahami tekad kalian sejak lama. Dalam seribu, bahkan berjuta kesempatan, aku takkan pernah mengkhianatinya.\"\n\nDalam perjalanan menuju ritual Era Penciptaan Ulang, sang Penyelamat berpamitan satu per satu dengan para rekan seperjuangan yang menaungi jalan pulang.\n\"Inilah perjalanan dan epos yang telah berlangsung selama seribu tahun.\nInilah kisah yang dipercayakan oleh para pendahulu kepada kita, yang pada hari ini akan dirampungkan di tempat ini.\"\nRekan terakhir menggantungkan jubahnya di bahu sang Penyelamat, lalu berbalik menghadapi gelombang musuh yang menyerbu seperti pasang naik.\nJubah itu adalah simbol perjuangan bersama, sebuah kepercayaan sekaligus warisan.\n\n\"Wahai Talanton, jika engkau dapat mendengar, pengorbanan yang begitu mulia ini layak mendapatkan hari esok yang lebih baik.\"\n\"Ya. Kami rela terbakar habis ....\"\n\"Hanya demi mengukir goresan pertama dalam epos penciptaan dunia.\"\n\nDi bawah tatapan lembut Kephale, sang Penyelamat akan membawa semua harapan manusia untuk menciptakan langit dan bumi yang baru."
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "Deliverer's Boots of Pioneering",
      "type": "FOOT",
      "desc": "Sepasang sepatu bot yang konon dikenakan oleh sang Penyelamat saat melintasi gunung dan sungai, mungkin terlihat berbeda dari yang digambarkan oleh para penyair.",
      "typeText": "Kaki",
      "backstory": "\"Wahai Kepompong Emas, kamu akan menyaksikan sendiri akhir yang romantis, dan menenun kembali takdir yang sempurna tanpa cela.\"\n\"Wahai Gerbang Seribu Jalan, kamu akan membuka ribuan jalan pulang, dan menggenapi ramalan pertemuan di hari esok.\"\n\"Wahai Cabang Keretakan, kamu telah menanam benih kecerdasan 'keraguan', yang suatu hari akan bertunas dalam kebijaksanaan orang banyak.\"\n\"Wahai Mata Fajar Senja, lihatlah! Langit itu sempurna tanpa celah, dan di ujungnya membentang pelangi yang menyembuhkan.\"\n\n\"Pulanglah, wahai Tombak Hukuman Langit. Kamu akan naik ke takhta yang dikelilingi kerumunan, dan bersumpah demi kedamaian dunia.\"\n\"Berbicaralah sesukamu, wahai Koin Muslihat. Baik itu lelucon licik maupun kata-kata tulus, kamu tak perlu menyembunyikannya.\"\n\"Peluklah sepuasnya, wahai Tangan Kelabu, penguasa Sungai Jiwa ....\"\n\"Kelembutanmu mampu menghangatkan lautan bunga di seberang sana, dan pertemuan kembali layak dinantikan setelah setiap perpisahan.\"\n\n\"Umat manusia akan mendengar, nyanyian Cawan Kelimpahan yang tak pernah berhenti di tengah perjamuan.\"\n\"Umat manusia akan melihat, masa-masa tak terlupakan dalam naungan Tirai Malam Abadi.\"\n\"Pilar Batu yang abadi akan menopang perjalanan semua makhluk, hingga ke ujung perjalanan.\"\n\"Neraca Keadilan akan menganugerahkan hukum yang tak memihak, memahkotai para pahlawan dalam Perjalanan Pengejaran Api ....\"\n\n\"Wahai Takhta Dunia, kamu tak perlu lagi memikul semuanya sendirian.\nLihatlah, matahari yang berkobar abadi telah terbit ....\"\n\nKalimat yang tercipta dari penyesalan akan menjadi sempurna dalam bait-bait syair yang ditulis ulang.\nSementara titik akhir yang tak terjangkau itu ... akan tercapai melalui \"perintisan\"."
    }
  ]
}