{
  "id": 12227,
  "contacts": {
    "id": 7,
    "name": "Herta-Panoptikon-System",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Die allmächtige Nous wacht über dich",
    "typeId": 2,
    "type": "Andere"
  },
  "relatedMessages": [10108, 10120, 12226, 12227],
  "sections": [
    {
      "id": 1222700,
      "startingMessageId": [122270000],
      "messages": {
        "122270000": {
          "id": 122270000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Administratives Backend der Schöpfungskultivierung – Zur Erinnerung: Es ist 00:01 Herta-Systemzeit. Die gestrige Verwaltung des Ruhebereichs ist beendet. Zurzeit wird ein Tagesbericht über die Aktivitäten und Risiken der Schöpfungen im Ruhebereich für dich erstellt.",
          "next": [122270001]
        },
        "122270001": {
          "id": 122270001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Täglicher Bericht über die Aktivitäten und Risiken der Schöpfungen im Ruhebereich: 1. Eine Schöpfung versuchte, sich beim Baden im Sternenlicht ausgiebig zu räkeln, und verletzte sich dabei, weil sie sich zu sehr streckte. 2. Eine Schöpfung sprang auf den Boden und unterhielt sich 5 Minuten lang mit ihrem eigenen Spiegelbild im polierten Boden. Die anderen Schöpfungen sind sehr besorgt über ihre geistige Gesundheit. 3. Zwei Schöpfungen schliefen ein, während sie sich aneinander kuschelten. Eine von ihnen bekam jedoch einen Beinkrampf und trat die andere dutzende Male. Beide wachten aus dem Traum auf und begannen einen heftigen Streit. 4. Ein vorbeifahrender Roboter aktualisierte heute sein System und machte dabei seltsame Geräusche, die drei Schöpfungen aufweckten. 5. Drei Schöpfungen liegen zusammengerollt in einem Nest und suchen Wärme voneinander. Die Temperatur der Klimaanlage für diesen Bereich wurde heruntergedreht.",
          "next": []
        }
      },
      "participatingContactsIds": [7]
    }
  ]
}
