{
  "id": 12226,
  "contacts": {
    "id": 7,
    "name": "Herta-Panoptikon-System",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Die allmächtige Nous wacht über dich",
    "typeId": 2,
    "type": "Andere"
  },
  "relatedMessages": [
    10108,
    10120,
    12226,
    12227
  ],
  "sections": [
    {
      "id": 1222600,
      "startingMessageId": [
        122260000
      ],
      "messages": {
        "122260000": {
          "id": 122260000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Administratives Backend der Schöpfungskultivierung – Zur Erinnerung: Es ist 00:01 Herta-Systemzeit. Die gestrige Verwaltung des Fütterungsbereichs ist beendet. Zurzeit wird ein Tagesbericht über die Aktivitäten und Risiken der Schöpfungen im Fütterungsbereich für dich erstellt.",
          "next": [
            122260001
          ]
        },
        "122260001": {
          "id": 122260001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Täglicher Bericht über die Aktivitäten und Risiken der Schöpfungen im Fütterungsbereich: 1. Einige Schöpfungen versuchten, aus den Schüsseln anderer Schöpfungen zu stehlen, doch diese verschluckten dann den Rest des Essens in einer Sekunde, was alle anwesenden Schöpfungen zutiefst schockierte. 2. Eine Schöpfung stieß ihre Schüssel um und das Essen verteilte sich überall. Dann schien sie ihren Fehler zu bemerken, aß das ganze verstreute Essen und leckte den Boden ab, bis man sich darin spiegeln konnte. Dadurch rutschte eine unaufmerksame vorbeigehende Schöpfung aus. 3. Eine neue Schöpfung probierte zum ersten Mal die Futterreste vom Vortag. Nach einer kurzen Verwirrung nahm sie das Futter erfolgreich zu sich. 4. Eine Schöpfung klopfte mit dem Schwanz auf den Boden, weil das Futter nicht ihrem Geschmack entsprach. Dann brach ihr Steißbein, weil der Boden der Raumstation zu hart war. Sie wurde bandagiert und befindet sich momentan nicht in einem kritischen Zustand. 5. Eine Schöpfung erfand eine neue Pose und streckte ihren Körper, während sie fraß, was die neugierigen Blicke der anderen Schöpfungen auf sich zog.",
          "next": []
        }
      },
      "participatingContactsIds": [
        7
      ]
    }
  ]
}