{
  "id": 14501,
  "contacts": {
    "id": 179,
    "name": "Anhänger der Evokkultisten",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Das Leben findet seinen eigenen Ausweg",
    "typeId": 2,
    "type": "Andere"
  },
  "relatedMessages": [
    14500,
    14501
  ],
  "sections": [
    {
      "id": 1450101,
      "startingMessageId": [
        145010000
      ],
      "messages": {
        "145010000": {
          "id": 145010000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "Diese Nachricht wurde automatisch vom System verschickt.",
          "next": [
            145010001
          ]
        },
        "145010001": {
          "id": 145010001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "An den Fremden, der den gleichen Ehrgeiz hat wie ich: Du hast 4 Zeichen des Goldenen Sündenbocks erhalten. Das lässt mich vermuten, dass du, genau wie ich, ein besonderes Interesse daran hast.",
          "next": [
            145010002
          ]
        },
        "145010002": {
          "id": 145010002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Mein Name ist Avilius (wie du vielleicht schon erraten hast). Meine persönlichen Fähigkeiten sind begrenzt, daher kann ich nicht viel über die Geheimnisse des Goldenen Sündenbocks herausfinden. Aber bei dir sieht das vielleicht anders aus. Um es ganz direkt zu sagen: Ich kenne zufällig eine Gelehrte mit festem Sitz im Ältestenrat. Diese hochrangige Akademikerin half mir bei der Analyse einiger Informationen über den Goldenen Sündenbock und installierte außerdem heimlich dieses automatische Übertragungssystem im Schafskopf.",
          "next": [
            145010003
          ]
        },
        "145010003": {
          "id": 145010003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Es heißt, dass das System des „Goldenen Sündenbocks“ eine einzigartige Netzwerkstrategie besitzt. Jedes Mal, wenn wir eine Herausforderung abschließen, hören wir ein uraltes Flüstern mit verschiedenen Bedeutungen. (Ich kann sie zwar nicht analysieren, aber diese Akademikerin kann tatsächlich verschiedene Übersetzungen für jedes Flüstern geben.) Natürlich glaubt der Evokkultismus, dass Wunder eher auf natürliche Weise entstehen, als dass sie von Menschenhand gemacht sind. Also steckt hinter dem Goldenen Sündenbock wohl kein Architekt, der uns Botschaften aus der Vergangenheit schickt.",
          "next": [
            145010004
          ]
        },
        "145010004": {
          "id": 145010004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "In der Tat ist der Goldene Sündenbock aus der Sicht dieser Akademikerin eher eine Projektion oder ein Riss in der Realität, die durch ein göttliches Wesen entstanden ist. Die Regeln, die dahinter stehen, sind das Ergebnis höherer Gesetze, die durch die Realität unterdrückt werden.",
          "next": [
            145010005
          ]
        },
        "145010005": {
          "id": 145010005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Ich glaube, wir schweifen vom Thema ab. Egal woher du diese 4 Symbole hast, mit den speziellen Funktionen, die die Akademikerin für die Teletafel entworfen hat, kann man sich in das System einklinken und die Daten erhalten, die ich hier eingebe.",
          "next": [
            145010006
          ]
        },
        "145010006": {
          "id": 145010006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "Wie bereits erwähnt, mein Name ist Avilius. Wenn du die Leute um den Kephale-Platz herum fragst, wirst du mich finden können.",
          "next": [
            145010007
          ]
        },
        "145010007": {
          "id": 145010007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "{F#Meine Gleichgesinnte}{M#Mein Gleichgesinnter} ... Ich werde dort auf deine Ankunft warten.",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        179
      ]
    }
  ]
}