{
  "id": 20111,
  "contacts": {
    "id": 1215,
    "name": "Hanya",
    "icon": "1215",
    "signature": "Traumdeutung, bitte nicht stören.",
    "typeId": 1,
    "type": "Figuren"
  },
  "relatedMessages": [20109, 20110, 20111],
  "sections": [
    {
      "id": 2011100,
      "startingMessageId": [201110000],
      "messages": {
        "201110000": {
          "id": 201110000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Manchmal kommen mir bestimmte Ideen, und ich weiß nicht, ob du sie verstehen würdest. Aber vielleicht schon, also hör zu.",
          "next": [201110001]
        },
        "201110001": {
          "id": 201110001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Im Kerker der Ketten bin ich manchmal tagelang in die Erinnerungen von Personen eingetaucht, die von Mara befallen sind. In der Außenwelt höre ich dagegen, wie sich Menschen über triviale Dinge beschweren: dass sie zu viele Hausaufgaben haben oder sich erschöpft fühlen, weil sie nur vier Stunden am Tag spielen können. Sie beschweren sich ständig darüber, dass sie müde sind.",
          "next": [201110002]
        },
        "201110002": {
          "id": 201110002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Mir würde schon eine kurze Auszeit von einer halben Stunde alle paar Tage als ein kostbares Geschenk der Zehn Fürsten reichen.",
          "next": [201110003, 201110004]
        },
        "201110003": {
          "id": 201110003,
          "type": "Text",
          "sender": "Player",
          "senderContactId": 8001,
          "text": "Bei jüngeren Menschen ist die Stressresistenz in der Regel geringer.",
          "next": [201110005]
        },
        "201110004": {
          "id": 201110004,
          "type": "Text",
          "sender": "Player",
          "senderContactId": 8001,
          "text": "Das ist wahr. Viele Menschen begreifen gar nicht, wie viel Glück sie in ihrem Leben haben.",
          "next": [201110005]
        },
        "201110005": {
          "id": 201110005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Aber je mehr ich darüber nachdenke, desto mehr verstehe ich sie. Als ich jünger war, habe ich mich auch immer über solche Dinge beschwert.",
          "next": [201110006]
        },
        "201110006": {
          "id": 201110006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Ich kann mich noch vage daran erinnern, dass ich als Kind immer sagte, ich wäre für keinen Job geeignet. Meine Schwester hat mich getröstet, aber ich weiß nicht mehr genau, was sie gesagt hat. Erst als ich anfing zu arbeiten, wurde mir klar, dass niemand wirklich für die Arbeitswelt geschaffen ist – und schon gar nicht für die Zehn-Fürsten-Kommission. Aber selbst wenn man nicht das Zeug dazu hat – sobald man den Wein des Vergessens getrunken hat, tut man einfach, was getan werden muss.",
          "next": [201110007]
        },
        "201110007": {
          "id": 201110007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Aber ich lasse nicht zu, dass sich der Alltagsstress so weit steigert, dass er zu einem Mara-Ausbruch führt. Deshalb besuche ich nach der Arbeit Dus Teehaus, um etwas Tee zu trinken. Das wirkt wahre Wunder.",
          "next": [201110008]
        },
        "201110008": {
          "id": 201110008,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 1215,
          "text": "Wenn du Zeit hast, kannst du gerne mitkommen.",
          "next": []
        }
      },
      "participatingContactsIds": [1215, 8001]
    }
  ]
}
