{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "Arcadie des rêves tissés",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Lorsque le nombre d'alliés sur le champ de bataille n'est pas égal 4, pour chaque allié en plus/en moins, les DGT infligés par le porteur et son mnémesprit augmentent de <nobr>9%</nobr>/<nobr>12%</nobr>, cumulable jusqu'à <nobr>4</nobr>/<nobr>3</nobr> fois."
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "Cabane tranquille du Labyrinthe de la mémoire",
      "type": "NECK",
      "desc": "Scellé dans cette sphère planaire se trouve le Labyrinthe de la mémoire de l'Élysée mystérieuse. Écartez les épis de blé dorés, et tombez, tombez, tombez... jusqu'au plus profond du creux d'un arbre. Hein ? Il y a plein de petites fées ! « Un, deux, trois, quatre, cinq, six, sept ? » Faux ! C'est « Do, ré, mi, fa, sol, la, si ! »",
      "typeText": "Sphère planaire",
      "backstory": "« Héhé, les enfants, la saison des récoltes du Labyrinthe de la mémoire est arrivée. Alors... qu'est-ce qu'on doit préparer ? » La cheffe caressa sa barbe blanche avec un sourire jovial.\n« Le Festival de la boisson ! » crièrent les fées à l'unisson.\n\nAu début, le Labyrinthe de la mémoire n'était qu'une terre stérile. Un petit garçon et une petite fille de l'Élysée mystérieuse y apportèrent des graines du monde extérieur et apprirent aux fées à les planter. Quand les graines fleurirent, les fées suivirent leur exemple, récoltant le nectar le long des treilles, où des abeilles aux pattes dorées et duveteuses bourdonnaient. Puis vinrent les fruits, mûrs et charnus ; c'était la saison des récoltes. Les fées se rassemblaient pour entonner des chants de célébration et tenir des festins qui duraient tard dans la nuit. Et après la nuit ? Ils mettaient le nectar de l'année en bouteilles, l'enterraient profondément dans la terre, et attendaient qu'il fermente en une potion capable de guérir les douleurs de grandir et le froid de l'hiver.\n\nC'est ainsi que se déroule chaque Festival de la boisson.\nMais cette année, la cheffe demanda en tirant sa barbe blanche : « Quelqu'un a vu Rélimem ? »\n\nLes fées cherchèrent partout jusqu'à trouver Rélimem profondément endormie à la porte de la cabane. Une bulle se formait au coin de sa bouche, clairement plongée dans un rêve exceptionnellement merveilleux. Milamem, curieuse, s'approcha et l'entendit murmurer dans son sommeil : « Blanc-crin, Cyrène... vous avez promis de revenir. Ensemble, on boira l'infusion de fruits de quillorbe qu'on a enterrée l'année dernière ! »\n\nDans son rêve, Rélimem était devenue géante, si énorme qu'elle bloquait complètement le trou de l'arbre menant au Labyrinthe de la mémoire. Les deux petits enfants ne trouvaient pas le moyen d'entrer. Blanc-crin et Cyrène essayaient de chatouiller les oreilles de Rélimem avec des joncs, de rebondir sur son ventre, d'appeler son nom encore et encore. Mais Rélimem dormait trop profondément pour les entendre.\n« Oh non... et si Blanc-crin et Cyrène ne revenaient jamais parce que je bloque le passage ? »\nLe cœur de Rélimem se mit à battre fort dans son rêve.\n\n« Aaah... Atchoum ! »\nRélimem se réveilla en sursaut avec un gros éternuement. Ouf ! Heureusement qu'elle ne s'était pas transformée en Rélimem géante qui bloque le passage du creux de l'arbre. Par contre... des fées s'étaient rassemblés tout autour d'elle.\n« Blanc-crin et Cyrène... ils sont venus ? »\nLes fées hochèrent la tête tristement. Plus personne ne se rappelait combien de Festivals de la boisson avaient eu lieu sans qu'ils reviennent.\nRélimem se découragea. Si seulement elle avait pu rester dans ce rêve encore un peu...\nLa petite Rélimem ne savait pas comment décrire ce qu'elle ressentait. Si elle avait dû l'expliquer... c'était comme un dernier jour d'été, quand on ouvre un bocal en verre pour relâcher des lucioles, et les regarder voleter."
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "Sifflet à vœux du Labyrinthe de la mémoire",
      "type": "OBJECT",
      "desc": "Un sifflet modelé dans l'argile. Il symbolise la promesse faite entre les petites fées et les deux enfants. Chaque fois que le garçon et la fille soufflaient dedans, un son résonnait, une sorte de « mem ? ». Ensuite, des fées ouvraient le creux de l'arbre menant au labyrinthe et les accueillaient chaleureusement.",
      "typeText": "Corde de liaison",
      "backstory": "« N'oubliez pas notre promesse ! Chaque fois que vous soufflerez dans votre sifflet à vœux, peu importe la distance, nous vous entendrons. »\n\nC'était la première fois que le petit garçon et la petite fille de l'Élysée mystérieuse étaient tombés dans le Labyrinthe de la mémoire et avaient rencontré les fées. Ils jouaient à cache-cache dans la cour avec leurs amis quand ils tombèrent accidentellement dans un creux d'arbre caché dans les hautes herbes. Il était si profond... profond comme un toboggan sans fond. Mais contrairement à ce qu'ils s'attendaient, ils ne s'écrasèrent pas au fond ni ne furent assommés, ils dégringolèrent directement au milieu d'une foule de fées...\n« Un, deux, trois, quatre, cinq, six, sept ! Il y a plein de chiens ! Euh non, c'est des lapins ?\n« Non non non ! On est do, ré, mi, fa, sol, la, si ! Je suis Dorimem, voici Solimem, et là-bas, c'est Rélimem ! »\n\nLeur amitié avec les fées était comme mille étoiles filantes : soudaine, étincelante et inoubliable. Ils passèrent une journée à rire ensemble. Mais bientôt, il fut temps de partir. S'ils ne rentraient pas, leurs parents allaient s'inquiéter.\n« Est-ce qu'on pourra se revoir ? » demanda le garçon, un peu triste.\n« Au revoir », « se séparer »... Les fées ne comprenaient pas vraiment ces mots. Dans le Labyrinthe de la mémoire, personne ne partait jamais, donc il n'y avait pas besoin de dire au revoir. Mais à voir l'expression sur les visages des enfants, ils réalisèrent que ce devait être quelque chose de triste. La Rélimem violette réfléchit un moment. « Attendez, Blanc-crin, Cyrène ! J'ai quelque chose pour vous ! »\n\nLe garçon et la fille tinrent le cadeau de Rélimem dans leurs paumes. C'était un petit sifflet en forme d'oreille de Mem, fait à la main par Rélimem elle-même. Il avait sept trous, et quand on soufflait dedans, chaque note résonnait claire et douce : do, ré, mi, fa, sol, la, si. « Si jamais vous voulez revenir jouer dans le Labyrinthe de la mémoire, soufflez simplement dans ce sifflet. Que l'on soit en train de dormir, de chanter, ou de construire des maisons de feuilles... on vous entendra, et on ouvrira le creux de l'arbre du labyrinthe pour vous », dit Rélimem avec un ton sérieux.\n\n« Une flûte mystérieuse qui réveille les fées ? » la jeune fille gloussa. « On reviendra, promis juré ! »\nÀ partir de ce jour, les moments les plus heureux de Rélimem étaient quand la flûte résonnait. Elle criait toujours de joie : « Je l'entends ! Je l'entends avec mes deux oreilles ! »\n\nLe temps passa, et Blanc-crin et Cyrène, qui avaient quitté l'Élysée mystérieuse, se souvenaient de tout de leur enfance : les jouets en fer-blanc rouillés, les petits soldats manchots dans la grange, les fleurs tricotées, toutes les pluies qui ne sont jamais tombées, le sang séché depuis longtemps et les champs de blé brûlés jusqu'à ne laisser que des cosses cassantes...\nMais ils oublièrent le petit sifflet enterré dans la terre... Et une promesse qu'ils ne pouvaient plus tenir."
    }
  ]
}