{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "Tonnerre grésillant",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT de foudre de <nobr>10%</nobr>.",
    "4": "Lorsque le porteur utilise sa compétence, son ATQ augmente de <nobr>20%</nobr> pendant <nobr>1</nobr> tour."
  },
  "pieces": [
    {
      "_id": 31091,
      "ids": [31091, 41091, 51091, 61091],
      "id": "lunettes_de_soleil_polarises_du_groupe",
      "name": "Lunettes de soleil polarisées du groupe",
      "type": "HEAD",
      "desc": "Une paire de lunettes de soleil classiques portées par l'une des chanteuses du groupe, Janis. Les verres sont teintés de bleu.",
      "typeText": "Tête",
      "backstory": "La vie de l'étoile touchait à sa fin. Les habitants d'Émeraude-III fuyaient leur monde avant que la géante rouge n'explose.\\n\\nDans ce scénario sans issue, l'élite prétendit ne pas entendre les cris de désespoir.\\n\\nLes parents de Janis avaient déboursé une somme faramineuse pour monter à bord d'un vaisseau, priant pour leur salut interstellaire. L'explosion de la géante rouge détruirait la planète, qui s'effondrerait en naine blanche... La fuite était la seule option. Janis, Docteur du chaos, décida, quant à elle, d'affronter l'annihilation de son système afin de prouver que l'existence de sa planète ne s'effacerait jamais.\\n\\nAlors que le soleil mourant brillait de plus en plus fort, Janis enfila les lunettes de soleil de sa mère et rentra sur sa planète entourée d'autres jeunes partageant cet état d'esprit.\\n\\n« Seuls les lâches fuient en criant pour leur salut. » Janis transforma le cri de colère poussé lors d'une dispute avec ses parents en paroles pour sa chanson « C'est un salut au rabais », tube du premier album de Tonnerre grésillant."
    },
    {
      "_id": 31092,
      "ids": [31092, 41092, 51092, 61092],
      "id": "bracelet_de_la_tourne_du_groupe",
      "name": "Bracelet de la tournée du groupe",
      "type": "HAND",
      "desc": "Le bracelet du bassiste Sid, tissé à partir des bracelets de soie obtenus durant la tournée. Plusieurs couplets de chanson y sont écrits.",
      "typeText": "Mains",
      "backstory": "Tonnerre grésillant connut rapidement le succès sur Émeraude-III grâce à plusieurs tubes.\\n\\nDave marqua le début de leur tournée en faisant vibrer énergiquement les cordes de sa guitare rythmique et en envoyant des étincelles, que des hordes de fans considéraient comme la seule lumière dans leur vie.\\n\\nPartout où le groupe se rendait, des fans proposaient volontairement d'aider au maintien de l'ordre et distribuaient des bracelets à tous ceux qui venaient au concert. Faute d'avoir de quoi fuir la planète, la plupart de ces fans n'avaient d'autre choix que d'accepter leur sort et d'attendre l'explosion électromagnétique. Le retour des jeunes rebelles avait comme mis le feu à leur propre âme. Sur ces bracelets, on retrouvait les paroles des chansons et l'heure du concert, mais ils symbolisaient aussi leurs cris silencieux.\\n\\nSid, le bassiste, collectionnait les bracelets de chaque tournée. Sa petite amie les avait tressés pour en faire un bracelet unique, qu'il ne quittait jamais.\\n\\n« Il n'y a pas de sens, pas de direction, nulle part où aller, et pas d'avenir pour nous. » Paroles tirées de la chanson « Notre chemin » du deuxième album de Tonnerre grésillant, et credo de Sid."
    },
    {
      "_id": 31093,
      "ids": [31093, 41093, 51093, 61093],
      "id": "veste_en_cuir_clout_du_groupe",
      "name": "Veste en cuir clouté du groupe",
      "type": "BODY",
      "desc": "David, l'un des chanteurs du groupe, a dessiné une étoile blanche au dos de son blouson en cuir et en a fait la couverture du dernier album du groupe.",
      "typeText": "Corps",
      "backstory": "Le rock de Tonnerre grésillant résonnait à travers le système et faisait abonder sur une Émeraude-III agonisante des hordes de jeunes peu enclins à fuir.\\n\\nJimmy, le guitariste principal, conduisit le groupe sous terre. Ils chantèrent sur la tragédie qu'était la destruction de la planète et les paroles résonnèrent dans tout l'univers.\\n\\nDavid avait orné le dos de sa veste en cuir d'une étoile blanche ou, plus précisément, d'une naine blanche, comme le deviendrait leur planète après l'effondrement. Ce serait la preuve de l'existence de leur étoile. Ceux qui avaient quitté la galaxie et ceux qui avaient choisi de rester écoutèrent tous ce rock tonitruant et brandirent le même symbole percutant.\\n\\nMalgré leur disparition imminente, leur existence serait éternelle à travers leur musique.\\n\\n« Nous brûlerons avec notre vie, car l'étoile blanche a besoin d'une étincelle pour s'allumer. » Paroles tirées de la chanson « Étoile blanche », qui a aussi donné son nom au dernier album de Tonnerre grésillant. La musique et les paroles sont de David."
    },
    {
      "_id": 31094,
      "ids": [31094, 41094, 51094, 61094],
      "id": "bottes_cloutes_du_groupe",
      "name": "Bottes cloutées du groupe",
      "type": "FOOT",
      "desc": "Les bottines de Bonham, le batteur. Les rivets qui ornent le cuir reflètent les lumières de la scène.",
      "typeText": "Pieds",
      "backstory": "Tonnerre grésillant avait changé les attitudes vis-à-vis de la finalité des choses, mais pas le destin.\\n\\nIl ne restait que désolation et désespoir à la surface de la planète condamnée. Dans cette ère de pénuries, le groupe utilisait de vieux films radiographiques pour enregistrer leurs albums.\\n\\nAvant la longue nuit qui attendait Émeraude-III, la température chuta, rendant l'air bien plus agréable. Bon nombre de personnes sortirent alors de leurs abris souterrains pour assister au spectacle du groupe. Lors du dernier concert de leur tournée « Coup de tonnerre », l'air crépitant était chargé des signaux annonciateurs des orages électromagnétiques, et les éclairs remontaient le long de l'échafaudage en métal qui soutenait la scène. Des étincelles jaillissaient sous les bottes de Bonham. Le groupe ne faisait plus qu'un avec le tonnerre et les éclairs. Après le rappel, une immense boule de foudre avala la scène tout entière, annonçant ainsi la fin du concert de Tonnerre grésillant.\\n\\nCette nuit marqua la fin de Tonnerre grésillant, comme l'avaient prédit les paroles.\\n\\n« Les coups de tonnerre noient notre voix, les éclairs affluent dans nos veines. Nous périrons avec notre musique et notre étoile. » Paroles de « Chanson du tonnerre grésillant » du dernier album de Tonnerre grésillant et chef-d'œuvre de Bonham."
    }
  ]
}
