{
  "_id": 304,
  "id": "belobog_of_the_architects",
  "name": "Belobog des Architectes",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente la DÉF du porteur de <nobr>15%</nobr>. Lorsque ses chances d'appliquer des effets sont d'au moins <nobr>50%</nobr>, il obtient <nobr>15%</nobr> de DÉF supplémentaire."
  },
  "pieces": [
    {
      "_id": 33045,
      "ids": [
        33045,
        43045,
        53045,
        63045
      ],
      "id": "forteresse_de_la_prservation_de_belobog",
      "name": "Forteresse de la Préservation de Belobog",
      "type": "NECK",
      "desc": "Scellé dans cette sphère planaire se trouve le monument de l'Hiver éternel, lieu caractéristique du District administratif de Belobog. Ceux qui passent devant ce monument peuvent sentir un regard distant et chaleureux qui les protège.",
      "typeText": "Sphère planaire",
      "backstory": "Il y a de cela plusieurs millénaires, Jarilo-VI bénéficiait encore de températures favorables en toute saison et d'un climat océanique qui en faisait rêver plus d'un.\\n\\nDes fruits sucrés poussaient un peu partout dans les bois, les marées portaient la chaleur de la rosée et le vin ambrosien coulait à flots, à tel point que tout le monde pouvait en boire jusqu'à plus soif. Les habitants débordaient d'énergie et d'inspiration. Ils construisirent des routes, des villes, des résidences balnéaires et des palais grandioses. Cette vie faste commençait toujours par une tasse de café à l'aube et se terminait par une cruche de bière délicatement maltée à la tombée de la nuit.\\n\\nBientôt, le Star Rail se connecta au monde de Jarilo-VI, apportant le commerce interstellaire et les technologies extracélestes.\\n\\nAu début, les visiteurs des autres mondes venaient jusqu'ici pour les minerais géomarins, des cristaux de Préservation lumineux contenant le flux vital nécessaire au bon fonctionnement des industries. Plus tard, des visiteurs d'un autre monde arrivèrent pour s'installer et mener une vie paisible. Entre baies, palmiers et ravins, Jarilo-VI ne manquait pas de paysages pittoresques. Il n'était pas rare d'entendre des chansons joyeuses et des mélodies entraînantes flotter dans l'air. Autrement dit, il s'agissait d'une destination parfaite pour tout voyageur désirant se mettre au vert. On croyait qu'avec le temps, ce monde au climat humide finirait par rayonner tout aussi intensément que n'importe quelle autre planète de renom dans l'univers.\\n\\nIl y a environ mille ans, un Stellaron traversa le ciel avant de descendre sur ce monde.\\n\\nLe destin de la planète entière sombra alors dans le chaos le plus total, comme un corps céleste propulsé dans une danse macabre. Les violentes légions de la Destruction apparurent dans le ciel, et avec elles, les flammes de la guerre se répandirent à la surface. Les Architectes érigèrent des murs défensifs et des frontières. Des statues de plusieurs centaines de mètres de haut furent construites pour combattre la monstruosité en forme de dragon. Peu après, et contre toute attente, des vagues de gel les emportèrent tous, engloutissant tout sur leur passage, alliés comme ennemis. La planète entière était enveloppée d'un silence sordide... Une énorme barrière spatiale invisible recouvrait l'ensemble de la ville forteresse, comme deux mains protégeant à grand-peine la faible lueur vacillante d'une bougie une nuit de grand vent. Tant bien que mal, la civilisation survécut.\\n\\nPar la suite, cette ville fut baptisée Belobog."
    },
    {
      "_id": 33046,
      "ids": [
        33046,
        43046,
        53046,
        63046
      ],
      "id": "dfense_de_fer_de_belobog",
      "name": "Défense de fer de Belobog",
      "type": "OBJECT",
      "desc": "Les Gardes de la crinière d'argent de Belobog se tenaient fermement dans la tempête hivernale glacée, formant une ligne en attendant l'assaut imminent des envahisseurs d'au-delà du ciel. La volonté des gardes était indestructible, et leur défense ne reculait devant rien.",
      "typeText": "Corde de liaison",
      "backstory": "Avant la venue de la calamité, les Architectes nourrissaient de grands espoirs pour Jarilo-VI.\\n\\nPour imiter la majesté de Qlipoth, ils créèrent des machines capables de remodeler une planète. Des centaines de Moteurs de la création crachaient du feu et des flammes, parcourant la terre comme un infatigable jardinier cultivant des champs en friche. Quelques décennies plus tard, les canons et les collines furent remplacés par des plaines et des forêts, et des villes se développèrent en bord de mer.\\n\\nAprès le présage de la Destruction, les Architectes envoyèrent des machines guerroyer, constituant ainsi la première génération de la « défense de fer ».\\n\\nAprès l'arrivée du Stellaron, les soldats de la Destruction déferlèrent comme des papillons de nuit attirés par la lumière des flammes, ne laissant derrière eux que des terres désolées. Les machines autrefois employées pour la création étaient maintenant des armes de guerre impitoyables, lançant leurs poings de fer au cœur du champ de bataille au mépris de leur vocation. Finalement, les gigantesques jardiniers s'écroulèrent, s'effritant comme les pierres tombales d'une civilisation à bout de souffle, marquant ainsi le recul progressif de la ligne défensive.\\n\\nLe jour où il ne fut plus possible de battre davantage en retraite, les Gardes de la crinière d'argent serrèrent fermement leurs armes entre leurs mains : leur patrie n'avait jamais été aussi vulnérable.\\n\\nL'arrivée du grand froid prit tout le monde par surprise. Les monstres d'au-delà du ciel et les soldats en première ligne s'entretuaient sauvagement. Puis la neige et la glace finirent par recouvrir le champ de bataille. Dans le chaos le plus total, Belobog était devenu le dernier espoir, comme un phare au milieu de la nuit. Deux camps se livraient une bataille pour la conquérir : l'un voulait la détruire, l'autre la protéger. Les Gardes de la crinière d'argent marchèrent dans la tempête de neige, chantant à tue-tête le nom d'Alisa Rand, et disparurent pour toujours.\\n\\nLorsque la tempête se calma, les habitants de Belobog osèrent enfin escalader le mur pour découvrir ce qu'il restait..."
    }
  ]
}