{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "Tranquille demeure des os",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente les PV max du porteur de <nobr>12%</nobr>. Lorsque les PV max du porteur sont supérieurs ou égaux à <nobr>5000</nobr>, les DGT critiques du porteur et de son mnémesprit augmentent de <nobr>28%</nobr>."
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "Tombes des défunts d'Aidonia",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve Aidonia d'Amphoreus, où les fidèles de {RUBY_B#Titan de la Mort}Thanatos{RUBY_E#} ont érigé de gigantesques stèles sur les plaines enneigées pour vénérer la Demoiselle qui leur a apporté la bénédiction de la mort.",
      "typeText": "Sphère planaire",
      "backstory": "La cité de la mort recouverte de neige, Aidonia, se dresse en silence au milieu des blizzards.\n\nAu cours de la longue ère chryséenne, presque tout le monde put jouir d'une vie éternelle dans les terres chaudes. Mais certains, fatigués du cycle éternel du jour et de la nuit, décidèrent de chercher la destination finale de la vie. « D'où vient la vie et où va-t-elle ? » récita Éleusis, le chef des ascètes, alors qu'il avançait vers le nord avec ses disciples à la recherche d'un sommeil doux, froid et éternel. Les ascètes, enveloppés dans leurs robes, s'installèrent dans les terres désolées du nord et fondèrent une ville austère où la neige tombait en permanence. Ils l'appelèrent « Aidonia ».\n\nLes archives de la fin de l'ère chryséenne sont incomplètes. Le premier mort d'Amphoreus serait originaire d'Aidonia. Il reçut la grâce de la mort de {RUBY_B#Titan de la Mort}Thanatos{RUBY_E#}, à la fois une bénédiction miséricordieuse et le plus grand des honneurs.\n\nLe peuple d'Aidonia a longtemps été habitué au froid rude et mortel. La neige elle-même, imprégnée de la foi silencieuse de {RUBY_B#Titan de la Mort}Thanatos{RUBY_E#}, a aussi dérobé la chaleur de la vie lorsqu'elle a touché le sol. Dans les temps anciens, les voyageurs qui pénétraient dans les domaines d'Aidonia trouvaient souvent des cadavres gisant au bord de la route, retournant dans l'étreinte de la {RUBY_B#Titan de la Mort}Main de l'ombre{RUBY_E#}. Le vent du nord hurlait et les morts devenaient juste des balises pour les voyageurs, qui se hâtaient de traverser Aidonia tant qu'il leur restait un souffle de vie.\n\nPlus tard, les Aidoniens découvrirent des stèles funéraires dans les terres désolées, où quelqu'un avait offert des bénédictions pour le cycle et l'extinction de la vie.\n\nSous l'une des stèles dormait une jeune femme inconnue. Un champ de mort l'entourait comme une ombre, flétrissant même les squelherbes qui respiraient le souffle de la mort. Les Aidoniens sentirent en elle la touche miséricordieuse de {RUBY_B#Titan de la Mort}Thanatos{RUBY_E#} et l'amenèrent à la ville pour qu'elle soit vénérée comme une Demoiselle. Les fidèles du Titan de la mort suivirent son exemple et érigèrent d'immenses stèles dans les terres désolées pour marquer la fin des longs voyages et le retour des longues vies. La vie et la mort sont des chemins, et ici, il n'y a que des pierres pour marquer la voie.\n\nLes stèles avertissaient les voyageurs que personne ne s'arrêtait, ni ne dormait ici... Les morts sont aussi des voyageurs, ils sont le vent du nord et la neige, entrelacés dans des fils infinis."
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "Chaîne osseuse d'outre-tombe d'Aidonia",
      "type": "OBJECT",
      "desc": "Les os des bêtes, les pointes de flèches et les chardons de fer reliaient les Aidoniens au monde des morts. Les ascètes des terres désolées ne souhaitaient qu'une chose : que leur pauvreté et faiblesses n'entravent pas leur âme dans leur traversée de la mer glacée vers leur déité.",
      "typeText": "Corde de liaison",
      "backstory": "Un jour, un idiot agressif a défié les croyants aidoniens en leur demandant si Amphoreus pouvait vénérer la mort : « Si vous aimez tant {RUBY_B#Titan de la Mort}Thanatos{RUBY_E#}, pourquoi ne pas transpercer vos poitrines avec une lance ? »\n\nLes Aidoniens regardèrent l'homme avec dédain et lui dirent que la Rivière des âmes ne transportait jamais les âmes pauvres.\n\nDepuis sa fondation, Aidonia est l'endroit le plus respectueux de la vie de tout Amphoreus. Les fidèles de {RUBY_B#Titan de la Mort}Thanatos{RUBY_E#} croient fermement que les eaux de la Rivière des âmes sont si glaciales qu'aucun mortel ordinaire ne peut les traverser. Ce n'est qu'après avoir marché longtemps dans le monde et s'être suffisamment endurcie qu'une âme inébranlable peut traverser les eaux gelées et se présenter devant {RUBY_B#Titan de la Mort}Thanatos{RUBY_E#}. Chercher la bénédiction de la mort et déprécier la vie sont deux choses différentes.\n\nC'est pourquoi, bien que les Aidoniens fussent de redoutables guerriers qui ne craignaient pas la mort, ils n'envahissaient jamais les terres fertiles du sud, car ce n'était pas des lieux propices au renforcement de l'âme. Les Aidoniens méprisaient le confort.\n\nL'ascétisme était une pratique culturelle propre aux Aidoniens. Chaque année, pendant les quelques jours clairs où la neige se dissipait et n'obstruait pas la vue, se tenait le festival de la collecte d'ossements. Les prêtres d'Aidonia partaient de la ville en groupes, à la recherche d'ossements de bêtes enterrés dans les friches et les marécages. Les meilleures offrandes rituelles étaient les squelettes des bêtes préhistoriques mortes de nombreuses années plus tôt selon le Calendrier lumineux. Lorsqu'on les touchait, leurs échos sourds semblaient être accompagnés par les chuchotements de {RUBY_B#Titan de la Mort}Thanatos{RUBY_E#}. Les os, comme trempés par le froid de la Rivière des âmes, étaient transportés dans la ville. Les plus abîmés étaient transformés en ornements que les habitants portaient jour et nuit, tandis que les mieux conservés étaient polis par les prêtres pour créer des épées cérémonielles, qui servaient d'offrandes pour le festival.\n\nLors d'un festival de la collecte d'ossements, les Aidoniens ont trouvé une jeune fille dans les terres désolées. Les rumeurs se sont vite répandues, racontant que son toucher permettait aux gens de traverser la Rivière des âmes et d'affronter la mort directement.\n\nLes fidèles des défunts affluèrent au temple pour rencontrer la représentante de {RUBY_B#Titan de la Mort}Thanatos{RUBY_E#}. Les prêtres d'Aidonia, sentant l'impact de la jeune fille sur la foi, la nommèrent Demoiselle de la guerre et interdirent aux civils de l'approcher. Seuls les ascètes ayant enduré les épreuves du monde et vénéré la vie et la mort avaient le privilège de partir dans ses bras vers la Rivière des âmes. La jeune femme, vêtue des robes longues confectionnées par les prêtres, accomplissait le rituel en étreignant les fidèles de ses mains, et leur apportait la sépulture.\n\nLes Aidoniens considéraient le fait que la Rivière des âmes ne transporte jamais des âmes pauvres comme une vérité absolue. Cependant, la Rivière des âmes n'examine jamais le poids des âmes, elle s'écoule juste silencieusement vers la destination finale des vivants, là où tous convergent."
    }
  ]
}