{
  "_id": 310,
  "id": "broken_keel",
  "name": "Quille brisée",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente la RÉS aux effets du porteur de <nobr>10%</nobr>. Lorsque sa RÉS aux effets est supérieure ou égale à <nobr>30%</nobr>, les DGT critiques de tous les alliés augmentent de <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [
        33105,
        43105,
        53105,
        63105
      ],
      "id": "vaisseau_chute_de_baleine_dinsumousu",
      "name": "Vaisseau Chute de baleine d'Insumousu",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve la région autonome d'Insumousu à Thalassa. C'est ici que s'était écrasé le Daiyu de Xianzhou, inspirant ainsi la civilisation insumousienne.",
      "typeText": "Sphère planaire",
      "backstory": "« Il y a bien longtemps, le palais des dieux est tombé du ciel. »\n\nAu début, on ne pouvait distinguer qu'une ombre qui planait au-delà de l'atmosphère. Puis est venue une lumière incandescente provoquée par le frottement de l'air jusqu'à ce que sa véritable forme se dévoile : un immense palais, une merveille dépassant le savoir-faire de tous les plus grands artisans insumousiens réunis. Sa chute était lente et majestueuse, comme s'il s'était condensé sur la surface de la voûte céleste. L'océan insumousien était vaste, mais pouvait-il contenir un palais céleste tombé des cieux ? Personne ne le savait.\n\n« Au milieu du chaos, certains se dispersèrent et fuirent dans toutes les directions, tandis que d'autres restèrent dans les villages sur la terre ferme et sous les océans, anticipant la descente de la Chute divine. »\n\nLe Daiyu de Xianzhou s'écrasa à la surface de Thalassa, creusant un profond cratère immergé en plein milieu de la mer insumousienne. Pendant sept jours planétaires, le monde trembla de stupeur et de chagrin. Désormais, les ruines magnifiques se dressaient silencieusement sur le plancher océanique, comme la carcasse d'un dieu, à la fois triste et splendide. Les survivants d'Insumousu avaient toujours vécu sous l'eau. C'est avec émerveillement et tristesse qu'ils ont assisté à la dévastation de leur foyer par un palais céleste venu d'au-delà du ciel. Cependant, c'est avec joie et allégresse qu'ils ont trouvé une nouvelle demeure dans les ruines du Daiyu après sa Chute divine.\n\nL'amélioration de leurs conditions de vie a donné aux Insumousiens plus de temps et d'énergie pour se recentrer sur eux. Alors qu'ils contemplaient les magnifiques ruines tombées du ciel, ils eurent enfin l'opportunité de se demander qui ils étaient, et d'où ils venaient.\n\nAuparavant, les Insumousiens ne maîtrisaient ni l'art de la métallurgie ni celui de l'écriture. Armés de leur imagination, ils entreprirent donc d'approfondir leurs connaissances pour comprendre le monde à travers la narration. Ainsi, de la bouche des conteurs, des légendes voyaient le jour et étaient transmises de génération en génération, jusqu'à ce que ces mythes finissent par être tissés dans leur esprit. Ces mythes ont forgé leur vision du monde, et c'est à partir d'eux que s'est bâtie leur civilisation. Alors que les étoiles glissaient lentement dans le ciel et que les siècles s'écoulaient, Thalassa est devenue l'un des partenaires commerciaux de l'Alliance Xianzhou. C'est alors que le peuple aquatique insumousien a mis pour la première fois le pied dans le palais céleste. C'est là qu'ils ont pu enfin contempler la vraie grandeur du Daiyu, et qu'ils apprirent la vérité derrière la Chute divine.\n\nChez les Insumousiens, les instruits se considéraient comme la continuité du Daiyu : « Ce que le Daiyu suivait, nous le suivrons. Ce que combattait le Daiyu, nous le combattrons. », disaient-ils. Lorsqu'ils racontent des histoires anciennes, ils commencent toujours par ces mots :\n\n« Il y a bien longtemps, le palais des dieux est tombé du ciel. »"
    },
    {
      "_id": 33106,
      "ids": [
        33106,
        43106,
        53106,
        63106
      ],
      "id": "aussire_lime_dinsumousu",
      "name": "Aussière élimée d'Insumousu",
      "type": "OBJECT",
      "desc": "Le Daiyu de Xianzhou jadis tombé est amarré à jamais dans un monde étranger. Peut-être est-il temps de couper le cordon et de le laisser retourner d'où il vient.",
      "typeText": "Corde de liaison",
      "backstory": "Éclairés par la civilisation, les Insumousiens ne considèrent plus les victimes du vaisseau échoué comme des dieux tombés du ciel. Néanmoins, leur vénération à leur égard reste inchangée. Ainsi, les poètes insumousiens chantent : « L'océan a beau engloutir les mortels, leur esprit reste à jamais éternel. »\n\nConformément au calendrier insumousien, le deuxième jour de repos du mois des marées célèbre la commémoration du jour de la Chute divine. À cette occasion, les habitants des océans récitent des passages des écritures sacrées, consomment des herbes rituelles, et s'adonnent à des danses étonnantes le long des courants marins en l'honneur des dieux tombés qui ont apporté leurs bénédictions à Insumousu. Avec l'avènement de l'époque moderne, la connotation religieuse du jour de la Chute divine s'est estompée. Les écritures sacrées ont été remplacées par des chants et les herbes rituelles par des mets somptueux. Seules les danses étranges ont perduré en tant qu'héritage culturel.\n\nAu cours des derniers siècles du Calendrier Stellaire, les Insumousiens ont généreusement partagé leur culture unique avec le monde extérieur, et la commémoration de la Chute divine a progressivement subi des changements.\n\nLes villes terrestres d'Insumousu sont souvent remplies de jeunes, en particulier lors de la commémoration de la Chute divine, lorsqu'ils chantent et dansent toute la nuit. Les touristes étrangers aiment se joindre aux festivités, notamment les visiteurs de Xianzhou qui apprécient l'atmosphère festive des villes, pleine de passion aussi inarrêtable qu'un tsunami. Arrivés à l'âge adulte, les Insumousiens perdent l'usage de leurs poumons, et des branchies se développent sur leur cou. Leurs mains et leurs pieds deviennent également plus adaptés à la vie aquatique. Comme le disent les poètes : « Le peuple d'Insumousu confie ses jeunes bruyants et tumultueux à la terre, et ses anciens silencieux et solennels à l'océan ».\n\nAvec le soutien de la guilde Céleste de Xianzhou, un nouveau rituel a été ajouté à la commémoration de la Chute divine. Les participants plongent dans l'épave du Daiyu de Xianzhou à la recherche des dépouilles des natifs de Xianzhou, puis les placent dans un astroskiff envoyé sur l'étoile de Thalassa.\n\nAprès la découverte de l'histoire du Daiyu, les Insumousiens ont également appris la raison de sa chute. Alors que le vaisseau était endommagé et hors d'usage, Qingzhu, le chef du Daiyu, a pris la décision de se sacrifier pour mettre un terme à la malédiction du fléau de l'immortalité. L'Alliance Xianzhou espère que les héros tombés au combat auront droit à une commémoration digne de ce nom, et les Insumousiens qui ont survécu au désastre ont répondu à son appel.\n\nÀ un moment de la nuit, les célébrations s'arrêtent brusquement. Les enfants et les jeunes Insumousiens s'assoient sur la côte en compagnie des natifs de Xianzhou, tandis que les adultes émergent de l'eau et contemplent solennellement l'horizon au-dessus de la mer. Ensuite, des astroskiffs jaillissent de l'eau et s'envolent du fond des océans jusqu'aux étoiles.\n\nChaque astroskiff porte une superbe inscription en calligraphie insumousienne : « Détachez les liens des marins engloutis. Ne pleurez pas et voguez sans crainte après ma mort. »"
    }
  ]
}