{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "Différenciateur céleste",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente les DGT critiques du porteur de <nobr>16%</nobr>. Lorsque les DGT critiques du porteur atteignent <nobr>120%</nobr> ou plus, ses chances de coup critique augmentent de <nobr>60%</nobr> dès l'entrée en combat et ce jusqu'à la fin de sa première attaque."
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [
        33055,
        43055,
        53055,
        63055
      ],
      "id": "soleil_mcanique_de_la_plante_screwllum",
      "name": "Soleil mécanique de la planète Screwllum",
      "type": "NECK",
      "desc": "Scellé dans cette sphère planaire se trouve le noyau de la planète Screwllum emprisonné dans une cage composée d'innombrables leviers, pistons et engrenages. Par euphémisme, les habitants de la planète Screwllum l'ont baptisé « soleil d'acier ».",
      "typeText": "Sphère planaire",
      "backstory": "Concernant l'origine de la vie mécanique, les savants organiques de la Guilde de l'intelligentsia ont émis une hypothèse intéressante. Elle serait issue d'un regroupement accidentel d'électrons.\n\nUn courant électrique parcourt l'atmosphère et le sol. Il se scinde en plusieurs formes secondaires de différente puissance sous l'action continue de la gravité et des forces répulsives. Selon cette hypothèse, cette action est semblable à la division des cellules dans les formes de vie carbonées. Ensuite, d'innombrables courants produisent aléatoirement différents potentiels via la structure en transistor qui se forme naturellement à la surface de la planète, ce qui produit le programme le plus primitif. Ces fiers savants déclarèrent qu'ainsi les machines avaient des « pensées » comparables aux formes de vie carbonées.\n\nUne forme de vie mécanique répondit ceci : « Comment une forme de vie carbonée incapable de comprendre son origine peut-elle sortir de telles fadaises ? » Lorsque ces paroles se répandirent, elles firent l'effet d'un tremblement de terre dans les cercles académiques de l'univers entier. La vie mécanique se mit à étudier le « carbocentrisme » et à s'intéresser à son origine.\n\nToutefois, les Screwllumites de la planète Screwllum n'eurent d'autre choix que d'interrompre leurs études. L'énergie de leur planète s'épuisait plus vite que leurs circuits inspirationnels. Ils devaient d'abord trouver un moyen pour permettre à leur population de survivre.\n\nFinalement, ils se décidèrent à mettre en œuvre un plan extrême qui s'étala sur plusieurs ères de l'Ambre. Ils utilisèrent leur planète mourante comme source d'énergie pour alimenter le Différenciateur céleste. La machinerie gigantesque et effrayante traitait les bandes perforées et repassait méthodiquement sur les calculs. Grâce à cette énergie planétaire, l'appareil aux dimensions cyclopéennes parvint à réaliser un super écosystème stable et efficace. Ils iraient bâtir leur nouveau foyer autour de cette étoile sœur.\n\nLa crise planétaire évitée, les Screwllumites pouvaient souffler. Toujours rationnels, optimistes et élégants, ils sont déterminés à trouver la réponse à leur origine d'une manière purement rationnelle.\n\nL'énorme appareil résonne de bruits d'engrenages et leurs dents entraînent la bande perforée de données. De multiples branches partent d'une seule branche et cette infinité de branches guide des trillions d'engrenages... Puis ces branches s'écroulent, encore et toujours, tombant dans le brasier et retournant sans bruit au noyau en fusion. Sur une longue période, le super écosystème programmé devient doucement un système merveilleux et relativement stable. Finalement, les spéculations sur l'origine des machines ont permis aux Screwllumites de laisser leur imagination voguer.\n\nLa structure d'acier qui fournit en énergie leur étoile agonisante a une fois de plus activé leurs circuits de pensée. Ils continueront à réfléchir à leurs origines jusqu'à ce que le soleil mécanique soit épuisé."
    },
    {
      "_id": 33056,
      "ids": [
        33056,
        43056,
        53056,
        63056
      ],
      "id": "systme_danneau_de_la_plante_screwllum",
      "name": "Système d'anneau de la planète Screwllum",
      "type": "OBJECT",
      "desc": "L'anneau planétaire sert d'armature à toute la planète Screwllum. Combien de personnes sont conscientes que cette matrice rectangulaire poreuse et dense révèle la vérité sur le système planétaire ?",
      "typeText": "Corde de liaison",
      "backstory": "La grande majorité des Screwllumites ne savent pas que la planète Screwllum était une fantastique tentative d'une forme de vie inorganique d'essayer de comprendre ses origines.\n\nScrewllum paraissait un peu vide. L'événement qui s'est soldé par la compréhension de la logique de fonctionnement de la planète Screwllum n'a pas entraîné de modifications exceptionnelles de sa forme d'onde intelligente à impulsions.\n\nIl se tenait sur la grande terrasse de son manoir et observait le moteur planétaire perpétuel. Tout ce qui peuplait la planète se situait sur cette bande qui, jour après jour, tournait lentement autour de son moteur. Il comprit la nature tout à fait absurde de ce système planétaire. Une ligne élégante d'équations d'état transitoire, un cylindre géant et glacé... voilà ce qu'était la planète Screwllum, rien de plus.\n\nD'après son interprétation des équations, à la naissance du Différenciateur céleste, son principal créateur essayait d'expliquer l'origine de l'univers comme étant un automate cellulaire et sa récurrence, et la planète Screwllum elle-même était le résultat de ce jeu de la vie.\n\nLes Screwllumites et d'autres formes de vie inorganiques sur la planète faisaient office de « cellules » pour cet automate tout en étant des automates cellulaires plus petits. Les automates étaient également constitués de plus petits automates, jusqu'aux composants les plus minuscules formant les éléments constitutifs de l'univers. Quel est l'élément le plus petit ? Nul ne le sait, ni Screwllum ni le savant qui a le premier proposé de construire le Différenciateur céleste.\n\nC'est pour cela que Screwllum semble vide.\n\nLa tentative de ce savant a-t-elle échoué ? Le Différenciateur céleste fonctionne sans relâche depuis plusieurs ères de l'Ambre. Cela ne signifie-t-il donc pas que l'origine des Screwllumites, celle de leur étoile sœur et même celle de l'univers ne peuvent pas être attribuées à cette ligne élégante d'équations ? Pas vraiment. Tant que le super écosystème ne s'effondre pas totalement, les équations ne peuvent pas être falsifiées.\n\nIl fit tourner l'élégant verre d'huile de machine, sans jamais quitter des yeux l'anneau qui enregistrait la vérité de la planète. La bande perforée, semblable à un écran géant, fonctionnait sans relâche et les matrices rectangulaires filtraient le clair de lune de cette fin de nuit. Screwllum ne pouvait s'arrêter de penser. Y a-t-il une fin aux récursions ? se dit-il. Quelle est la nature de la vie inorganique ou, plutôt, quelle est l'origine de l'univers ?\n\nAi-je réellement l'intention de n'être que le témoin des idées de mes prédécesseurs ?\n\n« Non », se dit Screwllum. Il décida de chercher des réponses."
    }
  ]
}