{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "Championne de boxe de rue",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT physiques de <nobr>10%</nobr>.",
    "4": "Lorsque le porteur attaque ou est touché, son ATQ augmente de <nobr>5%</nobr> pour le reste du combat. Cet effet est cumulable <nobr>5</nobr> fois."
  },
  "pieces": [
    {
      "_id": 31051,
      "ids": [
        31051,
        41051,
        51051,
        61051
      ],
      "id": "casque_de_championne",
      "name": "Casque de championne",
      "type": "HEAD",
      "desc": "Équipement de boxe protégeant très bien la tête. Il s'adapte parfaitement à la forme du visage de son propriétaire.",
      "typeText": "Tête",
      "backstory": "Ayant grandi dans la rue, Lindsay n'avait jamais pensé à boxer lors de matchs officiels, car elle ne s'imaginait pas perdre, surtout pas face à quelqu'un qui avait déjà un pied dans la tombe.\n\nLa vieille dame qui se faisait appeler entraîneuse de boxe offrit à Lindsay un ensemble complet de protections et défia la jeune fille en combat, exigeant que Lindsay s'entraîne sous ses ordres si elle réussissait à la battre.\n\nLindsay était trop fière pour utiliser le moindre équipement compliqué en combat, et le jeta de côté. Elle pensait pouvoir compter sur ses réflexes rapides pour l'emporter facilement, mais la vieille dame s'approcha d'elle en trois enjambées et lui plaça un direct au visage. Lorsque Lindsay reprit connaissance, elle ramassa le casque de boxe qu'elle avait refusé plus tôt et l'enfila. Depuis l'ouverture étroite du casque, un nouveau monde s'ouvrait à elle.\n\n« Alors c'est ça une vraie boxeuse, hein ? Si tu veux vraiment m'apprendre, fais de moi la meilleure boxeuse de tous les temps. »\n\nDe mauvaise grâce, Lindsay reconnut qu'elle avait perdu le pari. Portant pour la première fois de l'équipement de protection, elle venait d'entrer officiellement dans le monde de la boxe."
    },
    {
      "_id": 31052,
      "ids": [
        31052,
        41052,
        51052,
        61052
      ],
      "id": "gants_de_championne",
      "name": "Gants de championne",
      "type": "HAND",
      "desc": "Une paire de gants de boxe en excellent état. Leur légère usure n'empêche pas leur efficacité.",
      "typeText": "Mains",
      "backstory": "Quand Lindsay est montée pour la première fois sur un ring de boxe, son style de combat était complètement déséquilibré. Elle ne savait qu'attaquer, pas se défendre.\n\nSes années de bagarres de rue ne l'avaient pas préparée aux combats sur le ring. Comme prévu, le match arrangé par Ekaterina remit Lindsay à sa place.\n\nBrisée par une série de défaites écrasantes lors de combats locaux, Lindsay venait d'apprendre l'humilité, la forçant à réfléchir à l'équilibre entre attaque et défense qu'Ekaterina cherchait à lui enseigner. Comme inspirée par la déesse du combat, l'ex-combattante de rue parvint doucement à comprendre l'importance de ce rythme et le plaisir qu'il procurait. Avant même de s'en rendre compte, ses bandages étaient abîmés et ses gants dégoulinaient de sang et de sueur.\n\n« Ne tombe jamais dans les pièges de l'adversaire. Reste concentrée sur ton rythme. »\n\nLindsay apprit à apprécier les conseils et le doux regard d'Ekat. Habituellement sévère, cette dernière avait depuis longtemps pris Lindsay en affection comme si elle était sa propre fille."
    },
    {
      "_id": 31053,
      "ids": [
        31053,
        41053,
        51053,
        61053,
        55006
      ],
      "id": "protgepoitrine_de_championne",
      "name": "Protège-poitrine de championne",
      "type": "BODY",
      "desc": "Un protège-poitrine de boxe de niveau professionnel. Les rembourrages intérieurs et extérieurs sont conçus pour offrir une bonne protection sans entraver les mouvements.",
      "typeText": "Corps",
      "backstory": "À la veille du combat pour le championnat, la scène qui se déroulait dans le gymnase rappelait le bon vieux temps. Le bruit des coups rapides et secs sur le sac résonnait dans la pièce.\n\nLa transpiration perlait sur son torse et la chaleur intense aidait Lindsay à se détacher de la réalité qu'elle fuyait tant.\n\nLe visage ruisselant de sueur et de larmes, Lindsay essayait de contrôler ses émotions. Tard dans la nuit, elle ôta enfin son protège-poitrine et écrit à l'intérieur : « Ekat ». Elle jura de l'emporter le lendemain, pour ce nom. C'était un match clé dans le parcours de Lindsay pour devenir championne et il s'agissait de son premier combat sans sa coach à ses côtés. Avant de monter sur le ring, Lindsay leva fièrement son protège-poitrine en direction de la caméra.\n\n« Lindsay, je n'arrive pas à croire que tu portes le même nom que ma fille. Quand elle m'a quittée, je pensais en avoir fini avec ce monde jusqu'à ce que je te rencontre. Merci, Lindsay. »\n\n« Protège-moi, Ekat. » Le nom qui lui importait le plus était tout contre son cœur."
    },
    {
      "_id": 31054,
      "ids": [
        31054,
        41054,
        51054,
        61054
      ],
      "id": "bottes_de_championne",
      "name": "Bottes de championne",
      "type": "FOOT",
      "desc": "De fabrication délicate en cuir et en tissu. L'association de la semelle intérieure épaisse et de la semelle extérieure fine offre une grande agilité au porteur.",
      "typeText": "Pieds",
      "backstory": "Relativement fluette, Lindsay était devenue célèbre pour ses coups rapides et son jeu de jambes aérien qui lui permettait de danser sur le ring, tel un papillon flottant au milieu des fleurs.\n\nMême les adversaires aux coups les plus rapides ne parvenaient pas à toucher la boxeuse, qui devait cette réussite à sa technique baptisée Danse de Lindsay.\n\nPour l'entraîner à cette technique unique, Ekaterina l'avait emmenée à un bal chic où les couples dansaient main dans la main et tournaient sur eux-mêmes... Bien que maladroite au début, Lindsay finit par maîtriser ces pas de danse élégants. Cela lui permit également de comprendre que sa vieille entraîneuse de boxe avait plus d'un tour dans son sac. Dans le flot des danseurs, Lindsay sentit un sentiment magique envahir son cœur.\n\n« Une dernière danse ? »\n\nElle, qui avait grandi dans la rue, n'était pas du tout prête pour ce genre d'expériences. Mais comment aurait-elle pu refuser en voyant l'étincelle dans les yeux d'Ekaterina ?"
    }
  ]
}