{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "Duran, dynastie des loups",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Lorsqu'un allié utilise une attaque de suivi, le porteur gagne 1 cumul de Mérite, cumulable jusqu'à <nobr>5</nobr> fois. Chaque cumul de Mérite augmente les DGT infligés par les attaques de suivi du porteur de <nobr>5%</nobr>. À <nobr>5</nobr> cumuls, les DGT critiques du porteur augmentent de <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "tente_du_ciel_dor_de_duran",
      "name": "Tente du ciel doré de Duran",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve la tente du ciel dorée borissien de Verdoyaume. Contrairement à la réputation de sauvageons que les Borissiens se sont forgée à travers le cosmos, cette race jouit de capacités biotechnologiques exceptionnelles. Les enfants des loups se rassemblent auprès de Duran, le grand Seigneur du terrier et considèrent les objets célestes dans le ciel comme leur troupeau lorsqu'ils galopent parmi les étoiles.",
      "typeText": "Sphère planaire",
      "backstory": "Les débuts des anciennes ballades foxiennes et borissiennes parlent tous avec nostalgie de la planète « Verdoyaume », de son sol fertile et de son climat agréable. Cependant, en y regardant de plus près, les plus perspicaces se rendront compte que ces mots ne sont que des préludes à l'éternel thème de la « guerre ».\\n\\nGrâce à leur talent pour l'agriculture et le commerce, certains clans foxiens ont construit des villes prospères près des rivières ruisselantes. Pendant ce temps, les enfants des loups erraient avec leur troupeau sous le ciel couvert d'aurores dans les prairies luxuriantes, formant des colonies qui parsemaient le paysage. Les marchands se moquaient des bergers pour leur sauvagerie, tandis que les bergers méprisaient les marchands pour leur tromperie. Cependant, tous deux doivent faire face aux cruels tourments de la nature, « l'été foxien » et « l'hiver lupin ».\\n\\nAu cours de l'été des riches récoltes bénies par la divinité foxienne, les deux clans déposent les armes et cessent de se faire la guerre dans une satisfaction mutuelle. Mais lorsque la divinité du loup laissera tomber la gelée blanche, les lignes de neige s'étendront des pôles et la faim poussera les deux clans à un conflit incessant.\\n\\nLes ballades mentionnent que l'hiver lupin a duré bien plus longtemps que son terme, même après que le soleil de Verdoyaume ait fait trente-trois fois le tour de la planète. La pauvreté et la faim accablaient les gens, qui en venaient même à manger les animaux qu'ils vénéraient autrefois comme des totems. Après avoir prédit une fin où le monde entier serait recouvert d'une sombre mort, une âme salvatrice grimpa au sommet de la plus haute montagne de ce monde. Les légendes foxiennes appelaient cette dame Tushan, mais les sagas borissiennes appelaient cet homme Duran. Quel que soit le nom de cette mystérieuse personne, ils adressèrent un vœu au Maître de l'Immortalité, espérant une subsistance suffisante pour maintenir en vie les habitants de ce monde. C'est alors que les montagnes se fendirent et que le doux nectar divin de la source rouge s'écoula des ravins vallonnés.\\n\\nCeux qui s'abreuvaient à la source rouge obtenaient puissance, dextérité et force grâce à la viande de bête qu'ils dévoraient. Leur sang était également animé de la férocité des animaux, et leurs formes corporelles devenaient de plus en plus bestiales. C'est ainsi que ce monde fut transformé, pour ne plus jamais revenir à ses premiers jours.\\n\\nLes champs ne produisaient plus de céréales mais du viscorpi, et les vêtements qui couvraient le corps des gens n'étaient plus en lin mais en chair embryonnaire. Même les froides terres enneigées qui terrifiaient autrefois les anciennes civilisations de Verdoyaume n'étaient plus un souci, car les races canines cultivaient des membranes biologiques dans les régions polaires pour en faire des tentes chaudes en forme de dôme, bloquant l'hiver lupin appauvri au-delà de cette barrière.\\n\\nPuis les choses changèrent sur la planète Verdoyaume, comme elles changèrent pour toutes les espèces à courte espérance de vie qui deviennent des espèces à longue espérance de vie : explosion démographique, effondrement écologique, guerres intestines... Les races canines eurent beau prier le Maître de l'Immortalité, elles n'entendirent plus jamais de réponse. C'est alors que le peuple comprit la vérité : tout ce que le Maître de l'immortalité pouvait donner a été donné, et si le peuple veut avoir une vie meilleure, il doit le prendre lui-même.\\n\\nRéunies autour de Duran, le Seigneur du terrier, les races canines ont jeté leur regard vers le ciel où réside le Maître de l'Immortalité. Les étoiles scintillaient comme une prairie à conquérir à grands pas, et elles apporteront l'hiver lupin aux civilisations de ces planètes.\\n\\nBien plus tard, leurs ennemis jurés leur donnèrent le nom de Borissiens, car « boris » signifiait « loup » dans le langage de Verdoyaume."
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "bride_de_bte_mcanique_de_duran",
      "name": "Bride de bête mécanique de Duran",
      "type": "OBJECT",
      "desc": "Ce furent les rênes, les chaînes et les fouets. La première chose que l'on apprenait aux jeunes Borissiens devenus plus grands que les pattes des bêtes de guerre était de toujours bien tenir les rênes dans leurs mains, sous peine de devenir eux-mêmes du bétail asservi, ou pire, de servir de nourriture.",
      "typeText": "Corde de liaison",
      "backstory": "Dans la langue borissienne, la bride était également appelée assa-chita, ce qui signifie « le livre vivant ».\\n\\nLorsque les deux lunes montantes se rencontraient et que le ciel nocturne était au plus lumineux, les maîtres vaudous de la tribu des chasseurs offraient des brides aux enfants de Duran pour symboliser leur entrée dans l'âge adulte. Cette bride immaculée devenait un livre où était consignée l'histoire des combats qu'ils avaient menés tout au long de leurs vies.\\n\\nDès la fin de la cérémonie de l'âge adulte, les jeunes borissiens devaient se rendre à la ferme d'armement, puis choisir et apprivoiser leur première monture de combat parmi les « bêtes mécaniques » qui avaient été filtrées et élevées grâce à la sorcellerie génétique. Les bêtes mécaniques qui se nourrissaient des vaincus avaient une agilité, une perception et une férocité stupéfiantes, mais elles étaient considérées comme de simples moutons lorsqu'elles étaient confrontées à leurs futurs maîtres. Sous l'effet de la lune, le sang impétueux qui coulait dans les veines des jeunes borissiens les poussaient à affronter les bêtes mécaniques. Certains mourraient sous le baiser de la bête, ce qui serait le résultat de la lâcheté. D'autres tueraient leurs pairs, c'était la loi du plus fort pour déterminer les plus valeureux... Les jeunes borissiens firent trébucher la monture désirée et attachèrent la bride, incrustée de fouets à pointes neurales, au cou de l'animal. La bête était ensuite assommée par télépathie avec son futur maître et deviendrait aussi docile que si elle avait reçu des centaines de coups de fouet. Lorsque la bête portait volontiers son maître sur son dos, ce qu'on appelait un borissien sorya (guerrier, cavalier) digne de ce nom était né.\\n\\nEnsuite, la bride du Borissien devenait un registre de guerres, et les rênes allaient progressivement se remplir d'égratignures, de nœuds et d'accessoires.\\n\\nLes sorya bien entraînés revêtaient une armure membraneuse semblable à une méduse sous la direction d'un yonda (chef, centurion). Ils montaient ensuite à bord des vaisseaux-bêtes capables de passer d'une étoile à l'autre, exploraient différents mondes et juraient de faire des étoiles leur terrain d'élevage au nom de Duran et du Maître de l'Immortalité. Sur la bride, de légères éraflures indiquaient le nombre d'ennemis tués par le propriétaire, les nœuds indiquaient le nombre de campagnes majeures auxquelles il avait participé, et les accessoires (dents humaines, noyaux d'Omnitron...) qui pendaient des rênes étaient considérés comme des butins obtenus lors de violents pillages... Ils étaient la vengeance et les gémissements des vaincus, ainsi que des médailles symboles de puissance pour les borissiens.\\n\\nLorsque les montures sous le guerrier périssaient à la guerre, ou lorsqu'un Borissien souhaitait infliger un châtiment, la bride était également attachée autour du visage d'autres êtres vivants.\\n\\nLeurs cibles étaient généralement des Foxiens, la race d'esclaves exclue du clan en raison de plans de sélection génétique. Ils étaient faibles, sournois, et n'étaient aptes qu'aux basses besognes et aux calculs. Lorsque de rares individus belliqueux émergeaient parmi les Foxiens, le maître de la tête de loup attachait en priorité ces Foxiens avec les brides, les conduisant comme esclaves de guerre pour servir d'avant-garde sur le champ de bataille.\\n\\nSi tous les esclaves étaient morts et que les armes étaient tordues, la bride pouvait encore servir de fouet si l'on attachait une pointe à son extrémité. Si la bride se brisait et que le guerrier périssait à la guerre avec ses crocs et ses griffes brisés, la bride deviendrait la seule épitaphe et le seul souvenir du borissien...\\n\\nTout comme les vieux contes disaient « le prédateur et la proie s'inversent souvent dans la forêt », d'innombrables brides de loups se sont brisées après avoir lutté pendant des millénaires contre Xianzhou dans cette sombre forêt qu'on appelle l'univers. À la fin, ce lien qui reliait les différents clans a été rompu par la flèche acérée de la Chasse, et les borissiens sont eux aussi tombés dans l'ombre des luttes internes et de la décadence générale, s'éloignant de plus en plus de leur fierté d'antan."
    }
  ]
}