{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "Aigle de la frontière du crépuscule",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT de vent de <nobr>10%</nobr>.",
    "4": "Après que le porteur utilise son ultime, son action est avancée de <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [
        31101,
        41101,
        51101,
        61101
      ],
      "id": "casque_bec_daigle",
      "name": "Casque à bec d'aigle",
      "type": "HEAD",
      "desc": "Un casque aérodynamique utilisé lors de vols à haute vitesse en forme de bec d'aigle pêcheur céleste.",
      "typeText": "Tête",
      "backstory": "Chaque jour, à l'aube, les pêcheurs célestes de Salsotto quittaient le port de la cité flottante pour prendre leur envol, vêtus de leurs costumes ailés pour chasser les méduses phlogistiques qui sortaient du sable.\n\nLe Phlogistique, composant essentiel de la Flamme de phase, était le sang de la colossale cité flottante. Elle avait besoin de réserves suffisantes pour éviter que la zone de crépuscule, qui séparait le jour de la nuit, ne la rattrape.\n\nSi un pêcheur céleste mourait d'épuisement ou était attaqué par un oiseau géant, les Salsottiens ne ménageaient pas leurs efforts pour rapporter sa dépouille et l'enterrer avec son costume et son casque d'aigle dans le pays des ténèbres. Dans la tradition des Salsottiens, « atterrir » signifie mourir, et donc le repos éternel.\n\nLes vols ne pouvaient pas s'arrêter, tout comme la cité ne pouvait pas arrêter de flotter.\n\nCe casque d'aigle est orné d'un court message de condoléances au niveau du bec : « L'atterrissage n'est pas l'entrave des aigles, ce sont les ailes, oui, c'est pour cela qu'on doit voler. »"
    },
    {
      "_id": 31102,
      "ids": [
        31102,
        41102,
        51102,
        61102
      ],
      "id": "anneau_denvol_de_laigle",
      "name": "Anneau d'envol de l'aigle",
      "type": "HAND",
      "desc": "Une bague portée par un pêcheur céleste exceptionnel, ornée d'ailes d'aigle pêcheur céleste qui enserrent fermement le doigt de celui qui la porte.",
      "typeText": "Mains",
      "backstory": "Seuls les capitaines des pêcheurs célestes les plus talentueux, respectés et fiables recevaient cet anneau d'envol. Ils sifflaient dans le ciel et s'accordaient sans se voir, comme les plus habiles des aigles.\n\nPendant toute la durée du vol, chaque membre de l'équipe était seul et vulnérable. Ils ne pouvaient compter que sur les 124 sifflements différents que pouvait employer le capitaine.\n\nC'est de là que venait un vieil adage de Salsotto : « Les pêcheurs célestes confient un tiers de leur vie à cette technologie sophistiquée, un tiers à leur équipement de haute précision et un dernier tiers à leur capitaine respecté. »\n\nCe petit anneau symbolisait la pression constante que les capitaines ressentaient, tant les familles leur demandaient de veiller sur leurs enfants pêcheurs.\n\nLe mot « Responsabilité » a été gravé à l'intérieur de cet anneau d'envol."
    },
    {
      "_id": 31103,
      "ids": [
        31103,
        41103,
        51103,
        61103
      ],
      "id": "harnais_de_costume_daigle",
      "name": "Harnais de costume d'aigle",
      "type": "BODY",
      "desc": "Un harnais qui relie la combinaison ailée aux supports de métal incrustés dans le tissu épais. Confortable et bien ajusté.",
      "typeText": "Corps",
      "backstory": "Piéger et chasser les méduses phlogistiques qui sortaient du sable n'était pas une tâche aisée pour les pêcheurs célestes de Salsotto. Face aux courants d'air qui les secouaient pendant les vols, la vie des pêcheurs tenait à leur harnais de sécurité souple et fragile en apparence.\n\nPour réussir à chasser les méduses phlogistiques, les conduire où ils voulaient et les capturer, les pêcheurs célestes devaient multiplier les manœuvres de précision, tout en sachant que le moindre mouvement de travers pouvait leur coûter la vie.\n\nLa coutume voulait qu'un jeune pêcheur céleste passe une mèche de cheveux de chaque parent dans son harnais et dans les supports métalliques, alors qu'un pêcheur céleste marié privilégiait ceux de son épouse. Ainsi, le harnais était béni par les pouvoirs du foyer, ce qui garantissait le retour du pêcheur céleste sain et sauf.\n\nDans ce monde cruel où chacun luttait pour sa survie, le foyer était le seul endroit synonyme de confort et de soutien pour les pêcheurs célestes.\n\nLe cheveu dans le harnais est encore intact et légèrement blanc à la racine. Il provient d'une femme."
    },
    {
      "_id": 31104,
      "ids": [
        31104,
        41104,
        51104,
        61104
      ],
      "id": "gutres_duveteuses_de_laigle",
      "name": "Guêtres duveteuses de l'aigle",
      "type": "FOOT",
      "desc": "Des bandages ornés de plumes d'aigle pêcheur céleste permettant de garder ses jambes au chaud lors des vols.",
      "typeText": "Pieds",
      "backstory": "La chasse aux méduses phlogistiques était un long jeu de survie pour les pêcheurs célestes de Salsotto. Pour maintenir la température de leurs jambes, ils utilisaient des bandes duveteuses étroitement serrées.\n\nCe n'est qu'à la fin de ces longues et éprouvantes chasses que le pêcheur céleste commençait à ressentir la douleur et la fatigue.\n\nPour ceux mal préparés, il était déjà trop tard pour soigner les nécroses partielles engendrées par les gelures. C'est pourquoi les pêcheurs vérifiaient plusieurs fois que leurs bandes molletières étaient assez serrées avant de prendre leur envol. Après tout, ils n'auraient pas d'autre occasion de le faire avant leur retour.\n\nIls connaissaient les enjeux auxquels ils auraient à faire face une fois élancés dans le ciel.\n\nDes traces de chaux et de poudre d'aluminium ont été retrouvées dans la coque métallique intégrée aux bandes, visiblement comme moyen de chauffage d'urgence."
    }
  ]
}