{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "Lave de Forgefeu",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT de feu de <nobr>10%</nobr>.",
    "4": "Augmente les DGT infligés par la compétence du porteur de <nobr>12%</nobr>. D'autre part, augmente les DGT de feu du porteur de <nobr>12%</nobr> lors de l'attaque qui suit le lancement de l'ultime."
  },
  "pieces": [
    {
      "_id": 31071,
      "ids": [
        31071,
        41071,
        51071,
        61071
      ],
      "id": "lunettes_dobsidienne_de_forgefeu",
      "name": "Lunettes d'obsidienne de Forgefeu",
      "type": "HEAD",
      "desc": "Des lunettes de protection fabriquées à partir de cristaux de feu d'un noir profond. À travers ces lentilles, même une volée d'étincelles intenses devient une mosaïque d'ombres ternes.",
      "typeText": "Tête",
      "backstory": "Pour le clan des Forgefeux, la capacité à créer l'arme ultime est à la fois une vocation grandiose et une éternelle malédiction.\\n\\nDepuis l'arrivée du clan libéré des Forgefeux à la Forge de la guerre, ils ont pû donner libre cours à leur talent, mais ont toutefois commencé à être corrompus par l'aura de la Destruction.\\n\\nLa lumière éblouissante du fourneau, les étincelles du métal qui s'entrechoque et le processus de forgeage de longue haleine peuvent transformer le minerai brut en une arme de précision, mais aussi progressivement priver le forgeron de la vue. Un jour, au pied d'un volcan, Foy découvrit un gisement de cristal de flamme d'obsidienne très rare. Avec ce matériau, il créa une paire de lunettes de protection capable de transformer l'éclat furieux des flammes en pâles silhouettes blanches. Hélas, l'artisan trop avide ne put jamais échapper totalement à sa malédiction, et tout son être fut réduit en cendres dans la lumière aveuglante de sa forge.\\n\\nFoy considérait la Légion d'antimatière de la Forge de la guerre comme la matière première de ses créations, et se voyait lui-même comme la flamme ascendante.\\n\\n« Je me demande... s'il est possible de canaliser la puissance d'une réaction thermonucléaire dans mon fourneau ? » La quête du feu ultime de Foy se termina en vain dans une fusion thermonucléaire hors de contrôle."
    },
    {
      "_id": 31072,
      "ids": [
        31072,
        41072,
        51072,
        61072
      ],
      "id": "anneau_de_matrise_de_forgefeu",
      "name": "Anneau de maîtrise de Forgefeu",
      "type": "HAND",
      "desc": "Un anneau arborant un symbole de flammes. C'est la marque la plus prestigieuse au sein du clan des Forgefeux.",
      "typeText": "Mains",
      "backstory": "Un four à <unbreak>900</unbreak> degrés peut transformer l'argile en céramique, une fournaise à 1 <unbreak>000</unbreak> degrés peut faire fondre l'étain et le cuivre... Ceux qui sont en quête de la création parfaite sont aussi à la recherche des températures extrêmes.\\n\\nLes créatures de la Légion cherchent à se séparer de l'existence matérielle, aspirant aux mutations fondamentales que seules les vagues de chaleur brûlantes de la Destruction peuvent provoquer.\\n\\nUn Forgefeu expérimenté peut faire monter la température de la forge à des degrés inimaginables, où les radiations du corps noir de la flamme affichent un spectre bleu comme celui d'une étoile mourante. Les Forgefeux sont également maîtres dans le maniement des flammes, mais seuls les meilleurs d'entre eux reçoivent un anneau de maîtrise pour témoigner de leur talent supérieur.\\n\\nLa Forge de la guerre avait depuis longtemps cessé de différencier ceux qui forgeaient de ceux qui étaient forgés. Tous les maîtres forgefeux qui avaient fondu les créatures d'antimatière faisaient également partie des Armes de la Destruction.\\n\\n« La fusion dépend de la température, et la température dépend du Forgefeu. » Voilà un fait avéré pour tout Forgefeu capable de maîtriser l'art de la Destruction."
    },
    {
      "_id": 31073,
      "ids": [
        31073,
        41073,
        51073,
        61073
      ],
      "id": "tablier_ignifug_de_forgefeu",
      "name": "Tablier ignifugé de Forgefeu",
      "type": "BODY",
      "desc": "Un tablier de forgeron dénué de tout ornement superflu. On distingue encore clairement la texture du cuir et l'emblème familial.",
      "typeText": "Corps",
      "backstory": "La Légion d'antimatière offrit aux Forgefeux une Forge de la guerre mourante, leur permettant de forger comme bon leur semblait dans un monde en flammes.\\n\\nDans ce royaume de lave brûlante, tant que la fonte et le martèlement ne cessaient pas, la création et la destruction ne s'opposaient plus l'une à l'autre.\\n\\nSurtur était particulièrement doué pour utiliser le magma en fusion qui jaillissait des volcans en activité pour imprégner les créatures de la Légion d'une violente aura de destruction. Ni les vapeurs toxiques ni le magma bouillonnant ne pouvaient interrompre sa concentration. Bien que des jets de roches en fusion atterrissaient souvent sur son tablier ignifugé en peau de lézard de feu géant, le cuir ne perdait jamais de son lustre lorsque les flammes disparaissaient.\\n\\nUne grande partie des forces de combat de la Légion étaient martelées et fondues dans la forge jusqu'à ce que leur chair et leurs armes soient fusionnées ensemble sous le marteau des Forgefeux, devenant des Armes de la Destruction.\\n\\n« Cet incomparable pouvoir de destruction... » Les Forgefeux qui contrôlent les flammes n'ont jamais caché les terribles aspirations qu'ils plaçaient dans leurs armes."
    },
    {
      "_id": 31074,
      "ids": [
        31074,
        41074,
        51074,
        61074
      ],
      "id": "jambe_en_alliage_de_forgefeu",
      "name": "Jambe en alliage de Forgefeu",
      "type": "FOOT",
      "desc": "Une prothèse fabriquée à partir d'un alliage métallique. Sa surface présente des gravures précises et passionnées.",
      "typeText": "Pieds",
      "backstory": "Autrefois, les gardiens de prison avaient tellement peur de perdre l'art extraordinaire des Forgefeux qu'ils employaient les ruses les plus abjectes pour incarcérer les membres de leur clan, et tous leurs chefs subissaient d'atroces mutilations aux jambes pendant leur séjour en prison.\\n\\nC'est le Maître de la Destruction qui a libéré le clan emprisonné et lui a conféré la marque de la Destruction qui accorde aux Forgefeux un pouvoir illimité.\\n\\nBien qu'incapable de se déplacer normalement, le chef des Forgefeux bénéficia d'une vraie liberté, car il n'était plus emprisonné pour ses compétences et talents extraordinaires dans l'art forgefeu. Il déversait toute sa rancœur et son humiliation dans la forge, martelant pendant des jours sans se fatiguer. Forgées les unes après les autres, les créatures d'antimatière, autrefois fières et têtues n'avaient d'autre choix que de changer de forme et de se soumettre à la transformation du Destructeur.\\n\\nNéanmoins, bien que libéré de toute cage, l'obsession du Forgefeu ne constituait-elle pas une nouvelle forme d'emprisonnement ?\\n\\n« La chair et le sang sont des fardeaux. Forger, c'est aussi détruire », se lamentait le chef en regardant le nombre grandissant de Forgefeux estropiés."
    }
  ]
}