{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "Lave de Forgefeu",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT de feu de <nobr>10%</nobr>.",
    "4": "Augmente les DGT de la compétence du porteur de <nobr>12%</nobr>. D'autre part, augmente les DGT de feu du porteur de <nobr>12%</nobr> lors de l'attaque qui suit le lancement de l'ultime."
  },
  "pieces": [
    {
      "_id": 31071,
      "id": "lunettes_dobsidienne_de_forgefeu",
      "name": "Lunettes d'obsidienne de Forgefeu",
      "type": "HEAD",
      "desc": "Des lunettes de protection fabriquées à partir de cristaux de feu d'un noir profond. À travers ces lentilles, même une volée d'étincelles intenses devient une mosaïque d'ombres ternes.",
      "typeText": "Tête",
      "backstory": "Pour le clan des Forgefeux, la capacité à créer l'arme ultime est à la fois une vocation grandiose et une éternelle malédiction.\\n\\nDepuis l'arrivée du clan libéré des Forgefeux à la Forge de la guerre, ils ont pû donner libre cours à leur talent, mais ont toutefois commencé à être corrompus par l'aura de la Destruction.\\n\\nLa lumière éblouissante du fourneau, les étincelles du métal qui s'entrechoque et le processus de forgeage de longue haleine peuvent transformer le minerai brut en une arme de précision, mais aussi progressivement priver le forgeron de la vue. Un jour, au pied d'un volcan, Foy découvrit un gisement de cristal de flamme d'obsidienne très rare. Avec ce matériau, il créa une paire de lunettes de protection capable de transformer l'éclat furieux des flammes en pâles silhouettes blanches. Hélas, l'artisan trop avide ne put jamais échapper totalement à sa malédiction, et perdit tout dans la lumière aveuglante de sa forge.\\n\\nFoy considérait la Légion d'antimatière du Foyer de la guerre comme la matière première de ses créations, et se voyait lui-même comme la flamme ascendante.\\n\\n« Je me demande... s'il est possible de canaliser la puissance d'une réaction thermonucléaire dans le fourneau ? » La quête du feu ultime de Foy se termina en vain dans une fusion thermonucléaire hors de contrôle."
    },
    {
      "_id": 31072,
      "id": "anneau_de_matrise_de_forgefeu",
      "name": "Anneau de maîtrise de Forgefeu",
      "type": "HAND",
      "desc": "Un anneau arborant un symbole de flammes. C'est la marque la plus prestigieuse au sein du clan des Forgefeux.",
      "typeText": "Mains",
      "backstory": "Un four à <unbreak>900</unbreak> degrés peut transformer l'argile en céramique, une fournaise à 1 <unbreak>000</unbreak> degrés peut faire fondre l'étain et le cuivre... Tous ceux en quête de la création parfaite sont aussi à la recherche de la flamme parfaite.\\n\\nLes créatures de la Légion souhaitaient se séparer de l'existence matérielle, aspirant aux mutations fondamentales que seules les vagues de chaleur brûlantes de la Destruction peuvent provoquer.\\n\\nUn Forgefeu chevronné peut faire monter la température de son four à des degrés inimaginables, où les flammes bleues d'une chaleur intense s'élèvent de la masse noire en fusion à la manière d'une étoile mourante. Tous les Forgefeux maîtrisent les flammes à un niveau stupéfiant, mais seuls les meilleurs d'entre eux ont l'honneur de recevoir l'anneau de maîtrise qui couronne un talent supérieur.\\n\\nLa Forge de la guerre avait depuis longtemps cessé de différencier les Forgefeux et les matériaux. Tous ces maîtres forgefeux qui avaient extrait par fusion et forgé les créatures d'antimatière depuis tout ce temps faisaient également partie de l'Arme de la Destruction.\\n\\n« La qualité de la fonte dépend du feu, et la qualité du feu dépend du Forgefeu. » Voilà un fait avéré pour tous les Forgefeux capables de contrôler les températures les plus extrêmes."
    },
    {
      "_id": 31073,
      "id": "tablier_ignifug_de_forgefeu",
      "name": "Tablier ignifugé de Forgefeu",
      "type": "BODY",
      "desc": "Un tablier de forgeron dénué de tout ornement superflu. On distingue encore clairement la texture du cuir et l'emblème familial.",
      "typeText": "Corps",
      "backstory": "La Légion d'antimatière offrit aux Forgefeux une Forge de la guerre mourante, un monde enflammé où ils pourraient forger comme bon leur semblait.\\n\\nDans ce royaume de lave brûlant pour les yeux, tant que la fonte et le martèlement ne cessaient jamais, la Création et la Destruction ne s'opposaient plus l'une à l'autre.\\n\\nSurtur se montrait particulièrement doué pour utiliser la roche fondue qui jaillissait des volcans actifs afin d'imprégner les créatures de la Légion d'une aura de destruction. Ni les vapeurs toxiques ni la lave bouillonnante ne pouvaient interrompre sa concentration. Bien que les jets de roches en fusion atterrissent souvent sur le tablier en peau de lézard de feu géant de Surtur, celui-ci gardait toujours un lustre impeccable.\\n\\nUne grande partie des forces de combat de la Légion ont été martelées et fondues à plusieurs reprises jusqu'à ce que leur chair et leurs armes soient forgées ensemble par les Forgefeux, devenant ainsi des armes de la Destruction.\\n\\n« Oui, un pouvoir d'une incomparable destruction... » Les Forgefeux n'ont jamais caché les terribles aspirations qu'ils plaçaient dans leurs armes."
    },
    {
      "_id": 31074,
      "id": "jambe_en_alliage_de_forgefeu",
      "name": "Jambe en alliage de Forgefeu",
      "type": "FOOT",
      "desc": "Une prothèse fabriquée à partir d'un alliage métallique. Sa surface présente des gravures précises et passionnées.",
      "typeText": "Pieds",
      "backstory": "Autrefois, les gardiens de prison avaient tellement peur de perdre l'art extraordinaire des Forgefeux qu'ils employaient les ruses les plus abjectes pour incarcérer les membres de leur clan, et tous leurs chefs subissaient d'atroces mutilations aux jambes pendant leur séjour en prison.\\n\\nC'est le Maître de la Destruction qui a libéré le clan emprisonné et lui a conféré la marque de la Destruction qui accorde aux Forgefeux un pouvoir illimité.\\n\\nBien qu'incapable de se déplacer normalement, le chef des Forgefeux bénéficia d'une vraie liberté, car il n'était plus emprisonné pour ses compétences et talents extraordinaires dans l'art forgefeu. Il déversait toute sa rancœur et son humiliation dans la forge, martelant pendant des jours sans se fatiguer. Forgées les unes après les autres, les créatures d'antimatière, autrefois fières et têtues n'avaient d'autre choix que de changer de forme et de se soumettre à la transformation du Destructeur.\\n\\nNéanmoins, bien que libéré de toute cage, l'obsession du Forgefeu ne constituait-elle pas une nouvelle forme d'emprisonnement ?\\n\\n« La chair et le sang sont des fardeaux. Forger, c'est aussi détruire », se lamentait le chef en regardant le nombre grandissant de Forgefeux estropiés."
    }
  ]
}
