{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "Glamoth, ligne de front du firmament",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente l'ATQ du porteur de <nobr>12%</nobr>. Lorsque sa VIT est supérieure ou égale à <nobr>135</nobr>/<nobr>160</nobr>, le porteur inflige <nobr>12%</nobr>/<nobr>18%</nobr> de DGT supplémentaires."
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [
        33115,
        43115,
        53115,
        63115
      ],
      "id": "rgiment_de_la_brigade_de_fer_de_glamoth",
      "name": "Régiment de la Brigade de fer de Glamoth",
      "type": "NECK",
      "desc": "Scellés dans cette sphère planaire se trouvent les célèbres oothèques polymorphes de la Brigade de fer de l'empire de Glamoth. D'innombrables méchas d'argent ont été chargés à bord de vaisseaux de guerre et ont navigué jusqu'aux confins de la galaxie pour repousser l'implacable Essaim venant des profondeurs de l'espace.",
      "typeText": "Sphère planaire",
      "backstory": "L'empire Welkin de Glamoth jouissait d'un vaste territoire s'étendant sur des dizaines de milliers d'années-lumière, ambitieusement tourné vers le cosmos. À l'apogée du pouvoir de l'empire, Sa Majesté l'Impératrice Titania a construit une flotte magnifique, jurant d'apporter les fruits de la civilisation à toutes les frontières barbares, leur permettant de goûter à la bienveillance de l'empire dans l'espoir de les unir sous une seule bannière.\\n\\nCependant, l'expédition a été stoppée par d'incessantes vagues d'insectoïdes furieux venant d'au-delà du ciel. Les armées de Glamoth ont combattu et échoué, encore et encore... Les colonies ont été dispersées, et la fière flotte de fer est tombée, un vaisseau après l'autre. Entourés de monstres aux yeux multiples et aux ailes masquées, les cris du peuple de Glamoth se sont retrouvés noyés dans le désespoir, et c'est à partir de ce moment que l'empire de Welkin a été brisé.\\n\\nJusqu'au jour où des chevaliers revêtus d'armures mécaniques sont descendus du ciel et ont anéanti l'Essaim qui dévorait le soleil. Depuis lors, les chevaliers de fer blanc argenté ont voyagé de systèmes stellaires en systèmes stellaires, traversant les territoires dévastés et faisant face à la calamité qui a anéanti la galaxie. Ils sont comme des guerriers nés pour combattre l'Essaim. Personne ne sait ce qui se cache sous les masques de la Brigade de fer, mais leur arrivée a été comme un don des dieux, ramenant la lumière du jour dans le monde des humains. Sous le commandement de l'Impératrice, la Cavalerie de fer de Glamoth a chargé à travers les cieux, endiguant enfin la marée d'ennemis et offrant un moment de répit à l'empire.\\n\\nMais dans la bataille sans fin contre l'Essaim, l'empire a commencé de plus en plus à ressembler à son adversaire, de plus en plus de membres de la Cavalerie de fer ont pris leur envol, occultant les cieux comme l'Essaim l'avait fait jusqu'à ce jour fatidique. Le regard que les gens portaient sur l'Impératrice et la cavalerie s'est transformé en une peur similaire à celle qu'ils ressentaient envers l'Essaim. Peut-être qu'un jour, l'empire atteindra la victoire tant désirée. Mais ce jour-là, Glamoth sera-t-elle encore un paradis où les humains pourront reposer ?\\n\\nLe régiment de la Cavalerie de fer formait la dernière ligne de défense à la frontière de Glamoth, où la bataille faisait rage sans fin. À bord de leurs vaisseaux de guerre, les chevaliers silencieux avaient une mission : porter les espoirs de l'empire tout entier et repousser les vagues d'ennemis qui noyaient les étoiles."
    },
    {
      "_id": 33116,
      "ids": [
        33116,
        43116,
        53116,
        63116
      ],
      "id": "monument_funraire_de_glamoth",
      "name": "Monument funéraire de Glamoth",
      "type": "OBJECT",
      "desc": "L'empire jadis florissant de Glamoth n'est plus que poussière. Il ne reste plus aucune trace de sa gloire d'antan. Seuls les résidus de poussière d'étoiles, de mechas, de vaisseaux et les cadavres de l'Essaim dérivent dans le vide à la manière d'un fleuve, préservant ainsi la scène originale du tragique front de bataille et servant de monument à sa chute.",
      "typeText": "Corde de liaison",
      "backstory": "Les opinions des historiens de la Guilde de l'intelligentsia divergent à propos de la chute de la République de Glamoth : certains estiment que la République de Glamoth a été détruite par le fléau de l'Essaim, tandis que d'autres soutiennent que la République de Glamoth a été anéantie par une puissante adversité.\\n\\nDans un effort désespéré pour renverser le cours de la terrible bataille qui l'opposait à l'Essaim, le conseil au pouvoir a pris une décision audacieuse, déterminé à modifier la nature humaine pour s'adapter à la guerre : ils allaient créer une arme « née pour combattre ».\\n\\nC'est ce qui a conduit à la création de « Titania ». L'Impératrice, dépourvue de tout pouvoir politique, dirige et contrôle télépathiquement les chevaliers qui lui sont liés. Pour ces guerriers, l'existence n'a de sens que dans la protection de Titania et de son « empire ». Au cours de leur courte vie, ils apprennent, combattent, obéissent aux ordres de l'Impératrice, affrontent l'ennemi sans peur, et meurent en héros.\\n\\nPersonne ne sait exactement quand le mensonge a été découvert. Était-ce le jour où la population humaine du territoire de Glamoth est tombée en dessous d'un certain seuil ? Était-ce le jour où les scientifiques ont réalisé que l'Impératrice commençait à se rebeller contre sa captivité ? Ou... était-ce le jour où l'offensive des insectoïdes s'est dissipée pour de bon ?\\n\\nTout ce que les gens savent, c'est que la Brigade de fer a tout donné pour un « empire » qui n'existait pas. Après des décennies de batailles sanglantes, des débris de mechas et de membres d'insectes jonchaient chaque recoin du système stellaire de Glamoth, formant ensemble une « rivière macabre ». Lorsque les dernières traces de l'Essaim n'ont plus représenté de menace, les dirigeants du conseil ont appelé à la paix, annonçant que la calamité qui avait obscurci le ciel avait été dissipée, et que la République connaîtrait la lumière d'un nouveau jour. Cependant, ce n'est pas un nouveau jour qui s'en est suivi, mais une nouvelle nuit.\\n\\nDepuis lors, la civilisation connue sous le nom de Glamoth a disparu, laissant place à l'espoir d'une paix tant attendue dans un espace laissé vide. Les étoiles et les débris se sont mêlés pour former un long fleuve, coulant paisiblement à travers l'espace intersidéral."
    }
  ]
}