{
  "_id": 302,
  "id": "fleet_of_the_ageless",
  "name": "Flotte de l'éternel",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente les PV max du porteur de <nobr>12%</nobr>. Lorsque sa VIT est supérieure ou égale à <nobr>120</nobr>, l'ATQ de tous les alliés augmente de <nobr>8%</nobr>."
  },
  "pieces": [
    {
      "_id": 33025,
      "id": "arche_cleste_du_luofu_de_xianzhou",
      "name": "Arche céleste du Luofu de Xianzhou",
      "type": "NECK",
      "desc": "Scellé dans cette sphère planaire se trouve le Luofu de Xianzhou flottant au-dessus de mers étoilées. Les astroskiffs vont et viennent à travers le Portail de jade, à la manière des mouvements célestes des étoiles et des lunes. D'innombrables voyageurs y sont venus à la recherche des secrets de l'immortalité... mais en vain.",
      "typeText": "Sphère planaire",
      "backstory": "Il y a des milliers d'années, le Luofu de Xianzhou partit d'une ancienne nation, traversant les profondeurs de l'espace à la recherche d'une audience avec un dieu et de l'élixir d'immortalité.\\n\\nLe redoutable vaisseau, qui renfermait des biosphères entières, s'avançait dans le ciel étoilé telle une lune brillante disparaissant silencieusement dans la nuit, s'embarquant pour un voyage sans fin et sans but. Dans ce voyage solitaire, les gens somnolaient, se réveillaient, et somnolaient à nouveau dans une alternance incessante... Des baleines chasseuses d'étoiles chutaient du dôme céleste, et des entités cristallines à structure subdimensionnelle traversaient des années-lumière sans discontinuer. Les Chercheurs d'élixir furent témoins de pouvoirs à la majesté incomparable. Dans un plaisir inavoué, leur soif d'immortalité s'intensifia.\\n\\nAprès des milliers d'années de navigation, le Luofu de Xianzhou finit par ralentir sa course, lorsqu'il rencontra enfin le maître de l'Abondance dans les limbes, quelque part entre la réalité et l'imaginaire. Yaoshi accorda un miracle divin au vaisseau, qui se manifesta immédiatement sous la forme de l'Arbre d'ambroisie. Son ombre était aussi grande que les nuages, obstruant complètement le ciel et le soleil. Ses racines, quant à elles, étaient épaisses et denses, enveloppant tout le vaisseau. Le Luofu semblait prendre vie.\\n\\nCeux qui convoitaient l'immortalité consommèrent le fruit de l'Arbre d'ambroisie, et obtinrent la vie éternelle qu'ils convoitaient tant. Les habitants de Xianzhou prétendaient être des êtres célestes et commencèrent à jouir de leur espérance de vie infinie avec insouciance, utilisant l'Arbre d'ambroisie pour créer diverses merveilles inhumaines grâce aux bénédictions de l'immortalité.\\n\\nCependant, tout comme le cycle du soleil et de la lune, tout ce qui est prospère est destiné à décliner, et ce qui apportait de la joie est voué à apporter de la peine. Ce n'est qu'au début de l'ère des Trois souffrances, où le peuple de Xianzhou faillit s'éteindre tant la vie était devenue un calvaire, qu'apparut la vraie signification du mot miracle, celle d'une calamité insupportable.\\n\\nAu cœur du désastre, un héros apparut sous la forme de l'Archer de la destinée et fendit l'Arbre d'ambroisie en deux. Le peuple de Xianzhou retrouva alors sa dignité humaine et fit le vœu de retourner à la mortalité et de purger toutes les malédictions causées par l'absence de mort dans cet univers. Dans les années qui suivirent, Xianzhou commença à chasser à travers les mers stellaires, se chargeant de purger les abominations immortelles. Les Foxiens retrouvèrent leur liberté et reprirent le contrôle du ciel, tandis que les Vidyadhariens confinèrent la contamination ainsi que toute catastrophe restante. Les trois peuples se réunirent ensuite dans une alliance et une coalition. C'est ainsi que fut créée l'Alliance Xianzhou.\\n\\nPhases de prospérité et de calamité ont alterné au cours du voyage. Les héros et les légendes se sont succédés, les uns après les autres au fil de l'histoire. À présent, le Luofu de Xianzhou est en train de guérir et de se reconstruire lors d'une période de paix durement gagnée. Le libre-échange et l'ouverture d'esprit l'ont ramené à la vie.\\n\\nL'immortalité a définitivement façonné le Luofu de Xianzhou. Au gré des hauts et des bas de son histoire, il a accumulé une aura unique qui combine à la fois tradition et modernité. Il ne faut que quelques secondes à n'importe quel marchand voyageur pour ressentir les marques laissées par le passage du temps sur ce vaisseau."
    },
    {
      "_id": 33026,
      "id": "branches_de_larbre_dambroisie_du_luofu_de_xianzhou",
      "name": "Branches de l'Arbre d'ambroisie du Luofu de Xianzhou",
      "type": "OBJECT",
      "desc": "Autrefois, le Luofu régnait en maître sur les autres vaisseaux de la flotte de Xianzhou grâce au pouvoir de l'Arbre d'ambroisie. Plus tard, lorsque ses habitants se sont mis à consommer le fruit maudit de l'immortalité, l'Arbre d'ambroisie plongea le Luofu dans la calamité, alors que ses branches l'avaient envahi et emprisonné de leur poigne inébranlable.",
      "typeText": "Corde de liaison",
      "backstory": "Le maître de l'Abondance planta la graine du karma au centre du Luofu de Xianzhou, et offrit aux Chercheurs d'élixir un miracle baptisé « Arbre d'ambroisie », ainsi nommé en raison de l'interprétation immédiate qu'en firent les habitants de Xianzhou.\\n\\nL'Arbre d'ambroisie faisait pousser des fruits de la divinité regorgeant de vigueur, contenant la vie infinie tant convoitée par les Chercheurs d'élixir. Depuis lors, les tabous et les lois transmis depuis les temps anciens devinrent des inepties. Le vieillissement et la mort propres au cycle de la nature n'étaient plus qu'un sujet sans importance. Les habitants de Xianzhou suivirent la voie de l'immortalité pour exploiter l'Arbre d'ambroisie à de nombreuses reprises, jouissant d'une quantité illimitée de sols riches et de terres fertiles, fournis par la Jachère. Ils développèrent également la capacité de parler aux animaux... Une grande quantité de réalisations technologiques dépassant l'imagination devinrent réalité grâce aux ramifications de l'Arbre d'ambroisie.\\n\\nCependant, au fil du temps, l'Arbre d'ambroisie révéla sa vraie nature, hideuse et vicieuse, et commença à infliger aux immortels le martyre de l'éternité.\\n\\nLes immortels se reproduisaient continuellement et aucun d'entre eux ne mourait. Le vaisseau ne tarda pas à souffrir de surpopulation, et la famine s'installa. Dans cette société d'immortels, les jeunes n'eurent jamais la chance de mettre à profit leurs talents. Les plus anciens s'accrochèrent au pouvoir bien plus longtemps qu'ils n'auraient dû. L'ordre sociétal s'effritait et menaçait de s'effondrer... Les rébellions d'aurumatons et la menace d'une invasion marquèrent la fin d'un millénaire, suivie par la découverte des ténèbres qui se dissimulaient dans le sang de l'immortalité. Le prétendu « Corpus céleste » n'était qu'une technologie un peu plus avancée que l'intellect humain ordinaire. La probabilité d'être frappé par le mara était un avertissement pour tout le peuple de Xianzhou, une façon de leur rappeler qu'ils étaient sur le point de devenir des abominations.\\n\\nAu milieu de la tourmente, un héros fendit le ciel grâce à son arc long, un tir puissant qui rompit en deux l'Arbre d'ambroisie... Même si tout ce qui restait de l'arbre n'était plus qu'une souche, le destin du vaisseau Xianzhou y était à jamais lié.\\n\\nIl attira activement des forces extérieures pour lancer des assauts, provoquant la dévastation par les Abominations de l'Abondance : la chair fut déformée, le sang coula et le peuple de Xianzhou fut condamné à disparaître, dévoré vivant, victime d'une extinction quasi inévitable. Il poussa également le peuple de Xianzhou à briser les tabous des Disciples du Sanctus Medicus, à s'aventurer dans les méandres des secrets de l'Abondance au sein de l'Arbre d'ambroisie, et à reforger le jadis puissant empire de l'immortalité... Durant cette longue période de conflits extérieurs comme intestins, le corpus restant de l'Arbre d'ambroisie se faisait discret, comme une racine poussant dans l'ombre, attendant l'occasion d'émerger et de faire à nouveau des ravages.\\n\\nHeureusement, le Luofu de Xianzhou ne baissa jamais sa garde face à l'arbre agonisant et jura de supprimer la source de toutes les abominations."
    }
  ]
}
