{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "Forge de la lanterne Kalpagni",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente la VIT du porteur de <nobr>6%</nobr>. Lorsque le porteur touche une cible ennemie qui a une Faiblesse au feu, l'effet de Rupture du porteur augmente de <nobr>40%</nobr> pendant <nobr>1</nobr> tour."
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "mche_de_lanternelotus_de_la_forge",
      "name": "Mèche de lanterne-lotus de la forge",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve la Commission de l'artisanat du Zhuming de Xianzhou : la Forge du disque enflammé, une sphère de la taille d'un corps céleste, construite autour du géniteur de tous les Héliobes, l'Empereur Ignigenus. Des artisans ingénieux y puisent leur énergie pour donner forme à des pensées et des inspirations merveilleuses.",
      "typeText": "Sphère planaire",
      "backstory": "Le Zhuming de Xianzhou a flotté sur les mers étoilées pendant plus de huit millénaires après avoir quitté l'Empire primitif. Le vaisseau colossal a avalé une étoile d'un bleu profond, s'est débarrassé de sa coque usée couche par couche, a gonflé comme un bourgeon débordant et s'est finalement transformé en lotus.\\n\\nDepuis l'espace, l'ensemble du Zhuming de Xianzhou apparaît comme une lanterne-lotus en filigrane d'or. Les gigantesques « feuilles de lotus » incandescentes s'étendent progressivement autour des « poteaux lumineux » et sont baignées d'une douce lueur bleue, digne des poèmes qui le décrivent comme « un vaisseau dont la coque trompe les yeux, un lotus dont les pétales brillent comme des bougies ». La section « lampadaire » au centre du vaisseau est une cage sphérique, dont la taille correspond à celle d'un objet céleste. Elle entoure étroitement le soleil azur, la « mèche de la lanterne », et tourne éternellement. Cette méga-structure est l'endroit le plus important pour l'industrie manufacturière du Zhuming de Xianzhou, la Forge du disque enflammé.\\n\\nAutrefois, Yang Di, le Grand artisan du Zhuming, avait reçu en cadeau un moule d'arme de la part du souverain anonyme de l'Empire primitif lorsque la flotte était partie en voyage. Des milliers d'années plus tard, bien que la flotte ait changé au point d'être méconnaissable grâce à son immortalité et que le voyage de retour n'ait jamais eu lieu, la tradition du Grand artisan n'est jamais tombée dans l'oubli. À bord du Zhuming de Xianzhou, l'artisanat est l'école d'apprentissage suprême. Tous ses généraux portaient également le titre de Maître de la fournaise de la Commission de l'artisanat. Lorsqu'ils quittaient le vaisseau, ils commandaient des milliers de soldats. Lorsqu'ils revenaient à bord, ils brandissaient leur marteau et forgeaient des objets merveilleux, ce qui leur valait le respect suprême du peuple. Plus de la moitié des armes utilisées dans les chasses de Xianzhou au cours de l'histoire de la flotte ont été forgées sur le Zhuming de Xianzhou. C'est pourquoi la Forge du disque enflammé était considérée comme le lieu de pèlerinage sacré pour ces technologies dans tout le cosmos.\\n\\nLa métallurgie est un indicateur de l'avancement des civilisations, tandis que les flammes marquent le début des civilisations. De nombreuses civilisations, alors qu'elles n'en étaient qu'à leurs balbutiements, étaient très préoccupées par le problème des sources d'énergie. Les peuples n'ont pas ménagé leurs efforts pour découvrir les sources d'énergie qui permettraient à leur civilisation d'atteindre de nouveaux sommets. Le Zhuming de Xianzhou a surmonté cette difficulté. En emprisonnant le géniteur des héliobes, l'empereur Ignigenus, les artisans ont obtenu une source d'énergie littéralement inépuisable. La Forge du disque enflammé est dotée de systèmes de rails complexes en forme de branches qui couvrent l'étoile autant que possible. Les branches et les feuilles délicates sont truffées de récepteurs et de transmetteurs qui guident le feu primitif « empereur Ignigenus » afin de fournir suffisamment d'énergie pour tous les développements technologiques.\\n\\nDe nombreux artisans considéraient que la Commission de l'artisanat du Zhuming avait englouti un pseudo-soleil, comme la grande salle sacrée de l'artisanat. Les apprentis désireux de forger des outils divins pullulent dans cette institution. Avec suffisamment de force, tout peut être fabriqué, et la Forge du disque enflammé a préparé tout ce dont les artisans pourraient avoir besoin...\\n\\nLes apprentis de différents mondes se réunissent dans le Palais comme des camarades de classe, puis ils s'affrontent et partagent leurs compétences. Les étrangers en quête d'outils merveilleux paient également une forte somme pour confier à des artisans la fabrication d'objets d'un autre monde. Cependant, les innombrables apprentis qui se sont succédé au fil des millénaires ont rarement eu les faveurs du général Huaiyan, « l'Artisan des Artisans ». Chaque fois qu'il a enseigné lui-même son savoir à des étudiants et qu'il leur a transmis ses compétences d'artisan et de soldat, ces étudiants sont devenus soit des grands maîtres qui ont laissé une trace dans les annales en tant que Maîtres de la fournaise, soit des Chevaliers des Nuages dont les noms ont fait le tour de l'Alliance, comme l'Octuor du disque enflammé.\\n\\nLes forges ont façonné un million d'étoiles brillantes, le fer fabrique l'envol des héros. La paix et l'abondance ne sont préservées qu'avec des lames tranchantes. Dès qu'un artisan du Zhuming reçoit ses outils, il doit toujours se souvenir que jour et nuit, il ne fabriquera pas de simples armes, sinon les flèches qui portent le credo de la Chasse."
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "soie_divine_du_disque_enflamm_de_la_forge",
      "name": "Soie divine du disque enflammé de la forge",
      "type": "OBJECT",
      "desc": "L'Héliobe géniteur, dont l'envergure et la taille sont aussi grandes que celles d'une étoile, se noie dans un rêve sans fin. Pendant son sommeil, les atomes et les molécules qui entourent son corps s'entrechoquent et produisent des étincelles, s'échappant sans cesse de la structure externe du disque enflammé, pour finalement apparaître sous la forme de bandes lumineuses iridescentes ressemblant à des brins de soie céleste.",
      "typeText": "Corde de liaison",
      "backstory": "Le Zhuming de Xianzhou a toujours été accompagné de bandes lumineuses multicolores lors de ses voyages dans l'espace lointain. Ces bandes sont le résultat de réactions de fusion à très haute température et la preuve que l'empereur Ignigenus brûle toujours et ne mourra jamais.\\n\\nSur les bords extérieurs des particules induisant des aurores dispersées par les souffles de l'empereur Ignigenus, les héliobes nouveau-nés ralentissent et se promènent jusqu'à l'existence. Les juges chasse-flamme de la Commission des dix seigneurs du Zhuming capturent alors les héliobes naïfs qui n'ont pas eu de contact avec les émotions, utilisant des rêves doux et agréables pour apprivoiser les tempéraments immatures de ces flammes. Les juges transmettent ensuite ces héliobes inoffensifs au Bureau des flammes tempérées de la Commission de l'artisanat, qui fusionne les héliobes à divers artefacts pour en faire des lampes, des véhicules et divers spectacles sur le Zhuming... Cependant, aux yeux des habitants du monde extérieur, ces objets qui parlent et qui marchent sont la preuve de la rumeur selon laquelle « l'essence divine existe partout dans les profondeurs, et les objets deviennent des démons une fois qu'ils sont assez anciens »...\\n\\nEn suivant la bande lumineuse de couleur extraterrestre, on peut s'enfoncer plus profondément par-delà la Forge et arriver au champ d'hypergravité créé par le pseudo-soleil. Les mortels ont du mal à supporter une telle densité stellaire. C'est un désordre qui provoque un effondrement intérieur que seuls les artisans Disatta peuvent traverser avec aisance.\\n\\nLes vagues stellaires brûlantes et les phénomènes célestes anormaux empêchent les curieux de continuer à s'approcher du pseudo-soleil. Dans cet espace, toutes les lois physiques fondamentales de l'univers ont été augmentées à un degré terrifiant. Seule une race stellaire robuste et puissante, les Disatta, peut survivre dans un espace présentant de telles anomalies gravitationnelles. Les Disatta sont des artisans d'élite nés dans la nature. Ils passent entre la forge et le pseudo-soleil, et leur perception du temps s'est longtemps éloignée de celle des êtres normaux. Ils tiennent toujours leurs promesses et continuent d'améliorer leur savoir-faire. Ils sont les artisans derrière les énormes canons du vaisseau qui veillent sur le sommeil du pseudo-soleil. Le Zhuming de Xianzhou considère les Disatta comme des alliés loyaux, respectant leur ténacité et leur force, tout en étant reconnaissants de leur sacrifice désintéressé.\\n\\nEt pourtant, aucun être ne peut suivre les bandes lumineuses plus loin à travers le champ de gravité étrange et tordu pour atteindre les profondeurs du pseudo-soleil. C'est un endroit interdit à tous les êtres capables de ressentir des émotions, une pièce où flotte le rêve sans fin de l'empereur Ignigenus. Le Zhuming de Xianzhou est toujours aux aguets, car la moindre perturbation émotionnelle peut réveiller la puissance illimitée du géniteur des héliobes.\\n\\nIl y a souvent des individus qui ignorent l'avertissement et qui regardent de loin le pseudo-soleil. Ils se glissent sans le savoir dans le champ gravitationnel psychologique, et la moindre petite négligence se traduit par la disparition de leur sensibilité sous l'effet des mirages torrentiels qui se déversent comme un torrent. Contrairement aux interactions avec les douces illusions, le fait de fixer ce « soleil azur » ne peut que faire ressentir la rage illimitée qui a été réprimée depuis la nuit des temps. « L'héliobe donnera aux héros le pouvoir de brûler à même les cieux, mais lorsque tous les devoirs auront été accomplis, les héros devront donner à l'héliobe des corps suprêmes forgés jusqu'à la perfection... » Personne ne sait comment cet ancien serment a pu être respecté. De même, nul ne connaît le moment où l'empereur Ignigenus se réveillera de son rêve interminable.\\n\\nAu fond de la mèche de la lanterne-lotus, le pseudo-soleil pousse un profond soupir dans son sommeil sempiternel. Le navire dérive lentement dans le ciel, ne laissant derrière lui qu'une traînée irisée. C'est ainsi que le Zhuming de Xianzhou continuera à s'allier, à voyager, et à façonner son destin avec le feu."
    }
  ]
}