{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "Génies des étoiles",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT quantiques de <nobr>10%</nobr>.",
    "4": "Lorsque le porteur inflige des DGT à une cible ennemie, il ignore <nobr>10%</nobr> de sa DÉF. Si la cible ennemie présente une Faiblesse quantique, il ignore <nobr>10%</nobr> supplémentaires de sa DÉF."
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [
        31081,
        41081,
        51081,
        61081
      ],
      "id": "geniuss_ultraremote_sensing_visor",
      "name": "Ultraviseur à distance de génie",
      "type": "HEAD",
      "desc": "Une paire de lunettes de communication avec détecteur technologique à très longue distance intégré, capable de voir malgré les transmissions limitées et la distance.",
      "typeText": "Tête",
      "backstory": "Il est universellement reconnu que parmi les membres de la Société des génies la communication fait défaut, mais pas l'excentricité.\n\nNombreux sont ceux à considérer les interactions sociales comme un fardeau, et les génies qui voyagent entre les mondes d'autant plus.\n\nElias Salas, membre n°56 et deuxième chef de la Société des génies, a tenté de résoudre ce problème en mettant au point des lunettes de communication équipées de capacités d'ultra-détection à distance pour tous les membres de la Société. Cependant, bien qu'il ait réussi à établir un pont entre les étoiles les plus éloignées, peu de membres étaient prêts à se connecter. Ainsi, le plus grand dispositif de communication de l'univers n'a jamais été pleinement exploité.\n\nLorsqu'Elias Salas entendit « le numéro composé n'est pas attribué », il répondit : « Vous pourriez faire un peu plus d'efforts si vous voulez vraiment vous faire passer pour une IA... »\n\nElias Salas poussa un long soupir et comprit qu'il en demandait trop. Il se réjouit simplement d'avoir essayé, convaincu que sa technologie aurait une utilité, un jour ou l'autre."
    },
    {
      "_id": 31082,
      "ids": [
        31082,
        41082,
        51082,
        61082
      ],
      "id": "geniuss_frequency_catcher",
      "name": "Capteurs de fréquence de génie",
      "type": "HAND",
      "desc": "Une paire de gants équipés d'un dispositif de capture de fréquence qui permet de manipuler les vibrations sonores et lumineuses normalement intangibles.",
      "typeText": "Mains",
      "backstory": "Comment flâner au travail sans se faire remarquer ? Tel était le problème récurrent de Stephen Lloyd, membre n°84 de la Société des génies, qui vivait dans le magasin de fruits de son père adoptif. \n\nC'est ainsi qu'il a fabriqué une paire de gants qui pouvait capturer des fréquences spécifiques ainsi que les sons et la lumière qui s'en échappaient, afin de s'adonner à l'étude des instruments à cordes derrière la barrière de fréquences.\n\nCette technologie, capable de confiner les sons et la lumière d'une zone définie, était inexplicable au sens des sciences classiques d'Aiden. Il s'agissait là d'une invention exceptionnelle qui aurait pu changer le cours de l'histoire, ni plus ni moins, mais Stephen n'avait aucune intention de la proposer au grand public. Après tout, c'était pour lui un jouet mis au point pour échapper à son travail.\n\n« Stephen, je ne sais pas ce que tu as fait au juste, mais tu es encore en train de te la couler douce, pas vrai ? »\n\nStephen Lloyd était peut-être un génie parmi les génies, mais aux yeux de son père adoptif, il restait un enfant rêveur et malicieux."
    },
    {
      "_id": 31083,
      "ids": [
        31083,
        41083,
        51083,
        61083
      ],
      "id": "geniuss_metafield_suit",
      "name": "Combinaison métavers de génie",
      "type": "BODY",
      "desc": "Une tenue semblable à une combinaison de plongée qui enveloppe tout le corps et envoie des signaux neuronaux en direction du méta-champ en temps réel.",
      "typeText": "Corps",
      "backstory": "Le métavers créé par Sserkal, membre n°29, transcendait le concept d'espèce biologique et les dimensions multiples, permettant à n'importe quelle créature de synchroniser ses signaux neuronaux avec ce réseau de conscience à l'aide d'une simple combinaison.\n\nCela permettait aux créatures qui ne pouvaient pas voyager entre les mondes de se connecter à ce monde de rêve collectif et de trouver la paix et la tranquillité qui n'existaient pas dans la réalité.\n\nLes êtres de l'univers ont créé d'innombrables biens culturels dans ce métavers tissé de données virtuelles, et un nouvel ordre a vu peu à peu le jour. Au moment même où ce paradis virtuel semblait enfin remplacer la réalité, Sserkal, le créateur de la toile, a coupé la connexion au réseau de conscience, comme si tout cela n'avait été qu'une simple plaisanterie et le métavers tout entier a été plongé soudainement dans le silence.\n\nLes investisseurs qui parlaient du métavers à longueur de journée sont devenus fous. L'industrie avait subi d'innombrables améliorations, mais le métavers avait disparu.\n\nLes gens font toutes sortes de spéculations lorsqu'ils perdent quelque chose. Le métavers aurait été à l'origine une boîte de Petri pour les âmes, et y inviter différentes créatures n'aurait été qu'un moyen d'obtenir des échantillons d'âmes facilement."
    },
    {
      "_id": 31084,
      "ids": [
        31084,
        41084,
        51084,
        61084
      ],
      "id": "geniuss_gravity_walker",
      "name": "Patins gravitationnels de génie",
      "type": "FOOT",
      "desc": "Un appareil capable de capter la gravité. Conçu pour s'enfiler comme des patins à glace, il reflète le scintillement des étoiles lors de la glisse.",
      "typeText": "Pieds",
      "backstory": "Le célèbre Dr Primitif, membre n°64, a passé sa vie à échapper à des poursuivants interstellaires suite aux terribles crimes qu'il avait commis.\n\nIl semblait apprécier l'adrénaline associée à ces poursuites, car il maintenait constamment une certaine distance : pas trop près, mais juste assez pour qu'ils ne perdent pas sa trace.\n\nIl utilisa une technologie de capture de gravité pour s'aider dans sa fuite et voyager librement à travers l'espace. Les astrophysiciens de la Guilde de l'intelligentsia ne parvenaient pas à comprendre le principe de cette technologie, aussi avaient-ils conclu sommairement qu'elle reposait sur la différence de potentiel gravitationnel entre les étoiles. Ses poursuivants, montés à bord de véhicules de l'ère gravitationnelle, ne parvenaient pas à le rattraper, mais continuaient à promettre de l'amener devant la justice.\n\n« Observer quelqu'un qui marche dans l'espace aurait dû être un régal pour les yeux », dit un jour un Ranger de la galaxie. « Dommage que ce quelqu'un soit le Dr Primitif. »\n\nLe Ranger de la galaxie refusait d'accepter la mort présumée du Dr Primitif et continua à le traquer après sa disparition."
    }
  ]
}