{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "Arbre géant des réflexions profondes",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "La VIT du porteur augmente de <nobr>6%</nobr>. Lorsque la VIT du porteur est de <nobr>135</nobr>/<nobr>180</nobr> ou plus, les soins prodigués par le porteur et son mnémesprit augmentent de <nobr>12%</nobr>/<nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "Arbre de la méditation du Bosquet de l'épiphanie",
      "type": "NECK",
      "desc": "Scellé dans cette sphère planaire se trouve le Bosquet de l'épiphanie d'Amphoreus, lieu de méditation de {RUBY_B#Titan de la Raison}Cercès{RUBY_E#}, la Branche de la séparation. Le premier érudit guida le peuple et ils construisirent ensemble des cours et des jardins dans le but de partager la connaissance. Le Bosquet était né.",
      "typeText": "Sphère planaire",
      "backstory": "Lorsqu'il atteint la majorité, Thalesus, le premier érudit, partit de Mileutus, sa cité natale côtière, pour chercher le sens spirituel de la foi de Mnestia, commençant ainsi son pèlerinage dans les terres d'Amphoreus.\n\nAu cours de son voyage sacré, des expériences extraordinaires diverses et des visions mystérieuses l'amenèrent à développer de nouvelles connaissances sur les phénomènes naturels et l'origine du monde. À la fin de son voyage, il put obtenir audience avec la Branche de la séparation et compléta sa méthodologie de compréhension du monde devant l'arbre géant. Thalesus établit alors une cour sous l'arbre géant et l'appela Bosquet de l'épiphanie, afin que les gens puissent y éveiller leur esprit, rechercher la connaissance et atteindre l'illumination.\n\nLes réflexions de {RUBY_B#Titan de la Raison}Cercès{RUBY_E#} étaient ouvertement retranscrites sur des parchemins ou subrepticement transformées dans le murmure de la végétation du Bosquet... Ainsi naquit le brouhaha du Bosquet. Au milieu des échanges et des débats, les différentes écoles de pensées émergèrent.\n\nBien que chaque école disposait chacune de son propre domaine de recherche, certaines ramifications se recoupaient, comme les branches de l'arbre géant qui s'étendent et s'entrelacent inévitablement... Au fil des débats passionnés et de la transmission générationnelle des théories et des connaissances, les enseignements laissés par le premier érudit évoluèrent vers différents courants de pensée menés par les Sept sages et leurs sept écoles principales.\n\n« Toutes les connaissances du monde doivent devenir les feuilles du Bosquet, pour ombrager et nourrir l'arbre géant ». Les cités-États qui recherchaient la sagesse du Bosquet devaient offrir un savoir équivalent en retour. Ainsi, d'innombrables pensées étaient changées en nutriments et permettaient la germination de nouvelles feuilles et branches.\n\nPendant des centaines d'années du Calendrier lumineux, si une caravane traversait le col du Bosquet, ou qu'un navire marchand arrivant dans son port transportait des parchemins de connaissances, quelle que soit leur provenance ou leur langue, ces parchemins devenaient partie intégrante de la collection du Bosquet. Les érudits du Bosquet, qu'on pouvait aussi qualifier de bandits, avaient fait du Bosquet la meilleure école d'Amphoreus grâce à des achats coûteux, des copies commandées à des faussaires ou même des pillages. Les érudits du Bosquet utilisaient le débat comme un rituel et le raisonnement comme une dévotion pour vénérer la raison suprême dans le monde.\n\nDepuis les premiers bourgeons jusqu'au retour à l'esprit de la forêt, chaque goutte de savoir qui coule du monde entier se rassemble au cœur de la rosée. {RUBY_B#Titan de la Raison}Cercès{RUBY_E#} écoutait le bruit grandissant du Bosquet, toujours dans sa méditation silencieuse."
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "Circuit foliaire du Bosquet de l'épiphanie",
      "type": "OBJECT",
      "desc": "Les fils d'or et les vignes tissent la toile de la connaissance du Bosquet, réseau essentiel de partage de savoirs entre les différentes écoles. L'information entre par les racines, voyage et se décompose dans les veines jusqu'à devenir une goutte de rosée qui se dissout dans l'étang de la bibliothèque de Philia.",
      "typeText": "Corde de liaison",
      "backstory": "Chaque pensée du Bosquet de l'épiphanie est comme une branche d'un arbre géant. Les côtes s'étendent sur des milliers de points de vue et se développent comme un réseau de branches complexe. Bien qu'indépendantes, elles s'entrelacent pour finir par former la canopée luxuriante qui permet à l'arbre géant de prospérer.\n\nL'une des branches a orienté les pétioles de ses feuilles en les recroquevillant vers l'arrière. Les ascètes de l'École lotophage sont fascinés par les mystères des motifs des feuilles et des fleurs de l'arbre, et décrivent la vie végétale, et même tous les phénomènes, comme des réalités tangibles. Leur ascèse se concentre sur l'harmonisation de tout ce qui existe dans le monde. Pour eux, la pratique ascétique ne signifie pas la négation de soi, mais un raccourci vers la connaissance de soi.\n\nL'une des branches était chargée de fruits abondants. Les Capristes sont spécialisés dans l'étude, la reproduction et la protection des bêtes étranges. Les nombreuses formes de la chimère, aussi belle que lamentable, sont un petit exemple concret de leur quête de connaissance sur la diversité de la vie.\n\nL'une des branches était torsadée dans des proportions parfaites, d'une manière précise et élégante. Les érudits de l'École nœudiste affirment que tout est nombres, c'est-à-dire que toute entité peut être représentée mathématiquement. Cette école, la plus ancienne du Bosquet, impose des conditions d'admission très strictes. Elle proclame que « celui qui ne connaît pas la géométrie ne peut pas entrer », et considère les mathématiques comme le moyen par lequel {RUBY_B#Titan de la Raison}Cercès{RUBY_E#} gouverne le monde.\n\nL'une des branches est devenue large et ferme. L'École helcolithique exige des élèves qui souhaitent être admis qu'ils lancent une pierre avec une fronde au-delà d'une certaine distance, démontrant ainsi leur dévouement à la poursuite de la perfection physique et mentale, ainsi que leur esprit de compétition.\n\nUne branche se pliait et s'élevait en boucle, transmettant une beauté pure aux sens. L'École érythrocéramiste considère l'exploration de l'art et de la sensibilité comme la source de la pensée logique, et croit fermement que les informations extraites directement des sens sont les plus raffinées et conduisent à une vision plus complète du monde.\n\nAu sommet de la canopée feuillue, une branche pieuse, la plus adaptée aux cérémonies, a jailli du tronc de l'arbre géant. L'École vénérationniste, spécialisée dans la compréhension des rituels titanesques et l'utilisation de leurs miracles, est connue comme le berceau des politiciens d'Amphoreus. Non seulement ils dirigent les rituels religieux du Bosquet, mais leurs réalisations ont imprégné tous les aspects d'Amphoreus. Cependant, une branche nouvelle et acérée s'oppose à eux...\n\nL'École sagiste hérite des théories de l'âme des premiers savants et se spécialise dans les théories de la transformation et de l'élévation de la vie et de la matière. Bien qu'elle soit la plus récente, ses arguments sont les plus incisifs et ses principales théories indiquent l'origine de toute vie et de toute existence matérielle.\n\nLes Sept sages des sept écoles principales dirigent leur domaine d'étude respectif, sans qu'il y ait de hiérarchie entre eux. L'arbre géant de la raison détient le titre honorifique de chef des sages et, au milieu de débats sans fin, répand la connaissance et la raison dans le monde entier comme des branches et des feuilles."
    }
  ]
}