{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "Garde des neiges hurlantes",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Réduit les DGT subis de <nobr>8%</nobr>.",
    "4": "Au début du tour, si les PV du porteur sont inférieurs ou égaux à <nobr>50%</nobr>, restaure une quantité de PV équivalente à <nobr>8%</nobr> de ses PV max et régénère <nobr>5</nobr> points d'énergie."
  },
  "pieces": [
    {
      "_id": 31061,
      "id": "casque_en_fonte_de_garde",
      "name": "Casque en fonte de garde",
      "type": "HEAD",
      "desc": "Un casque de fabrication standard couvrant le visage et la tête. Il est doublé pour tenir bien chaud.",
      "typeText": "Tête",
      "backstory": "Ce n'était pas tâche facile que de rester paré au combat dans le Gel éternel, mais les Gardes de la crinière d'argent de Jarilo-VI y étaient désormais habitués. Le vent glacial s'engouffrait par les fentes de leur casque, lacérant leur peau, telles des lames de rasoir.\\n\\nLes monstres venus d'au-delà du ciel reprirent leur formation, tandit que les soldats armés jusqu'aux dents attendaient les ordres de la Gardienne suprême.\\n\\nLes soldats affectés aux avant-postes doivent souvent se terrer dans la neige pendant plusieurs jours d'affilée pour surveiller l'activité des monstres. Après avoir été exposées aux éléments pendant une si longue période, la peau des soldats, leur sueur et la doublure en velours de leur casque gèlent et finissent par ne former plus qu'un, de sorte qu'il faut verser de l'eau chaude sur leur casque pour l'enlever en toute sécurité. Les artisans des Architectes ont ensuite modifié la courbure des plaques de métal des casques pour minimiser leur résistance à l'air dans la neige.\\n\\nRobustesse, chaleur et grandeur, ces caractéristiques du casque des Gardes de la crinière d'argent se sont transmises de génération en génération.\\n\\n« Vous voyez quelque chose à travers ce truc ? » Tous les gardes ont déjà entendu cette question."
    },
    {
      "_id": 31062,
      "id": "gantelets_brillants_de_garde",
      "name": "Gantelets brillants de garde",
      "type": "HAND",
      "desc": "Des gantelets en métal qui brillent d'un éclat argenté. Ils cachent une structure mécanique complexe.",
      "typeText": "Mains",
      "backstory": "Après que les envahisseurs marqués du sceau de la Destruction ont coupé la retraite de l'unité de gardes, Laszlo Landau a ordonné à ses troupes de partir et de protéger la Gardienne suprême pendant qu'il restait en arrière pour repousser l'ennemi.\\n\\nMais même pour le plus vaillant des capitaines des Gardes de la crinière d'argent, il n'était pas envisageable d'échapper indemne à une telle nuée de monstres.\\n\\nIls n'avaient de cesse de pousser des cris terrifiants et d'attaquer. Néanmoins, malgré leurs assauts incessants, aucune de ces monstruosités ne parvenait à briser la ligne défensive instaurée par Landau. Le combat ininterrompu finit par fatiguer Laszlo, mais il réussit à tenir jusqu'à ce que les renforts arrivent. Ce n'est qu'alors qu'il perdit connaissance, et que les soldats remarquèrent qu'il avait perdu ses deux mains dans la bataille.\\n\\nLe meilleur forgeron des Architectes forgea une paire de superbes gantelets pour les offrir au héros, afin qu'il puisse à nouveau brandir la bannière des Gardes de la crinière d'argent.\\n\\n« Mon seul regret », se plaignit Laszlo tandis qu'il admirait ses gantelets, « c'est que je ne pourrai plus jamais sentir les vibrations de l'arc. »"
    },
    {
      "_id": 31063,
      "id": "ancien_uniforme_de_garde",
      "name": "Ancien uniforme de garde",
      "type": "BODY",
      "desc": "Un uniforme impeccablement repassé des Gardes de la crinière d'argent et datant d'il y a bien longtemps. Les boutons robustes pressent les plis du tissu.",
      "typeText": "Corps",
      "backstory": "Un vieil uniforme de Garde de la crinière d'argent transmis de génération en génération dans la famille Goethe. Cet uniforme a passé de longues années au fond d'un coffre, et seul l'honneur d'un soldat pourrait être digne de son retour.\\n\\nAlors que les soldats de la Destruction s'approchaient toujours plus, les Gardes de la crinière d'argent jurèrent de défendre la dernière barrière même s'il n'y avait aucune possibilité de retraite.\\n\\nLors de la Défense de Vevalo, Horace Goethe tint pendant des mois un col de montagne important. Lorsque les trompettes annonçant l'arrivée des renforts retentirent enfin dans la vallée, cette vaillante compagnie de héros avait disparu depuis longtemps, même leurs ossements étaient introuvables. Lors de la cérémonie d'hommage, la Gardienne suprême Alisa remit une médaille de bravoure au jeune fils de Horace Goethe. Le garçon se tenait droit dans cet ancien uniforme, en l'honneur de ceux qui étaient tombés au combat.\\n\\nSi le jeune Goethe ne voyait que l'uniforme et la médaille ce jour-là, la Gardienne voyait bien plus. Elle voyait l'héritage laissé par les héros : le futur de Belobog.\\n\\n« Horace Goethe était un véritable guerrier. Tu peux être fier de porter son nom. » Tel était le seul souvenir que conserva le jeune Goethe de la Gardienne suprême."
    },
    {
      "_id": 31064,
      "id": "jambires_en_argent_de_garde",
      "name": "Jambières en argent de garde",
      "type": "FOOT",
      "desc": "Une paire de jambières en métal solide blanc argenté. Elles offrent une bonne protection tout en étant chaudes et légères.",
      "typeText": "Pieds",
      "backstory": "Les bataillons de campagne des Gardes de la crinière d'argent se voyaient souvent contraints de marcher des kilomètres dans la neige pour des raisons tactiques. L'épuisement provoqué par ces raids à longue distance et les terribles gelures aux pieds étaient les épreuves amères que tous les soldats devaient endurer.\\n\\nNéanmoins, il arrivait que ces longues marches à travers les Plaines enneigées fassent ressurgir de vieux amis.\\n\\nLes Gardes de la crinière d'argent chargés de patrouiller dans les Plaines des neiges entendaient souvent les hurlements des loups. Ces tristes créatures avaient, elles aussi, été chassées de leur habitat par l'envahisseur. Issu d'une famille de chasseurs, le sergent Jaeger de la compagnie de campagne était doué pour concevoir des capes à partir de la fourrure de ces animaux. Après le début du Gel éternel, cependant, il ne revit que rarement ces créatures féroces. Parfois, quand la nuit était glaciale, un loup en quête de chaleur s'approchait du feu de camp établi par les gardes et se couchait sans un bruit aux côtés de Jaeger, plongeant dans des rêves chauds et agréables. La bête ne se réveillait jamais à l'aube.\\n\\nLe sergent Jaeger avait pour habitude de rembourrer les jambières en argent des soldats avec de la fourrure pour les soulager pendant les longues marches à pied.\\n\\n« Comme nous, les loups n'ont pas oublié d'où ils viennent », se lamentait le sergent Jaeger à propos du triste sort de ces créatures."
    }
  ]
}
