{
  "_id": 104,
  "id": "hunter_of_glacial_forest",
  "name": "Chasseur de la forêt glaciaire",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT de glace de <nobr>10%</nobr>.",
    "4": "Après que le porteur utilise son ultime, ses DGT critiques augmentent de <nobr>25%</nobr> pendant <nobr>2</nobr> tours."
  },
  "pieces": [
    {
      "_id": 31041,
      "ids": [
        31041,
        41041,
        51041,
        61041
      ],
      "id": "capuche_de_chasseur_dartaius",
      "name": "Capuche de chasseur d'Artaius",
      "type": "HEAD",
      "desc": "Capuche fabriquée avec la peau du crâne d'un grand ours des Plaines des neiges. Cette fourrure semble possédée par un fantôme ou une divinité, ce qui la rend invulnérable aux attaques physiques.",
      "typeText": "Tête",
      "backstory": "Les chasseurs avaient une règle très simple pour survivre dans les Plaines des neiges : ne jamais aller au sud de la montagne pendant la saison de chasse d'Artaius, au risque de subir le mauvais accueil de l'ours blanc géant.\\n\\nEn tant que chasseur désigné par l'Association, Hugh se rendit au sud de la montagne pour répondre à un appel de détresse. Il ne s'attendait pas à tomber dans une embuscade longuement planifiée.\\n\\nAprès s'être réveillé d'un long choc provoqué par des coups de feu, Hugh réalisa immédiatement qu'il avait échappé de justesse à la mort. Cependant, il réalisa également que ses souffrances étaient loin d'être terminées, car Artaius le regardait fixement. Malgré la courte distance qui les séparait et le rythme effréné des attaques, Artaius allait forcément rater son coup à un moment ou à un autre. Hugh attendit calmement une ouverture, puis il sortit sa lame d'os trempée dans le poison et bondit pour une frappe extraordinaire en un clin d'œil.\\n\\nHugh retira ensuite la tête et la fourrure d'Artaius, ce qui lui permit de survivre à une première nuit dans la neige malgré ses blessures ouvertes.\\n\\nAprès quelques jours, l'Association des chasseurs localisa le corps décapité d'Artaius. C'est ainsi qu'ils comprirent que le chasseur destiné à mourir avait survécu, donnant naissance à un justicier vengeur inattendu."
    },
    {
      "_id": 31042,
      "ids": [
        31042,
        41042,
        51042,
        61042
      ],
      "id": "gants_en_lzard_de_chasseur",
      "name": "Gants en lézard de chasseur",
      "type": "HAND",
      "desc": "Une paire de gants de combat sur lesquels sont fixées des griffes couvertes d'écailles de lézard des roches neigeuses. Ils permettent d'escalader sans problème et de se laisser pendre à n'importe quel mur.",
      "typeText": "Mains",
      "backstory": "Les lézards des roches neigeuses manquent d'agilité et de force. Ce sont, en revanche, des modèles de patience, si bien qu'ils peuvent passer deux semaines sur un rocher pour tendre une embuscade à leur proie et lui infliger un coup fatal.\\n\\nLes chasseurs qui s'étaient enrôlés, cependant, n'étaient pas aussi patients. Ils étaient déterminés à atteindre les montagnes enneigées pour chasser Hugh et neutraliser cette menace une bonne fois pour toutes.\\n\\nL'Association avait beau compter bon nombre de chasseurs émérites, ils ne s'étaient jamais soutenus entre eux. Seule la prime les motivait et ils n'hésitaient pas à se trahir les uns les autres pourvu qu'on y mette le prix. Après tout, les accidents étaient fréquents dans ces plaines désolées... Le consensus était qu'ils toucheraient tous une coquette somme d'argent à condition d'éliminer le vieux Hugh, mais ils allaient en payer les conséquences.\\n\\nHugh était plus que préparé à les recevoir. Chasser un bon chasseur était tout aussi difficile que de chasser un monstre. Hugh devait se montrer plus patient que jamais, une qualité prisée dans sa profession.\\n\\nLes effectifs de l'Association ne tardèrent pas à se réduire comme peau de chagrin à mesure que l'horreur connue sous le nom de « Hugh le mort-vivant » se propageait."
    },
    {
      "_id": 31043,
      "ids": [
        31043,
        41043,
        51043,
        61043
      ],
      "id": "cape_de_dragon_des_glaces_de_chasseur",
      "name": "Cape de dragon des glaces de chasseur",
      "type": "BODY",
      "desc": "Une cape fabriquée à partir de fines écailles de dragon des glaces. Elle devient presque invisible avec la réfraction de la lumière.",
      "typeText": "Corps",
      "backstory": "Le Seigneur du lac de glace, dont le corps était entièrement recouvert d'écailles uniques qui reflétaient de façon éblouissante la lumière du soleil, pouvait facilement se rendre invisible en plongeant sous l'eau. Peu de chasseurs étaient capables d'affronter une telle monstruosité.\\n\\nQuelques jours plus tard, les membres de l'Association des chasseurs croisèrent une carcasse de dragon des glaces dont les écailles avaient déjà été retirées. C'est à ce moment que leur horreur dépassa leur stupéfaction.\\n\\nLes bêtes chassées par Hugh se comptaient par milliers et semblaient toutes remarquablement précieuses. Un tel degré de chasse impliquait une compréhension parfaite des caractéristiques et des habitudes des proies... Aux yeux de Hugh, le Seigneur du lac de glace était la dernière pièce du puzzle des Plaines des neiges. Il devait réussir cette traque pour parachever son âme de chasseur.\\n\\nC'est ainsi que la tête de Hugh fut mise à prix, au lieu de celle du Seigneur du lac de glace, ce qui marqua le début d'une chasse horrible.\\n\\nTous les chasseurs devaient se préparer à devenir des proies. C'était le cas pour Hugh, et encore plus pour ces traîtres."
    },
    {
      "_id": 31044,
      "ids": [
        31044,
        41044,
        51044,
        61044
      ],
      "id": "bottes_en_fourrure_dlan_de_chasseur",
      "name": "Bottes en fourrure d'élan de chasseur",
      "type": "FOOT",
      "desc": "Une paire de bottes renforcées doublées d'une douce fourrure d'élan. Grâce à elles, le chasseur ne laisse que des empreintes peu profondes dans les Plaines des neiges.",
      "typeText": "Pieds",
      "backstory": "Même gravement blessé et trop faible pour faire fondre la neige grâce à sa température corporelle, un élan à cornes flamboyantes à l'agonie reste une bête dangereuse et redoutable.\\n\\nHugh leva son fusil de chasse et le pointa dans la direction de l'élan mourant. Le regard remarquable de la bête lui rappelait le sien.\\n\\nDepuis l'embuscade de l'Association des chasseurs, les forces vitales de Hugh s'amenuisaient, telle la flamme d'une bougie vacillant dans le vent. Il était parfaitement conscient que sa survie ne tenait qu'à une chose, sa soif de vengeance, et que sa vie s'évaporerait dans le vent tels des flocons de neige une fois celle-ci assouvie... Malgré les pas lourds de Hugh, ses bottes en peau d'élan ne laissaient pas de traces au sol. Il devait rester alerte pour la dernière traque de sa vie.\\n\\nPlongés dans la panique et l'hystérie, les chasseurs commencèrent à céder à la pression. L'Association n'eut d'autre choix que de purger ses rangs des traîtres dans l'espoir d'implorer la clémence de Hugh, poussant ses membres à la méfiance et à l'autodestruction.\\n\\nLa vie de Hugh prit fin dans les Plaines enneigées, avant d'avoir pu goûter au plaisir d'accomplir sa vengeance."
    }
  ]
}