{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "Salsotto inerte",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente les chances de coup critique du porteur de <nobr>8%</nobr>. Lorsque ses chances de coup critique actuelles atteignent au moins <nobr>50%</nobr>, les DGT infligés par son ultime et son attaque de suivi augmentent de <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [
        33065,
        43065,
        53065,
        63065
      ],
      "id": "ville_mouvante_de_salsotto",
      "name": "Ville mouvante de Salsotto",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve l'une des dernières villes mobiles de Salsotto : Villevolte. Cette ville en constant mouvement a échappé de justesse à un funeste destin : être engloutie par la nuit noire ou par le soleil de minuit.",
      "typeText": "Sphère planaire",
      "backstory": "Vue de l'espace, la planète Salsotto brillait de la plus éblouissante des nuances d'or grâce à ses vastes mers de sable. Ses cratères de météorites géants étaient aisément repérables.\\n\\nÀ un instant fatidique de son histoire, une pluie ininterrompue d'étranges météores s'abattit sur la planète. L'impact causé par la chute de ces rochers célestes dans un angle particulier entraîna l'arrêt progressif de sa rotation, comme si quelqu'un avait appuyé sur un bouton d'arrêt. Les jours et les nuits de Salsotto devinrent de plus en plus longs, jusqu'à durer une éternité lorsque la rotation de la planète s'arrêta enfin...\\n\\nLa réalité du climat était impitoyable : des étés torrides sous un soleil brûlant, des nuits sombres et glaciales qui pouvaient s'étendre à la moitié de l'année. La dernière chose qui subsistait encore à la surface de Salsotto était les deux ultimes villes qui se déplaçaient sans arrêt pour leur propre survie, tentant désespérément de ne pas trop s'éloigner du terminateur.\\n\\nLa forteresse colossale flottait dans les airs comme un nuage hostile, grondant de tonnerre, planant lentement dans le ciel au-dessus du désert d'or. Partout où elle passait, des tempêtes de sable déferlaient. Dans la ville géante en mouvement, les Salsottiens en costume ailé volaient au milieu des bâtiments de la ville. Pour ces individus qui avaient survécu à la calamité par pur hasard, les cieux étaient une seconde nature et une prison tout à la fois.\\n\\nAu petit matin, les pêcheurs célestes partaient du port et plongeaient directement vers le sable, où ils chassaient la méduse phlogistique. Ils ne retrouvaient la ville qu'après le crépuscule. C'était grâce au pouvoir de ces créatures mystérieuses que la ville parvenait tout juste à se déplacer.\\n\\nMême si leur existence entière reposait sur des bases fragiles, les Salsottiens conservaient leur optimisme et ne laissaient jamais le lourd fardeau du destin les démoraliser. Ils tuaient le temps en compagnie de leur famille, en jouant de la musique avec des instruments en verre, gravant leurs notes dans cette matière translucide. Ils aimaient aussi correspondre. Ils plaçaient alors leurs messages dans des boîtes aux lettres aux pissenlits destinées à connecter une partie de la ville en mouvement à une autre partie située à l'opposé du terminateur.\\n\\nProgressivement, le champ magnétique de la planète s'affaiblit et l'atmosphère se raréfia. Face à ce destin tragique, la vie n'avait pourtant pas dit son dernier mot, et les aigles continuaient leur vol majestueux dans le ciel."
    },
    {
      "_id": 33066,
      "ids": [
        33066,
        43066,
        53066,
        63066
      ],
      "id": "terminateur_de_salsotto",
      "name": "Terminateur de Salsotto",
      "type": "OBJECT",
      "desc": "La rotation de la planète Salsotto cessa et, avec elle, le cycle jour-nuit. Dès lors, la survie des habitants reposait sur le maigre espace de la ligne d'un terminateur en perpétuel mouvement, qu'il fallait suivre en migrant sans cesse.",
      "typeText": "Corde de liaison",
      "backstory": "Depuis la stagnation causée par la pluie de météorites, le terminateur était devenu la planche de salut des Salsottiens.\\n\\nLorsque tout commença, les habitants tenaient encore pour acquis le cycle jour-nuit. La ligne séparant l'aube du crépuscule balayait la surface du globe, gravissant les montagnes et les ravins, apportant la lumière à ceux qui étaient encore éveillés, l'obscurité à ceux qui dormaient... Mais le cycle de la lumière et des ténèbres s'essouffla : le jour et la nuit n'étaient plus. La chaleur et le froid sévissaient dans cet enfer insoutenable, ensevelissant lentement toute forme de vie. C'est pourquoi le peuple salsottien, qui peinait à survivre, monta à bord de la cité mobile flottante et débuta sa chasse de l'aurore et du crépuscule.\\n\\nEn grimpant au sommet de la plateforme d'observation de la ville mobile de Villevolte et en regardant dans le sens de la marche, la lumière du jour se profilait devant et la nuit noire derrière.\\n\\nLa quête de Villevolte ne se résumait pas seulement à survivre, mais également à conserver une vie digne. Lorsque la ville se déplaçait plus rapidement que le terminateur, la lumière du petit matin défilait ; lorsqu'elle se déplaçait plus lentement, le crépuscule tombait lentement. De cette façon, le Salsottien, connu pour sa nature optimiste, parvint à redonner à chaque journée son éclat d'antan. Le caractère sentimental qui dominait leur culture les dota d'un esprit léger qui leur permettait de chanter tranquillement pendant les après-midi paisibles et de dormir à poings fermés pendant les nuits étoilées.\\n\\nMalgré tout, ce voyage fondé sur la ténacité et la persévérance échoua, et les vestiges de la ville autrefois mobile finirent par disparaître loin derrière le terminateur en perpétuel mouvement.\\n\\nBien des années plus tard, les deux villes en mouvement, qui ne s'étaient alors jamais rencontrées, allaient finalement s'affronter, leurs tourelles respectives enfouies au milieu des ruines pointées en opposition. L'une des deux villes parcourut la moitié de la planète pour rejoindre l'autre et lancer l'assaut initial. Les traces de cet affrontement sans merci sont encore perceptibles sous les dunes de sable, témoignant d'une haine indicible se fondant dans ce décor dévasté.\\n\\nLa planète Salsotto était plongée dans le silence. Depuis un certain temps, la durée de chacune de ses rotations avait, d'une manière ou d'une autre, progressivement diminué, laissant présager sa propre guérison dans un avenir encore incertain."
    }
  ]
}