{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "Brigade de fer à l'assaut du fléau",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente l'effet de Rupture de <nobr>16%</nobr>.",
    "4": "Si l'effet de Rupture du porteur est supérieur ou égal à <nobr>150%</nobr>, les DGT de rupture infligés ignorent <nobr>10%</nobr> de la DÉF de la cible ennemie. Lorsque l'effet de Rupture du porteur est supérieur ou égal à <nobr>250%</nobr>, les DGT de rupture extrême qu'il inflige aux cibles ennemies ignorent <nobr>15%</nobr> supplémentaires de la DÉF ennemie."
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "casque_de_combat_de_la_brigade_de_fer",
      "name": "Casque de combat de la Brigade de fer",
      "type": "HEAD",
      "desc": "Un casque qui amplifie les signaux sensoriels et fusionne la conscience de la Brigade de fer de Glamoth avec l'armure.",
      "typeText": "Tête",
      "backstory": "L'Essaim qui recouvrait le ciel avait été réduit en cendres au milieu d'un océan de flammes, tandis que des flocons de neige d'un blanc argenté dérivaient dans l'immensité de l'espace, reflétant la lumière blafarde des étoiles. C'est seulement à cet instant que le bruit incessant des battements d'ailes et des communications se sont tus.\n\nL'Essaim qui avait attaqué « l'Empire » n'avait pas été totalement éradiqué, et le prochain ordre de mobilisation n'allait pas tarder à se faire entendre, comme d'habitude.\n\nLes membres de la Brigade de fer de « l'Empire » ressentaient les sensations extérieures via des signaux transmis à la moelle épinière. Elle se souvenait de la dernière fois où elle était sortie du cockpit, la brise soulevant légèrement ses cheveux et l'air chaud imprégnant sa nuque, les gouttes de sueur perlant sur sa peau. Elle n'avait pas trouvé cette sensation désagréable, elle lui avait donné l'impression d'être encore plus vivante qu'avec les signaux simulés. L'armure était totalement synchronisée avec les sens du pilote, même si cela intensifiait la douleur de la perte d'entropie, mais la Brigade de Fer n'avait pas le choix si elle voulait vaincre l'Essaim.\n\n« Règle n° 8 du règlement militaire de Glamoth. Tout membre survivant de la Brigade de Fer doit retourner volontairement à son régiment... »\n\nCe n'est que lorsque la combattante a vu l'armure argentée démembrée qu'elle a compris que les signaux sensoriels l'avaient trompée. Il n'y aurait pas de nouvel ordre de mobilisation. Un bien bref et cruel répit."
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "gardepoignets_de_la_brigade_de_fer",
      "name": "Garde-poignets de la Brigade de fer",
      "type": "HAND",
      "desc": "Puissants garde-poignets capables d'écraser les hordes d'insectes. Ils sont à la fois tranchants, légers et solides.",
      "typeText": "Mains",
      "backstory": "La combattante de la Brigade de fer de Glamoth serrait ses garde-poignets, faisant éclater les carapaces de l'Essaim, laissant le liquide corrosif de leur abdomen éventré s'échapper. Le fluide se désintégrait instantanément, dès qu'il touchait son armure argentée, ne laissant que des taches de sang souillé.\n\nLes débris d'armures et de membres d'insectes se dispersaient dans le vide spatial, tandis que la « rivière de la mort » de Glamoth s'écoulait paisiblement sous l'effet de la gravité, marquant la fin de la bataille sanglante.\n\nLes dirigeants du Conseil débattaient de la situation de l'après-guerre, portant un jugement sur Titania, qui n'avait jamais eu de véritable pouvoir, mais qui exerçait son contrôle sur la redoutable Brigade de Fer... Sa présence était considérée comme la plus grande menace pour la survie de la République... Les cloches de la paix retentissaient, annonçant la disparition de l'Essaim et le retour du ciel d'azur aux mains de la République.\n\n\n« Si nous ne maîtrisons pas \"l'Impératrice\", qui d'autre pourra contrôler ces armes ? »\n\nLes combattants de la Brigade de Fer n'ont jamais cessé, au cours de leur brève existence, d'aiguiser la puissance de leurs poings d'acier. Ils n'imaginaient pas que c'était les pâles et faibles mains du conseil, levées bien haut, qui détenaient le pouvoir de changer le destin de Glamoth."
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "armure_argente_de_la_brigade_de_fer",
      "name": "Armure argentée de la Brigade de fer",
      "type": "BODY",
      "desc": "Armure incandescente à propulsion qui permet à la Brigade de fer de Glamoth d'embraser le champ de bataille.",
      "typeText": "Corps",
      "backstory": "Plusieurs arcs de flammes intenses s'élevèrent dans le ciel nocturne, dépassant l'horizon où l'aube se lève et pointant vers différents secteurs de Glamoth. Tel était le quotidien que les habitants de la République redoutaient le plus.\n\nDes armures argentées s'élançaient dans le ciel, en direction des champs de bataille dévastés, sans prendre le temps de contempler les paysages qu'elles protégeaient nuit et jour.\n\nLes ordres de l'Impératrice ne souffraient aucune contestation, et des guerriers à l'apparence identique sortaient des incubateurs, jurant de reconquérir les cieux de Glamoth au nom de l'Impératrice. La Brigade de fer traversait des montagnes de cadavres d'insectes et des mers de sang, brûlant les restes calcinés des carapaces et brisant les restes écaillés des mandibules colossales... Le destin de la Brigade de fer de Glamoth était d'endurer la lente désintégration de l'entropie, en brûlant avec force au bord de la vie et de la mort.\n\nJusqu'à ce que les flammes soient complètement éteintes, jusqu'à ce que les nuages d'insectes qui recouvraient le ciel soient réduits en cendres et jusqu'à ce qu'il n'y ait plus aucun survivant... Et un tel spectacle se poursuivait...\n\nQue signifiait d'être vivant ? L'accélération de l'armure à propulsion serrait sa poitrine, transperçant la torpeur de l'entropie, et lorsque la douleur brève se manifesta dans ses membres, elle goûta à ce que signifiait d'être vivant."
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "grves_marcheciel_de_la_brigade_de_fer",
      "name": "Grèves marche-ciel de la Brigade de fer",
      "type": "FOOT",
      "desc": "Grèves mécaniques qui allient puissance destructrice et rapidité. Elles permettent aux soldats de la Brigade de fer de Glamoth de s'élever et de frapper l'ennemi avec force et précision.",
      "typeText": "Pieds",
      "backstory": "Les traces de la Brigade de fer étaient visibles dans tous les recoins de l'« Empire » de Glamoth, tels des météores flamboyants, mais ils ne pouvaient pas échapper au « rêve » tissé par Titania.\n\nLes habitants de la République s'inquiétaient de ces troupes nées pour combattre, s'interrogeant sur la légitimité de cet « Empire » inconnu sur leur territoire...\n\nL'Impératrice accordait foi et honneur à ses chevaliers, et la Brigade de fer lui offrait loyauté et engagement... De nouveaux humains naissaient en permanence des incubateurs, se voyant attribuer numéros et missions. Les anciens humains se cachaient derrière des remparts d'acier, attendant avec impatience la paix tant espérée. Toute imposture devrait être révélée au grand jour et les méthodes de guerre qui ébranlent la nature humaine ne devraient pas voir le jour. Lorsque la catastrophe se dissipe, ceux qui ont connu l'horreur ont le devoir de détruire les produits de la guerre...\n\nLes grèves de la Brigade de fer traversaient le ciel. Ils pouvaient atteindre n'importe quelle étoile s'ils le voulaient.\n\nEt pourtant, l'« Empire » était introuvable. Devant la Brigade de fer ne se trouvait plus qu'un chemin prédéterminé, dont l'une des extrémités menait à la mort et l'autre à soi-même."
    }
  ]
}