{
  "_id": 314,
  "id": "izumo_gensei_and_takama_divine_realm",
  "name": "Vie présente d'Izumo et royaume divin de Takama",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente l'ATQ du porteur de <nobr>12%</nobr>. Si au moins un autre coéquipier suit la même Voie que le porteur en entrant en combat, les chances de coup critique du porteur augmentent de <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33145,
      "ids": [
        33145,
        43145,
        53145,
        63145
      ],
      "id": "izumos_magatsu_no_morokami",
      "name": "Désastre des kami d'Izumo",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve Izumo, dont le passé et l'avenir ont été séparés d'un coup de sabre. Izumo a été le théâtre de guerres de survie inexprimables et a également connu des périodes de faste extravagant... À présent, ces terres désolées ont disparu, ne laissant derrière elles qu'un tumulus d'épées où le passé est enterré.",
      "typeText": "Sphère planaire",
      "backstory": "Les planètes jumelles étaient enchevêtrées dans leur destin tragique, dansant un rondo éternel autour d'un grand soleil noir.\n\nAu commencement, l'une des planètes vit naître des humains. Ces êtres regardèrent en bas et nommèrent cette terre « Izumo ». Ils levèrent les yeux et nommèrent le monde au-dessus « Takamagahara ». Lors d'un jour non consigné dans les chroniques, de nombreuses divinités descendirent de Takamagahara. Des bêtes maléfiques nommées par les dieux renversèrent les cieux, embrasèrent les rivières et les océans, et déchirèrent la terre. Les hommes comprirent, terrifiés, que cette invasion n'avait pas pour but la conquête, la domination, ni le pillage, mais l'extermination.\n\nFaisant face à une extinction imminente, Izumo s'engagea dans une entreprise déicide, mobilisant toute sa force pour terrasser la calamité connue sous le nom de « Souverain de la Révélation » et forger la toute première Lame de l'édit à partir de son corps bestial. Ceux qui maniaient ces épées pouvaient dès lors rendre à ces dieux maléfiques la monnaie de leur pièce : en récitant les mantras contenus dans leurs lames, ils étaient capables de manipuler le pouvoir divin de Takamagahara, ce qui leur permettait de combattre ces divinités malveillantes et de venir au secours du peuple. Ainsi commença la longue croisade d'Izumo, qui fut marquée par d'innombrables sacrifices pour abattre une divinité après l'autre et brisant d'innombrables lames mortelles afin de forger les Douze protectrices.\n\nDans cette lutte acharnée pour sa survie, Izumo utilisa la puissance des Lames de l'édit pour illuminer ce monde ténébreux primitif en moins de dix ères de l'Ambre, érigeant des cités rayonnant de mille couleurs... Le lointain royaume divin de Takama, jadis si éloigné, était désormais à portée de main. Pourtant, c'est à ce moment-là que cette histoire prit soudainement fin. Ces deux planètes virent leur existence s'évaporer, disparaissant dans le néant.\n\nAujourd'hui, l'histoire d'Izumo, cette planète frontalière, ne survit que par des murmures dispersés à travers l'univers. Les universitaires ont diverses opinions concernant sa disparition, mais aucun n'a réussi à percer ce mystère. L'histoire d'Izumo aurait dû être un long fleuve, mais elle a été tranchée d'un seul coup, et son passé et son futur ont été effacés dans les rives du néant. Izumo n'a-t-elle jamais existé, n'était-ce qu'une histoire fabriquée ? Ses récits se sont-ils échoués sur les rives d'une causalité inversée ? Était-ce une autre expérience terrifiante de Dr Primitif, ou était-ce un signe du Retour de la Voracité depuis les confins du Cosmos ?\n\nSeul ce grand soleil noir détient la réponse. Mais il garde le silence.\n\nCar tout événement passé finira par retrouver son dénouement, et tout ce qui s'est terminé est destiné à se répéter. L'univers est voué à une éternelle répétition dans son ombre. Quant à Izumo, elle n'est plus qu'une simple note de bas de page, complémentant une ellipse."
    },
    {
      "_id": 33146,
      "ids": [
        33146,
        43146,
        53146,
        63146
      ],
      "id": "izumos_blades_of_origin_and_end",
      "name": "Izumo, lames de fin et de commencement",
      "type": "OBJECT",
      "desc": "Le peuple d'Izumo utilisait des pampilles ornementales pour attacher leurs lames tranchantes à leurs ceintures. Ils arpentaient le monde pour chasser les kami avec leurs épées, puis se servaient de leurs dépouilles divines pour forger de nouvelles épées, perpétuant ainsi un cycle sans fin... Izumo avançait vers la prospérité, les illusions et vers le néant.",
      "typeText": "Corde de liaison",
      "backstory": "Les planètes jumelles étaient enlacées dans leur destin tragique, et un chant défunt se répandait à travers la grotte où la lumière se cachait.\n\nCe chant n'avait ni début, ni fin, ni sonorité, ni résonance. Il ne provenait de la voix d'aucun être, et n'était entendu par personne. Ses paroles étaient les suivantes :\n\nTakamagahara, vaste étendue éternelle, miroir d'Izumo en sa splendeur, était un paradis divin de pureté.\nLe ciel et la terre plongèrent dans l'obscurité, le grand soleil fit monter les marées, tandis que les kami laissaient des traces dans leur avancée.\nLes innombrables Magatsu-hinokami firent apparition et se vouèrent à un massacre sans pitié. Pourtant, ils ne s'attendaient pas à ce que leur autorité alors incontestée puisse leur être soutirée.\nIzumo brisa soixante-dix mille et trente-trois lames de guerrier pour forger les Douze lames protectrices de l'Édit.\n\nLa première était Vérité, et avait été forgée à partir du corps pourfendu du Souverain de la Révélation. Elle permit aux mortels d'acquérir la compréhension de la loi et de l'ordre, de décomposer l'univers pour recréer des miracles.\nLa seconde était Céleste, et avait été forgée à partir du corps pourfendu du Zénith éternel. Elle pouvait façonner le ciel pour en faire des remparts et des forteresses qui faisaient obstacle à l'avancée des Magatsu-hinokami.\nLa troisième était Fracas, et avait été forgée à partir du corps pourfendu du Tonnerre tout-puissant. Elle pouvait invoquer la foudre qui fendait le ciel, faisant s'abattre les météores et le tonnerre pour infliger le châtiment divin.\nLa quatrième était Brume, et avait été forgée à partir du corps pourfendu du Long vent. Elle pouvait provoquer des bourrasques capables de fendre et de ciseler la terre, pour que les tempêtes se déchaînent sans fin.\nLa cinquième était Givre, et avait été forgée à partir du corps pourfendu du Manteau céleste d'hiver. Elle pouvait geler le temps lui-même pour créer d'immenses étendues glaciales et étendre un instant jusqu'à l'éternité.\nLa sixième était Destinée, et avait été forgée à partir du corps pourfendu de la Sœur de la mortalité. Elle pouvait faire s'épanouir les fleurs et recouvrir les tombes désolées, permettant à la vie et à la mort de danser en un cycle éternel.\nLa septième était Ardente, et avait été forgée à partir du corps pourfendu des Flammes du malheur. Elle pouvait invoquer le feu pour brûler le monde, embraser les cieux et incendier la terre.\nLa huitième était Conscience, et avait été forgée à partir du corps pourfendu de la Sagesse omnisciente. Elle pouvait consulter le passé et prévoir l'avenir à l'aide du miroir d'eau, transcendant le vrai et le faux à travers les millénaires.\nLa neuvième était Racine, et avait été forgée avec le corps pourfendu du Père des contrées. Elle avait le pouvoir de suspendre des archipels dans le ciel, et de provoquer des fissures et crevasses sur la terre, déchirant tout ce qui se trouvait sur son passage.\nLa dixième était Myriade, et avait été forgée avec le corps pourfendu du Souverain du royaume des morts. Elle pouvait rassembler les masses et les unir, leurs innombrables silhouettes fluctuant telles les marées.\nLa onzième était Lien, forgée à partir du corps pourfendu du Gardien des présages. Elle avait le pouvoir de confiner le malheur dans une cage scellée, faisant disparaître instantanément le mal et les démons.\nLa douzième était Vorace, et avait été forgée à partir du corps pourfendu des Misères infinies. Elle avait le pouvoir de corroder et de vieillir le monde mortel, mais aussi de confondre kami et oni, rendant indistincts dieux et démons, scindant les âmes en deux.\n\nPuis, le monde souterrain fut purifié, les conflits suspendus, et les douze lames brisées avant d'être scellées.\nLes âmes défuntes s'agitaient au milieu du néant. Sous le soleil noir, deux lames furent forgées pour devenir les porteuses du destin du monde.\nL'une était nommée Commencement, et l'autre Fin. Car tout commença avec les humains, et tout se terminera avec les oni.\nLes lamentations s'apaisèrent, et les fleurs fanées se dressèrent avant de retomber. Les vaincus disparurent dans le vide, tandis que les victorieux... devinrent néant.\n\nLe moine boiteux psalmodiait ce chant de manière monotone, car ceux qui possèdent la puissance des kami marchent à reculons vers la divinité.\nSous le regard du grand soleil, la terre jadis nommée Izumo devint entièrement vide... d'humains, d'oni et de kami."
    }
  ]
}