{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "Disciple longévive",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les PV max de <nobr>12%</nobr>.",
    "4": "Lorsque le porteur est touché ou que ses PV sont consommés par un allié ou par lui-même, ses chances de coup critique augmentent de <nobr>8%</nobr> pendant <nobr>2</nobr> tours, avec un maximum de <nobr>2</nobr> cumuls."
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [
        31131,
        41131,
        51131,
        61131
      ],
      "id": "prothse_oculaire_de_disciple",
      "name": "Prothèse oculaire de Disciple",
      "type": "HEAD",
      "desc": "Une ingéniosité oculaire qui appartenait autrefois à quelqu'un. Elle n'est plus d'aucune utilité, maintenant qu'elle a été expulsée du corps de son propriétaire.",
      "typeText": "Tête",
      "backstory": "Dans ses songes flous et chaotiques, elle rêvait toujours de ce qu'elle avait pu voir pendant ces quelques jours de lumière. Sur des milliers d'hectares, des jacarandas ondulaient, et les pétales frémissaient au gré de la brise. Des vagues d'azur se brisaient contre les rochers, laissant jaillir des panaches de jade blanc. Des oiseaux déployaient leurs ailes d'argent et disparaissaient par-delà les forêts vertes de bambous.\\n\\nDans ses rêves, elle ne cessait de chercher en vain une personne en particulier, celle qui aurait dû profiter de cette magnifique vue avec elle.\\n\\nMais tout ce qu'elle pouvait voir n'était qu'une silhouette floue. Elle se souvenait très clairement de ses cheveux courts et soyeux, de ses yeux de jade noir. Mais, sa mémoire lui échappait dans un labyrinthe que son système nerveux avait bâti lui-même, et elle se réveillait toujours en sursaut juste avant de pouvoir discerner clairement les traits de son visage. Ahurie, elle frottait ses prothèses oculaires qui la faisaient tant souffrir. Mais avec ces yeux factices, elle n'avait plus à reconstruire des images floues à partir des sons, des odeurs, et du toucher.\\n\\n« Ils ne sont plus d'aucune utilité » dit l'Émanatrice de l'Instigateur de la Ruine. Elle entendit également le bruissement d'un éventail et le rire perçant de l'Émanatrice. « Tu pourras bientôt voir tout ce que tu désires, de tes propres yeux. »\\n\\n« Mais ce sont bien mes yeux », pouffa-t-elle « Cependant, je ne pourrai jamais revoir la scène dont ils ont été témoins. »"
    },
    {
      "_id": 31132,
      "ids": [
        31132,
        41132,
        51132,
        61132
      ],
      "id": "ingniosit_manuelle_de_disciple",
      "name": "Ingéniosité manuelle de Disciple",
      "type": "HAND",
      "desc": "Fabriquée spécialement pour les espèces à longue espérance de vie, cette ingéniosité prosthétique remplaçant un membre ne nécessite aucune chirurgie invasive pour être utilisée.",
      "typeText": "Mains",
      "backstory": "Appliquer du gel protecteur sur l'extrémité de son bras atrophié, accrocher fermement les capteurs neuronaux sur sa peau, ajuster sa prothèse de main en bois pour la fixer à son corps. Tel a été sa routine matinale pendant des siècles.\\n\\nBien qu'elle ne cherche ni les problèmes ni la compassion, sa main en bois attire sur elle des regards importuns.\\n\\nMalgré son talent hors du commun et sa place à la tête d'une Commission toute entière, son handicap a toujours influencé le comportement des autres à son égard. Ses harceleurs lâches ont été remplacés par d'autres, à la sympathie feinte, qui ne tarissent pas d'éloges hypocrites, puisqu'ils la considèrent toujours comme « l'Incomplète extraordinaire, née aveugle et avec une seule main ».\\n\\nElle a entendu des milliers et des milliers de fois les variations de ces faux compliments, qui lui donnent la nausée à chaque fois. Maintenant qu'elle peut voir leurs regards effrayés implorant sa pitié de ses propres yeux, elle ne ressent plus que le dégoût.\\n\\nAlors qu'elle pose par réflexe sa main sur la paroi du creuset bouillant, une douleur intense la ramène à la réalité. Elle retire immédiatement sa main, et la brûlure sur sa paume se met rapidement à guérir.\\n\\n« Parfois, je me dis que ma vieille main en bois était plus utile. »"
    },
    {
      "_id": 31133,
      "ids": [
        31133,
        41133,
        51133,
        61133
      ],
      "id": "manteau_de_plumes_de_disciple_couvert_de_rose",
      "name": "Manteau de plumes de Disciple couvert de rosée",
      "type": "BODY",
      "desc": "Un habit de plumes fabriqués selon les indications de parchemins anciens. Il appartenait soit à un démon honni dans les livres d'histoire, soit au sauveur de l'humanité.",
      "typeText": "Corps",
      "backstory": "La recherche d'information dans des fragments d'ouvrages anciens est particulièrement difficile pour une aveugle. Ses compagnons lui ont lu l'intégralité des textes antiques, desquels elle a extrait et compilé des passages pour en percer les mystères.\\n\\nSon intelligence hors du commun lui permet de mémoriser la majorité de ce qu'elle entend dès la première écoute. Toutefois, elle écouta encore et encore l'histoire de fantôme de <i>La sorcière à la robe de plumes</i> retrouvée parmi une pile de vieux parchemins sans jamais pouvoir s'en lasser.\\n\\nD'après la légende, une certaine maîtresse de domainosphère aurait sauvé son bien-aimé de la mort en plaçant son âme dans le corps d'un oiseau, lui conférant ainsi l'immortalité. Peu après, ne pouvant résister aux demandes de son partenaire, elle se transforma également en oiseau pour voler à ses côtés. Au fil des siècles, la conscience de la maîtresse de la domainosphère se troubla, si bien qu'elle perdit sa vraie nature et devint une créature mi-humaine mi-avienne. Lorsque ses sujets prirent d'assaut son palais pour la défaire et la transpercèrent de lances et de flèches enflammées, les deux oiseaux chantèrent un dernier chant funèbre et furent réduits en cendres dans une ultime étreinte.\\n\\nElle adorait tellement cette histoire, qu'elle prit l'essence et la moelle d'oiseaux et les transforma dans un four alchimique. Ensuite, elle fit coudre un superbe manteau de plumes avec ces matériaux modifiés. Elle ne pouvait pas voir la magnificence de son manteau, mais adorait le porter chez elle. Ce n'est pas elle qui devait le voir, mais quelqu'un d'autre, qui n'était plus là.\\n\\nLorsque le manteau flottait au vent, elle avait l'impression qu'une âme ailée traversait ses bras et ses épaules, toujours à ses côtés."
    },
    {
      "_id": 31134,
      "ids": [
        31134,
        41134,
        51134,
        61134
      ],
      "id": "sandales_en_soie_cleste_de_disciple",
      "name": "Sandales en soie céleste de Disciple",
      "type": "FOOT",
      "desc": "Une paire de chaussures en soie aux semelles aussi fines que des ailes de cigales. Sa propriétaire ne doit pas avoir commencé à marcher depuis longtemps.",
      "typeText": "Pieds",
      "backstory": "À chaque fois qu'elle échappait à l'attraction de la gravité et lévitait pour montrer des traces célestes aux fidèles, elle ne pouvait s'empêcher de se rappeler les mythes de l'Empire primitif.\\n\\n« Jadis, un adepte des arts immortels parvint à parfaire ses pouvoirs. Il errait à travers le monde, puisant dans l'essence qui coulait dans ses veines pour effectuer une myriade de miracles à l'aide des techniques de l'immortalité. Il tenta de s'élever au-delà du ciel pour se rendre parmi les étoiles. Cependant, trop éloigné des veines du monde dont il tirait sa force, il tomba inévitable dans les abysses de la mort. »\\n\\nToutefois, elle estimait que sa situation n'avait rien à voir avec cette histoire. Xianzhou n'avait pas de racines, c'est l'Arbre d'ambroisie qui y étendait les siennes, permettant ainsi de coexister avec l'Aiôn de l'Abondance et de forger un lien étroit avec le royaume pur et immaculé promis par Yaoshi. Cependant, les traîtres avaient rompu le lien avec le voie de l'immortalité, isolant irrémédiablement Xianzhou telle une île aux fondations précaires.\\n\\nLe sol factice de Xianzhou ne pouvait lui apporter aucun pouvoir. Les racines qu'elles cherchaient ne se trouvaient pas sous ses pieds, mais dans les profondeurs du ciel. Elle guiderait donc les disciples afin de donner une seconde vie à l'Arbre d'ambroisie et de jouir de la grâce suprême de l'Abondance.\\n\\nLévitant au-dessus de milliers de fidèles, elle déclara d'une voix retentissante : « Lorsque vous me regardez, ce n'est pas vers moi que vous levez les yeux, mais vers la place qui devrait vous revenir de droit dans le ciel. »"
    }
  ]
}