{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "Lushaka, les mers englouties",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente le taux de régénération d'énergie du porteur de <nobr>5%</nobr>. Augmente l'ATQ du premier personnage de la composition d'équipe de <nobr>12%</nobr> si le porteur n'est pas le premier personnage de la composition d'équipe."
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "royaume_aquatique_de_lushaka",
      "name": "Royaume aquatique de Lushaka",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve une ville submergée du monde marin de Lushaka. Le niveau de la mer s'est élevé à un point tel que la ville toute entière a été engloutie. Seuls de gigantesques « navires-États » traversent la mer, leurs équipages à la recherche de la prochaine destination lointaine.",
      "typeText": "Sphère planaire",
      "backstory": "Parmi une multitude de planètes en manque d'eau liquide, Lushaka brille d'un bleu pur dans le système stellaire de Przesmir. L'eau de ses mers est comme le berceau de la mère des océans. L'eau nourrit et soutient toute vie... mais elle la piège aussi, la contrôle et la capture jusqu'à ce qu'il n'y ait plus d'échappatoire.\\n\\nÀ l'aube, le second du « navire-État » frappe doucement à la porte des quartiers du capitaine. Les écologies insulaires des <unbreak>37</unbreak> domaines de l'Ancienne civilisation recouvrent les murs de la cabine. C'est ainsi que les gens ont la nostalgie des terres : des météores venus de par-delà le ciel sont en train de recouvrir d'eau la totalité de Lushaka, comme si c'était là leur désir profond. Des marées incessantes engloutissent les terres ancestrales dans des eaux abyssales, ne laissant qu'une étendue bleue... Le second réveille le capitaine endormi, car la mer scintille déjà, remplie de points d'or. Le « navire-État » a commencé un autre jour de voyage.\\n\\nLe navire éclaireur arrive au centre de la place. Il tire sa flèche-ancre vers une immense structure sous-marine qui était autrefois un centre commercial. L'ancre se loge fermement dans le cadre d'une fenêtre. Avant l'arrivée de la cloche de plongée, d'innombrables bancs de poissons surpris surgissent des étagères du centre commercial.\\n\\nAprès midi, les savants quittent la cloche de plongée. Ils passent devant la librairie à la nage, sans s'arrêter une seule seconde. Après tout, l'encre est depuis longtemps diluée, illisible. Leur objectif a toujours été les supports en gomme-laque ou en plastique, à partir desquels on peut aisément obtenir des informations sur les jours passés après un nettoyage facile. Cette archéologie des profondeurs est toujours ardue. Les nettoyeurs restent sur leurs positions et surveillent les environs avec attention, brandissant des hallebardes en acier pour s'assurer que les prédateurs aux dents longues restent à distance. Les humains tombent occasionnellement sur des farfadets des profondeurs, mais les deux groupes sont trop absorbés par leurs fouilles respectives pour se soucier les uns des autres. Au lieu de boîtes de conserve ratatinées, les nettoyeurs s'investissent dans la recherche de graines, d'épices ou d'alcool.\\n\\nLa fouille sous-marine intensive touche à sa fin alors que les réserves d'oxygène diminuent. Sous l'eau, les maquereaux géants ont déjà atteint la ville. Les farfadets des profondeurs, anxieux, retiennent leur souffle, se collent au mur ou se cachent dans des chambres secrètes. Ils ont pris l'habitude d'utiliser la forêt d'acier sous-marine.\\n\\nLa bruine s'apaise à mesure que le soleil commence à se coucher, et les divers navires-États font retentir leur sirène pour disperser les oiseaux pilleurs autour d'eux. Ils placent la récolte du jour sur le pont pour que les citoyens du navire-État puissent prendre ce dont ils ont besoin. Les courants s'activent la nuit, tandis que le phare brille d'une lumière cristalline. Les Luviens dansent autour du mât enflammé, oubliant le lendemain qui viendra inévitablement. Ils relatent les gloires de la journée avec des chants marins, et soupirent doucement en mémoire d'un passé heureux en entonnant des pots-pourris. Le capitaine sort sa boussole et regarde dans la direction qu'elle indique : il sait que là-bas se trouve leur maison, de plus en plus étrangère, où des gens aspirent encore au retour des leurs.\\n\\nÀ minuit, le navire colossal éteint tous ses feux, dérivant silencieusement sur la mer. Ont-ils vraiment trouvé la paix ? Ou bien leurs sourires masquent-ils des larmes déjà dissoutes dans la mer ?\\n\\nAprès ce soir, ce bleu profond restera inchangé, comme toujours."
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "routes_maritimes_jumelles_de_lushaka",
      "name": "Routes maritimes jumelles de Lushaka",
      "type": "OBJECT",
      "desc": "Sur l'horizon à perte de vue, la plus insignifiante des marques rompt le silence. Les voies de navigation portent l'histoire de l'équipage tandis que les esprits de l'eau s'accrochent à l'espoir au fil des courants marins.",
      "typeText": "Corde de liaison",
      "backstory": "Pour les farfadets des profondeurs, le monde au-dessus de l'eau était à l'origine inconnu et périlleux, mais tout cela n'est plus qu'un lointain souvenir. Après tout, les choses qui étaient autrefois au-dessus de l'eau sont depuis longtemps maintenant immergées dans le bleu profond.\\n\\nLes habitants des terres de Lushaka entretiennent une relation à la fois intime et distante avec les farfadets des profondeurs. Lors des fouilles en haute mer, les habitants des terres voient les rencontres avec les farfadets des profondeurs comme des présages heureux, et décrivent les esprits comme des créatures empreintes de beauté et de mystère. Les farfadets des profondeurs possèdent des membranes alaires bleu marine et des yeux d'onyx, ainsi que des cordes vocales uniques capables de produire des sons purs et éthérés. Selon les histoires transmises oralement par les chercheurs des profondeurs, ces créatures accompagnent souvent les dragons de mer et résident dans une ville argentée au fond des océans. Elles existent entre légende et réalité, incarnant à la fois la sérénité et la vivacité.\\n\\nCependant, le mot utilisé pour les décrire dans un passé englouti par l'océan était Édars, monstres des profondeurs marines.\\n\\nIl y a bien longtemps, les Édars et les habitants des terres luttaient farouchement pour survivre. Personne ne pouvait ignorer le rouge vif qui se répandait dans les océans. Initialement, les jeunes Édars étaient considérés comme de simples prises de pêche. Puis les habitants des terres furent attirés dans l'océan, au son des chants des Édars, pour s'y noyer. Les deux espèces étaient à la fois des chasseurs et des proies l'une pour l'autre dans les vastes étendues marines. Puis vinrent des affrontements entre lames et ancres, et des combats entre bêtes marines et canons. La guerre incessante, qui faisait rage tant au-dessus qu'au-dessous de la surface, persista jusqu'à ce que les récifs se brisent sous un magma brûlant. Ce n'est que bien après que les spécialistes comprirent que le Cancer de tous les mondes s'était depuis longtemps emparé de l'avenir de Lushaka : les promesses vinrent simplement d'un farfadet des profondeurs qui avait perdu son foyer et maudit le coupable dans un cauchemar, d'un cri silencieux.\\n\\nLe passé depuis longtemps oublié est enseveli dans les récifs coralliens d'acier et de béton des profondeurs marines, aussi éphémère que la fumée et les nuages, inconnu de tous.\\n\\nDepuis lors, les villes et les terres ont été englouties par la mer, les disputes et le sang consumés par l'océan, et l'histoire et la civilisation ont été avalées par les vagues. Pour échapper à la pression croissante des eaux profondes, les farfadets des profondeurs migrent constamment vers le haut, poussés à vivre dans d'anciennes villes des habitants terrestres, fouillant dans des souvenirs emplis de sourires et de larmes... Ils savent qu'il reste bien peu de sons à la surface, et que l'azur n'appartient désormais qu'à eux seuls. Pourtant, le silence est bien trop écrasant.\\n\\nQuand les chanteurs du navire-État aperçoivent des ailes soyeuses et azurées au cours de leur route nautique, ils commencent à chanter ce magnifique pot-pourri...\\n\\n« Ils voyagent et ils tiennent le cap, en quête du phare et de la tempête, pour regagner le bleu pur. »"
    }
  ]
}