{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "Messager du hackerspace",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente la VIT de <nobr>6%</nobr>.",
    "4": "Lorsque le porteur utilise son ultime sur un allié, la VIT de tous les alliés augmente de <nobr>12%</nobr> pendant <nobr>1</nobr> tour. Cet effet n'est pas cumulable."
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [
        31141,
        41141,
        51141,
        61141
      ],
      "id": "messengers_holovisor",
      "name": "Holoviseur de messager",
      "type": "HEAD",
      "desc": "De la même forme qu'un masque de ski, il protège non seulement de l'éblouissement, mais permet également de regarder des streams en ligne.",
      "typeText": "Tête",
      "backstory": "En général, les messagers empruntent les voies aériennes de basse sécurité pour traverser la Capitale de la passion, et éviter les forces de sécurité privées embauchées par les ploutocrates.\n\nIls aiment mâcher des chewing-gums bon marché et portent des holoviseurs modifiés à outrance afin de scanner l'intégralité de la ville numérique.\n\nL'holoviseur affiche des informations sur la ville en temps réel directement sur la rétine, permettant ainsi aux messagers d'emprunter des trajectoires impossibles, comme s'il s'agissait de couloirs aériens dégagés. C'est de cette manière qu'ils se fraient un chemin sur les toits des immeubles, à travers les conduits d'aération et le treillis des grues de construction... Ils utilisent même les drones logistiques dans le calcul de leur trajectoire. Les messagers doivent donc être suffisamment agiles pour éviter les chutes accidentelles, qui pourraient s'avérer fatales, à la moindre déviation.\n\n« Un abruti a déconnecté tous les holoviseurs alors que j'étais en plein vol. C'était le pire accident que j'aie jamais eu. »\n\nCet holoviseur Canard-jaune est un vieux modèle de fin de série, l'un des plus recherchés par les connaisseurs."
    },
    {
      "_id": 31142,
      "ids": [
        31142,
        41142,
        51142,
        61142
      ],
      "id": "messengers_transformative_arm",
      "name": "Bras modifié de messager",
      "type": "HAND",
      "desc": "Une prothèse de bras cybernétique que l'on peut désassembler à loisir. Elle peut propulser son poing comme une balle de fusil.",
      "typeText": "Mains",
      "backstory": "Tous les messagers ne possèdent pas de prothèse de bras cybernétique. Toutefois, ceux qui en possèdent sont souvent des férus de modification corporelle. Après tout, qui voudrait d'un membre cybernétique qui ressemble à tous les autres ?\n\nLes résidents de la Capitale de la passion sont obnubilés par les prothèses cybernétiques, et la maigre régulation mise en place par la ville se résume simplement en la publication de recommandations contre la véritable fièvre de modifications cybernétiques excessives.\n\nIl n'existe que trois catégories de déclaration des modifications corporelles dans la Capitale de la passion, qui rassemblent en tout dix-huit types. C'est loin d'être suffisant pour les messagers rebelles, qui allouent la majorité de leur salaire dans la conception de dispositifs de plus en plus imaginatifs. Ils élaborent des plans pour que leurs dispositifs de conversion électronique lancent des décharges électriques, ou pour transformer leurs prothèses en missiles. Ces modifications sont de plus en plus invraisemblables depuis que les prix d'embauche de messagers ont explosé.\n\n« Ces messagers travaillent-ils pour protéger les informations, ou uniquement pour l'argent ? »\n\nCette prothèse de bras Canard-jaune a subi des modifications spéciales. Chaque phalange est capable de tourner à grande vitesse, et peut être propulsée comme une balle de fusil."
    },
    {
      "_id": 31143,
      "ids": [
        31143,
        41143,
        51143,
        61143
      ],
      "id": "messengers_secret_satchel",
      "name": "Sacoche secrète de messager",
      "type": "BODY",
      "desc": "Une sacoche de facteur tendance. Elle est ornée de nombreux accessoires qui lui confèrent un aspect mignon.",
      "typeText": "Corps",
      "backstory": "Les magnats de la finance de la Capitale de la passion surveillent tous les flux d'information de la ville. Ils utilisent habituellement leurs monopoles sur l'information pour maintenir leur domination financière. Quiconque cherche à bouleverser le statu quo a droit à une visite de la Régulation de la sécurité publique.\n\nAutrefois, le peuple s'est soulevé. Les magnats de la finance leur ont donc promis du confort. Très vite, les habitants ont fait le deuil de la confidentialité de leur vie privée.\n\nLes magnats de la finance collectent avec avidité tout type d'informations, qu'elles soient importantes ou futiles, et que ce soit dans la vie réelle ou virtuelle. Ainsi, les sacoches de facteurs sont devenues le dernier bastion de l'intimité. Elles sont petites, légères et ne peuvent transporter que des puces électroniques ou des documents papier. Néanmoins, ce sont justement ces angles-morts qui garantissent ce qui reste de l'indépendance de l'information dans la Capitale de la passion.\n\n« Pourquoi certains transmettent des informations via des canaux en dehors du réseau officiel ? Les messagers aussi voudraient bien le savoir. »\n\nSi cette édition limitée de la sacoche de facteur Jaune-canard a l'air plutôt vieille, elle est toujours dans le coup grâce à ses nombreux accessoires."
    },
    {
      "_id": 31144,
      "ids": [
        31144,
        41144,
        51144,
        61144
      ],
      "id": "messengers_parkool_sneakers",
      "name": "Baskets de par-cool de messager",
      "type": "FOOT",
      "desc": "Une paire de baskets, idéales pour le parkour. Elles sont confortables, et c'est tout ce qu'on leur demande.",
      "typeText": "Pieds",
      "backstory": "Les anciens messagers de la Capitale de la passion ont abandonné leurs baskets dans un coin, et sont partis en silence. La plupart des messagers ne laissaient ni leur nom ni aucune autre trace pour la postérité dans la ville. Mais cette habitude faisait simplement partie de leur code, pour se protéger.\n\nLes messagers ont du mal à identifier le moment où leur état d'esprit a changé, lorsqu'ils sont devenus comme ceux qu'ils haïssaient le plus.\n\nSilencieusement, l'indépendance de l'information que les messagers protégeaient a été progressivement monopolisée. Silencieusement, les risques que prenaient les messagers sont devenus une monnaie d'échange. Silencieusement, les messagers sont devenus les complices des conspirateurs... Si la ploutocratie n'a pas réussi à les éliminer, c'est leur idéalisme immature qui les mena à leur perte. Avant que tout échappe à leur contrôle, les messagers se sont rassemblés pour dire adieu à leur vie de fuite.\n\n« Peut-être les messagers devraient-ils s'arrêter là, laisser tout le monde voir la ville pour ce qu'elle est, et laisser de vrais réformistes s'en charger. »\n\nCe sont des baskets Canard-jaune abandonnées sur le bord de la route. Les messagers de la Capitale de la passion ne sont plus qu'une légende qui appartient au passé."
    }
  ]
}