{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "Mousquetaire du blé sauvage",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente l'ATQ de <nobr>12%</nobr>.",
    "4": "Augmente la VIT du porteur de <nobr>6%</nobr> et les DGT infligés par son ATQ normale de <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 31021,
      "ids": [
        31021,
        41021,
        51021,
        61021
      ],
      "id": "musketeers_wild_wheat_felt_hat",
      "name": "Chapeau en feutre orné de blé de mousquetaire",
      "type": "HEAD",
      "desc": "Chapeau de cowboy orné d'un épi de blé : la marque d'Oakley, une mousquetaire de légende.",
      "typeText": "Tête",
      "backstory": "Hérité de son défunt père, le chapeau en feutre d'Oakley était encore plus beau maintenant qu'elle l'avait orné d'un épi de blé. Intentionnellement ou non, les chasseurs de primes cherchaient toujours à concevoir leur propre emblème dans l'espoir qu'un jour, il marque le début d'une grande légende transmise de génération en génération.\n\nLa Corporation pour la Paix Interastrale offrait souvent des primes généreuses aux professionnels aguerris pour chasser des pirates interastraux. Cependant, Oakley préférait travailler seule, cherchant sans cesse les régions désolées aux confins du monde qui lui offriraient les plus gros défis.\n\nLes journées passées sous un soleil de plomb s'enchaînaient avec des nuits glaciales. Dans son odyssée solitaire, Oakley pouvait s'endormir la tête posée sur son chapeau de feutre dès qu'elle se trouvait près d'un feu de camp. Néanmoins, ses rêves étaient toujours interrompus par l'intrusion d'un mystérieux bandit armé revendiquant être un chasseur de primes venu de loin. Sa silhouette rachitique contrastait fortement avec son regard féroce et austère. L'homme défiait le père d'Oakley en duel à mort à midi. L'échange de coups de feu avait ensuite lieu, faisant tomber le chapeau en feutre de la tête du père d'Oakley. Ce dernier gisait déjà au sol lorsque les cris et les pleurs de sa mère se faisaient entendre...\n\nLa petite Oakley regardait le bandit avec stupeur. Il était si habile avec son arme que jamais son père n'aurait eu la moindre chance.\n\nOakley était ensuite réveillée par une désagréable sensation d'humidité dans son cou, et comprenait alors que son chapeau en feutre était, comme d'habitude, imbibé de ses larmes. Elle se souvenait parfaitement que c'était ce même chapeau qui conférait autrefois un air si élégant à son père qui lui avait donné l'envie d'apprendre à se servir d'une arme à feu."
    },
    {
      "_id": 31022,
      "ids": [
        31022,
        41022,
        51022,
        61022
      ],
      "id": "musketeers_coarse_leather_gloves",
      "name": "Gants en cuir grossier de mousquetaire",
      "type": "HAND",
      "desc": "Une paire de gants en cuir dont l'extérieur est en partie craquelé. L'endroit d'où l'on tient une arme est plus particulièrement abîmé.",
      "typeText": "Mains",
      "backstory": "La jeune Oakley s'entraînait encore et encore au ranch du matin au soir. Un air surpris et fier à la fois se dessinait parfois subrepticement sur le visage de son père face aux talents de sa fille. Néanmoins, il lui arrivait de s'inquiéter en imaginant ce que la vie de mousquetaire pourrait impliquer pour sa petite merveille.\n\nLa mère d'Oakley semblait être la seule à se soucier réellement de l'état de ses petites mains, reprochant souvent à son mari d'être trop sévère quant à l'entraînement de leur fille.\n\nDepuis le duel fatidique jusqu'à la première prime qui lui avait valu sa notoriété, Oakley avait utilisé la même paire de gants usés pendant des années. Les autres chasseurs de prime ne comprenaient d'ailleurs pas pourquoi elle insistait pour porter les mêmes gants usés. Seule Oakley connaissait les émotions conflictuelles que faisaient ressurgir ces gants, car ils étaient le cadeau d'adieu que sa mère lui avait laissé.\n\nÀ quel genre de lutte émotionnelle la mère d'Oakley avait dû faire face, elle qui s'opposait si fermement à ce que sa fille apprenne le maniement des armes ?\n\nAprès ce duel, sa mère n'avait cessé de pleurer dans les bras d'Oakley. Oakley n'avait rien dit, mais sa mère avait déjà lu dans ses pensées."
    },
    {
      "_id": 31023,
      "ids": [
        31023,
        41023,
        51023,
        61023,
        55003
      ],
      "id": "musketeers_windhunting_shawl",
      "name": "Châle chasse-vent de mousquetaire",
      "type": "BODY",
      "desc": "Une cape cousue de style ethnique. Elle est doublée de fibres pare-balles.",
      "typeText": "Corps",
      "backstory": "Un mousquetaire ne doit jamais se dévoiler en premier lors d'un duel. Oakley arrivait à insérer discrètement les balles dans la chambre de son pistolet et à verrouiller la cible sans même l'alarmer. Pour les spectateurs, sa cape ample ne bougeait jamais d'un pouce jusqu'à ce qu'Oakley pivote pour tirer. Nul ne comprenait comment elle arrivait à réaliser une telle prouesse.\n\n« Les gestes complexes s'effectuent sous la cape. Le duel doit avoir pris fin avant même que la balle ne quitte le barillet. » Telles étaient les paroles que son père ne cessait de répéter.\n\nAprès être tombée par hasard sur un groupe de bandits armés, Oakley resta calme et commença à observer la situation. Avant de dégainer son arme, elle était restée figée sur place tel un rocher qui n'avait pas bougé depuis des siècles, tout en achevant ses préparatifs avant même que les bandits ne purent faire le moindre geste. Après une série de coups de feu, Oakley laissa intentionnellement s'échapper un bandit pour envoyer un avertissement au reste du groupe.\n\nSans hésitation et sans expression, ne laissant parfois aucun espoir de victoire à ses adversaires, voilà comment les autres chasseurs de primes la voyaient.\n\nN'effectuant que des tirs parfaits sans un seul mouvement superflu lors des duels, Oakley s'apparentait au mystérieux intrus armé qui hantait ses rêves. Elle ne put s'empêcher de se haïr lorsqu'elle réalisa qu'elle ressemblait de plus en plus à son ennemi juré."
    },
    {
      "_id": 31024,
      "ids": [
        31024,
        41024,
        51024,
        61024
      ],
      "id": "musketeers_rivets_riding_boots",
      "name": "Santiags à rivets de mousquetaire",
      "type": "FOOT",
      "desc": "Ces bottes sont pourvues d'une découpe en V et semblent larges et confortables au pied.",
      "typeText": "Pieds",
      "backstory": "Le périple était long et ardu, mais Oakley avait l'habitude de voyager seule. À tout moment, elle était prête à se rendre dans des régions désolées aux confins du monde, quelle que soit la maigre paie que la prime lui rapporterait.\n\nElle avait l'intuition que ce mystérieux bandit armé devait lui aussi être un solitaire. Leur rencontre aurait donc inévitablement lieu dans un endroit peu fréquenté.\n\nAprès avoir trouvé un harmonica, Oakley passa le plus clair de son temps à s'entraîner seule à jouer quelques morceaux. Elle n'avait pour tout public que des tarentules, des tempêtes de sable et des herbes folles. Au fil de son voyage, Oakley trouvait toujours de meilleures techniques pour passer le temps. On raconte qu'un jour, le vent s'arrêta de souffler pour l'écouter jouer de l'harmonica et ne reprit qu'à la fin de sa chanson. La CPI offrait aux chasseurs de primes de nombreuses opportunités de voyages interstellaires, et la destination n'était jamais une préoccupation pour cette mousquetaire solitaire.\n\nOakley se demandait parfois si elle n'était pas simplement à la poursuite d'un fantôme depuis tout ce temps, le mystérieux bandit ayant disparu depuis longtemps sans laisser de traces. Tout ce qu'elle semblait faire, c'était enchaîner les missions.\n\nElle était cependant persuadée que tant que le blé sauvage était suffisamment connu de par le monde, ce bandit finirait par se montrer à sa porte, tout comme il l'avait fait autrefois au ranch pour affronter son père."
    }
  ]
}