{
  "_id": 303,
  "id": "pancosmic_commercial_enterprise",
  "name": "Entreprise commerciale intersidérale",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente les chances d'appliquer des effets du porteur de <nobr>10%</nobr>. D'autre part, son ATQ augmente d'un montant équivalent à <nobr>25%</nobr> de ses chances d'appliquer des effets actuelles, jusqu'à un maximum de <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33035,
      "ids": [33035, 43035, 53035, 63035],
      "id": "mga_qg_de_la_cpi",
      "name": "Méga QG de la CPI",
      "type": "NECK",
      "desc": "Scellé dans cette sphère planaire se trouve le QG de la CPI à l'Embarcadère. Aucune planète ne peut échapper au grand business plan de la Corporation pour la Paix Interastrale. Ils se sont aventurés dans l'espace lointain pour tirer parti de la puissance de l'univers tout entier.",
      "typeText": "Sphère planaire",
      "backstory": "L'impact dans le sous-espace secoua les cieux et fit trembler la terre. Le Colosse silencieux jetait une ombre sur le mur horizontal du cosmos, seul. Les oracles autoproclamés se mirent en branle. Ils souhaitaient aider l'Aiôn Qlipoth à ériger ce mur.\\n\\nL'avenir de l'univers étant menacé, la construction du mur devenait toujours plus urgente. Les misérables humains n'avaient aucune intention d'imiter les exploits des dieux, mais ils se rassemblèrent en groupes pour devenir « l'équipe de soutien » de l'Aiôn. Ils n'hésitaient pas à se donner corps et âme au Seigneur de l'Ambre. Grâce au pouvoir de la Préservation, l'équipe de soutien envoya la flotte dans différents systèmes stellaires pour acheter des matériaux de construction tels que de la pierre, du bois, de l'or et du supernium, et organisa le transport des matériaux de construction jusqu'à la barrière subspatiale, stockant tout cela sur de vastes étendues.\\n\\nÀ la fin d'une courte période de développement, l'équipe de soutien s'implanta à l'Embarcadère et fonda la Corporation pour la Paix Interastrale. Afin de mettre en œuvre leur vision, ses membres se tournèrent vers l'espace lointain.\\n\\nLouis Fleming lança un appel à l'action et la flotte de commerce quitta le système solaire de l'Aiôn Qlipoth. Les grandes quantités de matières premières ne se limitèrent plus seulement aux matériaux de construction... Ils entreprirent de relier les systèmes de la galaxie et de tout acheter. Peu après, la Constellation orientale imposa des réglementations commerciales à l'échelle de la galaxie et bâtit un système de « crédits » afin de mettre en place une norme pour le commerce galactique. Des trillions d'actifs furent stockés dans la mégastructure de l'Embarcadère, tel un trou noir silencieux, grignotant la notion même de limite de richesse.\\n\\nAujourd'hui, les vaisseaux de la Corporation pour la Paix Interastrale parcourent la galaxie entière. Bien qu'on l'ait qualifiée de dictature d'entreprise, la CPI n'a pas cessé de se développer. Peu importe ce que les autres pensent, car la CPI n'a pas oublié sa mission fondatrice.\\n\\nLes méthodes de formation des recrues de la CPI évoluent en permanence, mais après plus de <unbreak>800</unbreak> ères de l'Ambre, seule une pratique historique n'a jamais changé. À l'époque, Louis Fleming, fondateur de la corporation, se présenta devant l'équipe de soutien et prononça un discours passionné. Il aspirait à unir l'univers et à soutenir l'idéal de l'Aiôn afin de protéger l'univers. À la fin du discours, on sentit comme un impact incroyable et distant, ce qui apporta un surcroît de sublime et de solennel à ce moment. À cet instant, ils surent qu'il s'agissait d'une foi inébranlable.\\n\\n« Tout pour le Seigneur de l'Ambre. »"
    },
    {
      "_id": 33036,
      "ids": [33036, 43036, 53036, 63036],
      "id": "route_commerciale_de_la_cpi",
      "name": "Route commerciale de la CPI",
      "type": "OBJECT",
      "desc": "L'établissement du commerce interstellaire a été grandement facilité par le système de crédits. La Corporation pour la Paix Interastrale a connecté les étoiles par l'activité économique et a sans cesse repoussé les frontières commerciales.",
      "typeText": "Corde de liaison",
      "backstory": "L'équipe de soutien mit vite le cap sur le système solaire proche de l'Aiôn Qlipoth, la trajectoire du vieux vaisseau traçant la première route.\\n\\nPersuadée de la pertinence des coutumes de l'Aiôn, l'équipe de soutien commença à établir des relations commerciales avec une galaxie voisine. L'équipe de soutien arma une flotte et embarqua des biens précieux et rares. Grâce à des propositions difficiles à refuser, ils conclurent de nombreux accords commerciaux dans le système solaire. Ensuite, l'équipe de soutien fut chargée des routes et des informations commerciales. Elle décrocha les droits commerciaux exclusifs et entreprit la rédaction des réglementations commerciales de la galaxie.\\n\\nDes navires pleins de bois, de pierre, d'armatures et de supernium transitèrent par l'Aiôn Qlipoth, telle une nuée de mouches. Le Seigneur de l'Ambre garda le silence, dédaignant même de les regarder.\\n\\nVint le moment où le commerce avec les systèmes proches ne suffirent plus à une équipe de soutien efficace. Deux agents avisés étaient déterminés à aller plus loin dans la galaxie et c'est ainsi que la Corporation pour la Paix Interastrale vit le jour. La CPI avait en stock tout ce que les autres planètes pouvaient désirer, à des prix raisonnables indexés sur leurs « crédits ». C'est ainsi que la route commerciale galactique naquit. Depuis, toutes les planètes se greffant à la communauté économique de la CPI partagent une même devise, achètent les mêmes biens et profitent des mêmes services.\\n\\nLes vaisseaux marchands intégrés au système des crédits parcoururent les étoiles en suivant des routes commerciales fusionnant ou se divisant en une toile intergalactique. Les navires aux soutes chargées de trésors venus de lointaines étoiles traversèrent l'Aiôn Qlipoth à d'innombrables reprises, telles des lucioles, mais celui-ci garda le silence.\\n\\nLes matériaux de construction stockés depuis l'époque de l'équipe de soutien s'accumulaient sur les planètes alentour et leur quantité allait grandissant. L'Aiôn n'avait aucune intention d'accepter ces maigres présents et se concentrait sur la crise qui allait frapper ces mortels insouciants, les obligeant à ériger des barrières cyclopéennes de plusieurs années-lumière. La petite organisation qui achetait autrefois des matériaux est devenue un agent d'influence incroyable dans le cosmos. Elle regarde le Colosse sans tête, sans jamais se dire que ces efforts sont vains.\\n\\n« Notre labeur et nos actifs en perpétuelle croissance sont destinés à Qlipoth afin d'accomplir la volonté de l'Aiôn le moment venu. »"
    }
  ]
}
