{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "Vagabond foulenuage",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les soins prodigués de <nobr>10%</nobr>.",
    "4": "Récupère immédiatement 1 point de compétence en début de combat."
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [
        31011,
        41011,
        51011,
        61011
      ],
      "id": "pingle_cheveux_en_bois_rajeuni_du_vagabond",
      "name": "Épingle à cheveux en bois rajeuni du vagabond",
      "type": "HEAD",
      "desc": "Une brindille flétrie autrefois utilisée comme épingle à cheveux, avec un nouveau bouton de fleur qui pousse à son extrémité. Le passé est désormais révolu, et la branche sur laquelle est incrusté le bouton de fleur doré commémore le début d'une nouvelle vie.",
      "typeText": "Tête",
      "backstory": "Un sentiment de nervosité lointain et pourtant familier l'enveloppa, vif et distinct comme une douleur fantôme, alors que l'homme sans nom se réveillait de son long et profond sommeil. Son passé avait déjà volé en éclats aussi tranchants que des lames de rasoir, et il avait oublié jusqu'à son propre nom.\\n\\nErrant sans but, il étanchait sa soif avec de la neige fondue, chassait des bêtes sauvages pour se remplir l'estomac et s'était même servi d'une branche flétrie qu'il avait arrachée pour attacher ses cheveux flottants au vent.\\n\\nÀ la manière du flot incessant d'un ruisseau de montagne, sa longue chevelure noire ne cessait jamais de pousser. Sa chair tressaillait et palpitait sous sa peau, telles des carpes de rivière bondissantes... Des pouvoirs fascinants œuvraient à la reconstruction de son corps, guérissant ses os fracturés et reliant ses tendons sectionnés, lui faisant ainsi subir une douleur constante. Après d'interminables souffrances et tourments, son passé brisé commençait à se reconstituer... Alors qu'il contemplait son propre reflet dans l'eau, l'histoire de cette tragédie s'éclaircit peu à peu dans son esprit.\\n\\nLorsque le visage dans le reflet ne fut plus celui d'un étranger, l'homme dénué de nom réalisa soudain qu'un bouton de fleur avait poussé sur la branche flétrie.\\n\\nIl fut alors frappé par une soudaine révélation. La malédiction de l'immortalité faisait toujours rage, et la rancune des erreurs passées ne s'était jamais éteinte. C'était lui la fleur naissante sur cette branche autrefois morte."
    },
    {
      "_id": 31012,
      "ids": [
        31012,
        41012,
        51012,
        61012
      ],
      "id": "brassard_de_dragon_errant_du_vagabond",
      "name": "Brassard de dragon errant du vagabond",
      "type": "HAND",
      "desc": "Brassard fabriqué à partir de corail doré et du cuir de bêtes inconnues. Seuls les maîtres artisans de l'espèce des dragons vidyadhariens peuvent créer ce type d'armure supérieure.",
      "typeText": "Mains",
      "backstory": "Il semblerait que deux objets d'un même ensemble puissent partager une connexion télépathique, quelle que soit la distance qui les sépare. L'homme sans nom n'avait qu'un brassard en sa possession, mais en le touchant, ses doigts parvenaient à ressentir vaguement la chaleur du second.\\n\\nIl ferma les yeux, tentant tout son possible pour extraire la moindre information concernant l'autre brassard à travers ce lien ténu. Où se trouvait-il ? Qui était son propriétaire ?\\n\\nLe deuxième brassard était autrefois autour d'un bras mince mais puissant. Son propriétaire dont la lance tranchante se mouvait telle une étoile filante à la lueur glacée, s'était autrefois battu avec l'homme sans nom. Son propriétaire avait également bu en sa compagnie tout en contemplant la lune froide sans même échanger un mot. Cependant, au bout du compte, c'était également cette personne qui s'était entêtée à suivre son plan avec lui, transformant les êtres aimés en monstruosités, et poussant tout le monde dans un abîme de haine et de remords éternels.\\n\\nLes deux objets d'un même ensemble sont destinés à être réunis. Les longues années de rancune et de haine qui les séparaient se savouraient comme une liqueur vieillie : une gorgée après l'autre, jusqu'à ce que la bouteille du ressentiment soit enfin vide.\\n\\nLe porteur de l'autre brassard ressentirait-il la même chose ? L'homme sans nom ne voulait pas le savoir."
    },
    {
      "_id": 31013,
      "ids": [
        31013,
        41013,
        51013,
        55001,
        61013
      ],
      "id": "manteau_brod_en_lambeaux_du_vagabond",
      "name": "Manteau brodé en lambeaux du vagabond",
      "type": "BODY",
      "desc": "Vieux manteau à l'ourlet en lambeaux. Les broderies ont été abîmées par les coups de lames. Les corps guérissent vite, ce n'est pas le cas d'un manteau ou de la douleur humaine.",
      "typeText": "Corps",
      "backstory": "Au cours de son exil, l'homme sans nom avait longtemps erré, tel un cadavre ambulant, jusqu'à ce qu'un jour, une femme avec des lunettes de soleil et une personne portant une armure colossale lui bloquent la route. L'homme sans nom les attaqua sans même leur laisser le temps de réagir. Après un combat intense, la femme, tout sourire, proposa un marché que l'homme sans nom ne pouvait pas refuser.\\n\\nL'homme finit par accepter son offre, obtenant une nouvelle identité qui lui permettait de retourner dans le monde civilisé.\\n\\nOn le conduisit chez un tailleur, où l'on prit ses mensurations, avant de lui confectionner des vêtements dignes. Il bénéficia même d'une aide pour se coiffer et soigner son apparence jusqu'à ce qu'il retrouve celle d'antan. Dans un état second, il perdit toute notion du temps. Dans de vagues souvenirs du passé, il était sur le point d'offrir à son amie un pot de jade fait à la main avant de découvrir avec stupeur que cette personne qui comptait tant avait disparu.\\n\\nIl réalisa alors que la moindre de ses possessions, ce corps, cette vie, cet amour, cette haine et même ses vêtements, n'étaient que des emprunts.\\n\\nIl allait tout rembourser, même s'il devait pour cela rendre son dernier souffle."
    },
    {
      "_id": 31014,
      "ids": [
        31014,
        41014,
        51014,
        55002,
        61014
      ],
      "id": "bottes_de_marche_stygiennes_du_vagabond",
      "name": "Bottes de marche stygiennes du vagabond",
      "type": "FOOT",
      "desc": "Paire de bottes ayant laissé leur empreinte dans de nombreux mondes et ayant assisté à bien des situations mortelles.",
      "typeText": "Pieds",
      "backstory": "L'homme sans nom obéit à l'ordre de l'esclave et se rendit de l'autre côté du ciel avec ses nouveaux compagnons. Il parcourut d'innombrables mondes, en proie à la perplexité et à la haine, se retrouvant souvent mêlé à de graves questions de vie et de mort.\\n\\nIl avait oublié depuis fort longtemps la joie de créer, perdu dans sa hâte de fouler toujours plus de champs de bataille.\\n\\nLors de ses précédents affrontements, il avait subi un nombre incalculable de coups d'épée et d'entailles. Durant les défaites passées, son corps avait été brisé en mille morceaux, encore et encore. À chaque fois, son adversaire mettait fin au combat d'un dernier geste qui le frappait en plein cœur. Mais à présent, ces magistrales estocades qui lui avaient valu de nombreuses blessures et cicatrices étaient à jamais gravées dans sa mémoire. Grâce à cela, ses prouesses martiales s'étaient considérablement affinées au fil de combats meurtriers. À coups d'épée, l'homme sans nom dégageait le chemin pour ses alliés. Peu importe s'il tombait, il finissait toujours par se relever. Il semblait avoir abandonné toute sa haine pour se consacrer au maniement de l'épée.\\n\\nL'esclave promit d'apporter une fin éternelle à la vie de l'homme sans nom et à tout ce qu'il avait pu détester, lui octroyant ainsi un ultime repos. L'homme sans nom hocha la tête, remit son épée dans son fourreau puis se précipita dans le monde suivant.\\n\\nSi la vie pouvait être considérée comme un voyage perpétuel, il rêvait de pouvoir enjamber une mare remplie du sang de ceux qu'il haïssait profondément avant d'atteindre sa propre fin."
    }
  ]
}