{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "Penacony, terre des rêves",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente le taux de régénération d'énergie du porteur de <nobr>5%</nobr>. Augmente les DGT des alliés du même type que le porteur de <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [33125, 43125, 53125, 63125],
      "id": "grand_htel_de_penacony",
      "name": "Grand Hôtel de Penacony",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve la structure principale de Penacony : l'Hôtel Rêverie. Les clients qui séjournent ici voyagent vers un monde de doux rêves et profitent d'un festin de luxe et d'extravagance au cœur d'une métropole toute-puissante.",
      "typeText": "Sphère planaire",
      "backstory": "Le personnel de l'hôtel s'incline en signe de bienvenue, arborant un sourire uniforme, et annonce avec enthousiasme : « Bienvenue sur la planète des festivités ! Faites de beaux rêves ! » Les invités avancent en souriant, prenant des boissons pétillantes qu'ils vident d'un trait.\\n\\nLa scène gagne en merveilleux, comme si elle était entourée de soie. Les invités semblent échapper à la gravité et déambulent sur les murs. Des jouets étranges prennent vie et parcourent les rues en signe de célébration. Les fontaines se transforment en baleines géantes qui parcourent de longs couloirs en nageant. Lorsqu'on ouvre les fenêtres, on ne voit plus les étoiles de l'espace lointain, mais les jeux de lumière de la ville. Les invités réalisent alors qu'ils n'ont jamais vraiment été éveillés, mais qu'ils assistent à la véritable nature de Penacony, un lieu où les rêves durent éternellement.\\n\\nTout le monde sait que conformément aux règles de la « Famille », les portes de Penacony sont ouvertes à tous, que ce soit pour y vivre une expérience extatique, y retrouver l'inspiration ou apaiser les tourments de la vie. Les invités les plus influents viennent ici, laissant derrière eux la douleur en échange de la paix, dégustant du bon vin et se perdant dans l'océan des rêves. Certains passent ici des vacances inoubliables et repartent satisfaits, tandis que d'autres s'abandonnent aux festivités et y restent pour toujours. L'hôtel, entouré d'étoiles, est le joyau des tisseurs de rêves, la perle des faiseurs de songes, le paradis des rêveurs.\\n\\nPeu d'invités ont conscience de l'histoire passée : le fil qui tisse les rêves de Penacony est issu de la réalité. La luxuriance légère et veloutée de la Penacony d'aujourd'hui est née de la rugosité de la saleté et du poids des chaînes, au mépris de la liberté. La planète des festivités était autrefois une prison de la CPI, où d'innombrables prisonniers étaient transférés pour extraire les Bulles mémorielles du Jardin de la mémoire. Les prisonniers travaillaient sans relâche jour après jour, jusqu'à ce que leur corps soit aussi lourd que du plomb, mais leur âme aussi légère que des bulles. À un moment donné, les petites cellules étroites ont commencé à se détacher de la réalité, et la conscience des prisonniers s'est lentement enchevêtrée dans un rêve. Au son de la cloche de minuit, ce rêve partagé semblait si réel que la réalité semblait de plus en plus fausse.\\n\\nCe n'est que lorsque la Destruction a brisé les chaînes de la CPI que le Pionnier a relié cette frontière aux étoiles et que l'Harmonie a été invitée à semer les graines de la paix pour y faire germer la liberté, nommant cette planète « Penacony ».\\n\\nAujourd'hui, il ne reste aucune trace de la prison en ruines. Dans le monde des rêves, une myriade de gratte-ciel s'est érigée, transformant les déserts arides en une métropole : une nouvelle terre pour les rêveurs en quête de richesse et d'opportunités, et une utopie pour ceux en quête d'indulgence et de plaisir. Le passé de la planète des festivités est comme une photo oubliée dans un tiroir, toujours existante mais négligée.\\n\\nDe nos jours, le chant des rêves résonne joyeusement, les échos du passé ont été relégués au rang d'anecdotes et de plaisanteries, murmurées silencieusement dans l'entracte d'une comédie, dans les coulisses d'un dessin animé ou les petites lignes d'un magazine."
    },
    {
      "_id": 33126,
      "ids": [33126, 43126, 53126, 63126],
      "id": "rails_des_rves_de_penacony",
      "name": "Rails des rêves de Penacony",
      "type": "OBJECT",
      "desc": "Dans la cité onirique de Penacony, des rails complexes serpentent entre les bâtiments, supportant les sphéroïdes dans lesquels les visiteurs montent, et reliant entre eux les différents rêves.",
      "typeText": "Corde de liaison",
      "backstory": "Ceux qui ont visité Penacony pourront attester qu'elle a littéralement été construite sur des rêves. Le somptueux hôtel n'est que la partie émergée de l'iceberg de la planète des festivités, et ce n'est que lorsqu'on « dort » qu'on pénètre véritablement dans Penacony. C'est là que le royaume des rêves, composé de douze paysages, se dévoile lentement aux yeux des visiteurs.\\n\\nLes nouveaux arrivants peuvent être submergés par la scène de célébration qui se déroule devant eux. Mais pas de panique, levez les yeux et observez autour de vous. Les rails métalliques entrelacés entre les tours et les sphéroïdes qui s'y déplacent rapidement sont le mode de transport le plus remarquable de cette métropole onirique. Ils servent de guides aux visiteurs qui parcourent la ville.\\n\\nDepuis la gare centrale, le réseau complexe des rails des sphéroïdes sont comme les artères de la métropole, transportant efficacement et confortablement les visiteurs vers les différentes destinations, que ce soit dans les tunnels souterrains des Moments de l'aube, les vastes plaines des Moments de la fournaise, ou dans les stades éblouissants des Moments des étoiles. Les sphéroïdes colorés roulent sans relâche, insufflant une énergie sans fin dans le monde des rêves de Penacony.\\n\\nLes rêves imprègnent tout de leur texture légère et délicate, et les sphéroïdes, semblables à des noix, sont considérés comme des moyens de transport et des jouets dans ces terres de rêve. Cependant, rares sont ceux qui se souviennent que les sphéroïdes étaient à l'origine des cages d'emprisonnement. Le véhicule des rêves était utilisé pour enfermer les prisonniers.\\n\\nIl y a longtemps, la CPI avait envoyé de nombreux prisonniers dans la galaxie d'Asdana, dans le but d'empêcher la propagation d'une catastrophe. Là-bas, les prisonniers collectaient des souvenirs, faisant de moins en moins la différence entre le rêve et la réalité. Les capsules de travail sphériques dans le vide sont devenues les « souvenirs » inoubliables des prisonniers : les parois intérieures dures, les mouvements inconfortables, la souffrance quotidienne du travail... Peut-être que ces douleurs étaient trop profondes, et lorsque ceux qui ont retrouvé leur liberté ont exploré les terres des rêves abandonnées, les sphéroïdes les ont suivis.\\n\\nMais à présent, les choses ont changé, la paix et la liberté ont engendré un esprit d'optimisme. Au lieu d'essayer de détruire sans cesse les cauchemars insaisissables, pourquoi ne pas leur donner les couleurs qui leur reviennent et les accepter ? Ainsi, les anciennes cages d'emprisonnement sont devenues les sphéroïdes actuels.\\n\\nAujourd'hui, Penacony est parcourue par des sphéroïdes aux couleurs vives qui se déplacent rapidement, et les légères réverbérations qui en émanent... sont discrètement cachées dans la lumière de la ville des rêves, se mêlant aux ambitions et aux rires, pour en faire une terre de rêves où le temps ne s'arrête jamais."
    }
  ]
}
