{
  "_id": 124,
  "id": "poet_of_mourning_collapse",
  "name": "Poétesse du déclin funèbre",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT quantiques infligés de <nobr>10%</nobr>.",
    "4": "Réduit la VIT du porteur de <nobr>8%</nobr>. Si sa VIT est inférieure à <nobr>110</nobr>/<nobr>95</nobr> en entrant en combat, ses chances de coup critique augmentent de <nobr>20%</nobr>/<nobr>32%</nobr>. Cet effet s'applique également au mnémesprit du porteur au même moment."
  },
  "pieces": [
    {
      "_id": 31241,
      "ids": [
        31241,
        41241,
        51241,
        61241
      ],
      "id": "poets_dill_wreath",
      "name": "Couronne de fleurs de la poétesse",
      "type": "HEAD",
      "desc": "Au printemps, devant le Temple du Crépuscule, le plus talentueux des poètes recevra une couronne de fleurs décernée par Mnestia.",
      "typeText": "Tête",
      "backstory": "« Mnestia, nous t'adressons nos prières. Sans chants résonnant à travers le monde, plus de printemps en chansons, plus de forêts florissantes... »\n\nAprès s'être lavé les mains dans le ruisseau, les poètes donnent alors du vin frais en guise d'offrande à la déesse. Ils se rassemblent devant le temple, se querellant pour savoir qui recevra la couronne bénie par Mnestia. Les trois sœurs de Parthe, réputées pour leurs poèmes d'amour, commencent par démontrer leur talent de chanteuses. Elles sont suivies par un vieil homme, Lupes, poète aux innombrables métaphores envoûtantes. Cependant, leurs paroles élégantes et enrobées de miel ne parviennent pas à émouvoir la déesse, et la coupe de vin devant eux reste immobile.\n\nJusqu'à ce qu'une poétesse itinérante saisisse la lyre à sept cordes dans ses mains et joue une histoire écrite sur un ancien papyrus. Du sable et des vents d'il y a un millénaire balayent les lieux, et l'histoire commence ainsi : « À une époque où de nombreuses cités existaient encore dans le monde, une cité fut attaquée par un dragon maléfique. »\n\n« Lamentez-vous de ma patrie... »\n« Un monstre réside dans son palais, les nobles héritiers sont devenus de vils scélérats, »\n« Tout cela à cause de ce gigantesque dragon qui a franchi la grande tour, »\n« Il corrompit mon roi, dévora la princesse de mon royaume... »\n\nLe vin est entièrement bu par la déesse, et la poétesse itinérante devient alors la propriétaire de sa couronne."
    },
    {
      "_id": 31242,
      "ids": [
        31242,
        41242,
        51242,
        61242
      ],
      "id": "poets_gilded_bracelet",
      "name": "Bracelet en or précieux de la poétesse",
      "type": "HAND",
      "desc": "Un bracelet forgé dans un métal prisé. Le dragon maléfique de l'histoire fut autrefois enchaîné avec des entraves faites de ce métal.",
      "typeText": "Mains",
      "backstory": "« Les hommes retirèrent de l'or du corps de Géorios, le premier métal féroce de son genre. Ainsi naquirent les complots et la guerre. »\n\nL'origine de la guerre s'est perdue dans les méandres du temps, et une grande partie de l'histoire est devenue une légende. Pourtant, même en tant que légende, il est clair que l'arrogance, la tromperie et la cupidité sont les raisons des conflits incessants entre les hommes, bien que l'or soit à tort blâmé comme en étant la cause. Tout comme ces années resplendissantes préservées des troubles, le fer blanc et le bronze étaient à l'origine des offrandes rituelles aux dieux. Ce n'est que plus tard qu'ils furent arrachés des autels et fondus en armes, devenant des métaux encore plus redoutables que l'or.\n\nLe dragon de l'histoire fut subjugué...? Les guerres entre les cités touchèrent également à leur fin. Les voyages de la poétesse itinérante la conduisirent à la cité sainte, où elle narra les événements de l'après-guerre. Après que le dragon a occupé la cité, les habitants ont rassemblé de vaillants chasseurs de dragons pour sauver la princesse.\n\n« Lamentez-vous de ma patrie... »\n« Le centurion courageux, avec des chaînes forgées en or massif, finit par subjuguer le dragon maléfique, »\n« Les cris du vieux roi se font entendre du haut du donjon... »\n« Dans le ventre du dragon, on peine à reconstituer les os qui restent de la princesse dévorée. »\n\nLes franges du bracelet en or effleurèrent les cordes de la harpe, émettant un son cristallin."
    },
    {
      "_id": 31243,
      "ids": [
        31243,
        41243,
        51243,
        61243
      ],
      "id": "poets_starstudded_skirt",
      "name": "Robe étoilée de la poétesse",
      "type": "BODY",
      "desc": "L'aube était le moment le plus doux de la journée, et sa robe arborait par coïncidence les couleurs des dernières étoiles avant le lever du jour.",
      "typeText": "Corps",
      "backstory": "« Lorsqu'Aquila ouvrit les yeux, toutes les étoiles s'endormirent. Seule restait une étoile du soir, observant en cachette, la plus curieuse de toutes. »\n\nLe poème se poursuivit pendant encore deux cycles diurnes et nocturnes. De plus en plus d'auditeurs se rassemblèrent autour de la poétesse, parmi eux, des Acrokopiens avec leurs carquois laissant entendre le tintement des flèches, et des habitants de Janusopolis qui jetaient des bâtons de divination pour obtenir des conseils divins. Depuis l'avancée de la Marée noire à travers les cités, d'innombrables archives historiques avaient été dispersées, et les érudits du Bosquet n'avaient eu que peu de temps pour rassembler tous les documents. De nombreuses petites cités n'eurent même pas la chance de laisser leur nom derrière elles.\n\nSeule la poétesse errante savait que la vieille cité, autrefois envahie par le dragon maléfique, abritait jadis un art alchimique secret : en utilisant la chair et le sang, on pouvait créer toute chose et accomplir des miracles. C'est de cette manière que les alchimistes en parlèrent au roi, qui était dévasté par la perte tragique de sa fille bien-aimée.\n\n« Lamentez-vous de ma patrie... »\n« L'alchimiste aux belles paroles était sûr de pouvoir ressusciter la princesse à partir de la chair du dragon. »\n« Ce qui est mort, sans être mort. Encore dix jours se sont écoulés. ».\n« Le rituel est enfin terminé. Hélas... »\n\nLa dernière étoile de la nuit ferma les yeux à contrecœur. Elle souhaitait écouter l'histoire inachevée des enfants de l'humanité."
    },
    {
      "_id": 31244,
      "ids": [
        31244,
        41244,
        51244,
        61244
      ],
      "id": "poets_silverstudded_shoes",
      "name": "Chaussures argentées de la poétesse",
      "type": "FOOT",
      "desc": "Des chaussures tissées et ferrées d'argent. Elles dessinent des motifs de mots dans le sable à chaque pas. Dans sa quête pour recueillir tous les poèmes du passé, elle n'a jamais cessé de marcher.",
      "typeText": "Pieds",
      "backstory": "« Les gens ne parviennent à trouver la trace de Thanatos nulle part, et selon la légende, aucun vivant ne peut traverser la rivière des âmes. Dans ce cas, où ce fleuve coule-t-il ? »\n\n« Nous n'avons jamais entendu parler d'un tel dragon, ni trouvé mention de rituels de résurrection dans les anciens tomes », exprimaient certains sceptiques parmi les auditeurs. La poétesse répondit qu'elle n'était pas une descendante des anciennes cités, et qu'elle était donc incertaine de l'existence d'un véritable dragon maléfique. Ce n'est que ce qu'elle avait entendu de la part des poètes d'autrefois : un chant poétique transmis à l'oral de génération en génération.\n\nSi personne ne transmettait ces chansons, l'histoire des anciennes cités serait véritablement enterrée sous la poussière, et tout s'effacerait avec le temps. Les cités-États florissantes du passé, englouties et dévorées par la rivière des âmes, deviendraient un lieu méprisé même par les chiens sauvages et les vautours en quête de charogne. Telle était la malédiction laissée par les âmes dévorées par le dragon maléfique.\n\n« Lamentez-vous de ma patrie... »\n« La princesse ! Qui aurait imaginé qu'elle aurait pu être transformée en dragon par alchimie ? »\n« Elle les a tous dévorés... l'alchimiste, le vaillant centurion et le Roi fou. »\n« Un festin nourri par la soif de sang a attiré les ombres de la mort, entraînant l'anéantissement de l'ancienne cité... »\n\nSouvenez-vous du nom de la cité anéantie ! Telle est l'histoire de Styxia, narrée par la poétesse aux semelles incrustées d'argent. Si elle recueille ces récits, c'est pour les histoires qu'ils racontent, tout comme ce que racontent les mots laissés par les crampons argentés de ses chaussures tissées : « Souvenez-vous de l'histoire. Oubliez-moi. »"
    }
  ]
}