{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "Prisonnier enchaîné",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente l'ATQ de <nobr>12%</nobr>.",
    "4": "Lorsque le porteur inflige des DGT à une cible ennemie, il ignore <nobr>6%</nobr> de sa DÉF pour chaque dégât sur la durée dont elle souffre. Cet effet s'applique avec un maximum de <nobr>3</nobr> dégâts sur la durée."
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [31161, 41161, 51161, 61161],
      "id": "muselire_de_prisonnier",
      "name": "Muselière de prisonnier",
      "type": "HEAD",
      "desc": "La muselière qui enserre le visage du prisonnier à la face de bête. Elle empêche à cette monstruosité assoiffée de sang de montrer ses crocs.",
      "typeText": "Tête",
      "backstory": "C'était l'odorat qui permettait aux Mukhtars guerriers borissiens de se repérer. La pluie, la poussière, le feu de camp, le sang, les médicaments... Du plus profond du champ de bataille, un torrent d'odeurs vacillantes, évanescentes et obsédantes s'étaient mises à inonder chaque centimètre de ses neurones.\\n\\nTout ce qu'il pouvait sentir à présent, c'était la lourdeur implacable des instruments de torture, et la peur recroquevillée des jurés qui emplissait l'air.\\n\\nIl savait que ces juges à la chair fragile avaient peur du tranchant de ses crocs. Au bord d'une falaise abrupte, il s'était retrouvé baigné dans le clair de lune de la folie, et avait senti la pulsion instinctive dans ses veines. Il avait suivi le labyrinthe des odeurs, pénétré dans le camp ennemi dans l'obscurité d'une nuit sans lumière, et broyé le crâne de ses proies une à une... Les Mukhtars guerriers admiraient les crocs polis, les considérant comme des armes, des symboles de la puissance et de la confiance nécessaires pour tout déchirer sur leur passage.\\n\\n« Le Seigneur du terrier a rongé la chair d'innocents. Il est condamné à passer sa vie dans une cage, le visage recouvert d'une muselière, pour avoir été reconnu coupable d'un des Dix péchés impardonnables. »\\n\\nLe Mukhtar guerrier regarda autour de lui avec mépris. L'épéiste qui balayait tout comme une mer glacée de fureur n'était pas là... Ce jugement fastidieux ne l'intéressait pas."
    },
    {
      "_id": 31162,
      "ids": [31162, 41162, 51162, 61162],
      "id": "menottes_de_prisonnier",
      "name": "Menottes de prisonnier",
      "type": "HAND",
      "desc": "Entravant fermement les mains du prisonnier à l'aide d'aiguilles en acier au niveau des poignets, ces lourdes chaînes empêchent ses griffes vicieuses de nuire à nouveau.",
      "typeText": "Mains",
      "backstory": "Alors que les nuages se dissipaient, la lumière sombre de la lune inondait le corps meurtri du Mukhtar guerrier. La griffe énorme qui avait été tranchée par le maître d'armes aux cheveux argentés avait été laissée de côté, et les vaisseaux sanguins du Mukhtar guerrier désespéré palpitaient furieusement. Poussant un long hurlement douloureux, il fit repousser ses griffes acérées.\\n\\nEmpreint à la Folie lunaire, le Mukhtar guerrier parvenait difficilement à suivre les coups d'épée semblables à des éclairs de lune. Il priait silencieusement pour le pouvoir de l'Abondance, déterminé à mener à bien le combat final comme une bête piégée.\\n\\nIl avait déjà oublié combien de fois l'armée borissienne avait réussi à percer, se souvenant seulement des innombrables fois où ses hommes avaient utilisé leurs griffes pour ouvrir des brèches dans leur avancée, pour les voir se refermer aussitôt. Les Borissiens épuisés comptaient sur leur régénération quasi-indestructible, luttant pour abattre tous les obstacles devant eux. Le sang du Mukhtar guerrier imprégnait ses griffes et il sombra dans une transe, pour s'apercevoir soudain qu'il n'avait nulle part où s'enfuir et qu'il n'y avait déjà plus personne qui le suivait.\\n\\n« Seigneur des Borissiens, tu as ôté d'innombrables vies de tes propres mains. Tes mains doivent être entravées par le plomb et la pierre, et mises sous un contrôle strict. »\\n\\nLe Mukhtar guerrier finit par s'effondrer, impuissant, devant le maître d'armes. C'était la première fois qu'il avait frôlé la mort. « Quelle lame incomparable », ne put-il s'empêcher de penser, « Quelle sensation incomparable ! »"
    },
    {
      "_id": 31163,
      "ids": [31163, 41163, 51163, 61163],
      "id": "camisole_de_prisonnier",
      "name": "Camisole de prisonnier",
      "type": "BODY",
      "desc": "Vêtement de contention conçu pour entraver et enfermer le corps des dangereux criminels.",
      "typeText": "Corps",
      "backstory": "Les Borissiens sont des guerriers par nature. Leur ossature est longue et large, avec des mâchoires et des muscles du cou puissants. Ils ont des canines bien développées, des oreilles de bête au sommet de leur crâne et des griffes acérées aux mains et aux pieds. Les Borissiens vénèrent le concept d'un corps fort, qu'ils considèrent comme une bénédiction des dieux.\\n\\nLe Mukhtar est à la fois le chef spirituel et le guerrier le plus fort de la tribu, commandant son armée semblable à une marée, et dominant la vie et la mort sur le champ de bataille.\\n\\nLes redoutables vaisseaux bestiaux qui s'élançaient recouvraient tout le ciel, et il regardait les guerriers agités sur le champ de bataille. Le Mukhtar sentit l'appel de la Folie lunaire. Des os tranchants lui transpercèrent le corps, et son sang noir disparut dans le vent comme une brume. Il tendit les bras comme un martyr. La Lupitoxine borissienne, la phéromone de la peur, se dispersa avec le brouillard de sang, stimulant les sens des guerriers borissiens, comme possédés par le pouvoir des dieux et des démons. \\n\\n« Seigneur du terrier, accorde-nous des muscles de fer et des os d'acier. Accorde-nous le pouvoir des dieux. »\\n\\nIl se souvenait du temps où la chair et le sang n'étaient pas limités. Les enfants du Borissien, qui avaient hérité de la Folie lunaire, étaient allés au-delà des limites. Leurs corps étaient transpercés, mais ils ne ressentaient ni la douleur ni la peur. Être leur guide était autrefois un privilège et une responsabilité réservés aux plus forts."
    },
    {
      "_id": 31164,
      "ids": [31164, 41164, 51164, 61164],
      "id": "entraves_de_prisonnier",
      "name": "Entraves de prisonnier",
      "type": "FOOT",
      "desc": "Entraves métalliques qui lient les pieds des bêtes, confinant les démons désespérés et les empêchant de s'échapper et de semer le trouble.",
      "typeText": "Pieds",
      "backstory": "Les Borissiens parcourent les galaxies, méprisant les civilisations établies. Ils balayent la paix et la tranquillité, pour les remplacer par la guerre. Leurs croyances strictes en la survie les poussent à combattre sans relâche, se consacrant constamment à une vie de carnage.\\n\\nLes Borissiens ont leurs propres croyances et méthodes : partout où ils posent le pied, cela devient leur territoire.\\n\\nLe Mukhtar était fier d'avoir allumé les flammes de la guerre les unes après les autres, écrasant la dignité des protecteurs, buvant les larmes des déplacés et piétinant la confiance des êtres chers. Il avait laissé les épines pousser en abondance et détruit les terres fertiles, forcé les peuples à l'esclavage et s'était adonné à une vie d'extravagance... Pour surpasser les anciens dirigeants, le nouveau Mukhtar devait abandonner la paix et mener ses soldats en expédition dans le monde extérieur afin de se faire un nom et d'affirmer sa position au sein de la tribu.\\n\\n« Seigneur du terrier, avec vous s'abattent la guerre et le fléau sur tous les mondes. Votre sentence est d'être éternellement détenu et emprisonné, pour ne jamais renaître. »\\n\\nLe Mukhtar guerrier restait perplexe face au verdict. Il regardait autour de lui, désorienté par le jugement des faibles. Ces prétendus crimes n'étaient rien d'autre que les lois de la survie."
    }
  ]
}
