{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "Rives enivrantes",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente l'ATQ du porteur de <nobr>12%</nobr>. Lorsque l'ATQ du porteur est supérieure ou égale à <nobr>2400</nobr>/<nobr>3600</nobr>, augmente les dégâts sur la durée infligés de <nobr>12%</nobr>/<nobr>24%</nobr>."
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "Phare flamboyant des rivages chantants",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve Styxie, la cité noyée dans la réjouissance éternelle. Un phare reste allumé en permanence sur le rivage, jouant des mélodies incessantes. Attirés par ces airs joyeux, les navires naviguent à travers la brume et finissent par s'échouer et couler, ne laissant que des épaves dévorées par la marée.",
      "typeText": "Sphère planaire",
      "backstory": "Les vagues marines forment une ronde éternelle qui ne s'arrête jamais. Lassés des ports où ils cherchaient jadis le plaisir, les marins déploient leurs cartes de navigation et choisissent eux-mêmes la destination finale de leur voyage. La boussole arrête son aiguille tremblante, pointant vers Styxie, cette cité de joie éternelle qui se dresse sur le rivage... c'est leur lieu de perdition destiné. Sans se préoccuper de cela, ces hommes ignorants de la mort hissent leurs voiles dans une joyeuse ivresse et pénètrent avec gaieté dans la salle de bal de Phagousa.\n\nPortés par le rythme des marées et des phases lunaires, les marins plantent leurs harpons dans le dos des baleines, fracassent de leurs proues les glaciers millénaires, et chantent tout au long de leur trajet... jusqu'à sombrer dans la brume, jusqu'à voir la lueur d'un phare tout proche, jusqu'à percuter enfin les récifs...\n\nLes navires qui ont fait naufrage sur les récifs sombrent au fond des eaux, et les immortels renaissent des vagues marines. Le marin se redresse sur les récifs, le corps couvert d'algues et incrusté de sel. Les convives du phare l'attendaient depuis longtemps ; ils s'inclinent et l'invitent à rejoindre le banquet éternel. Suivant les mélodies, ils franchissent la longue digue et gravissent le phare immaculé dressé entre les récifs. Le phare de Styxie s'allume à l'huile de baleine, ses flammes froides dansent, enveloppées dans des lentilles taillées dans le cristal. Le phare lui-même est une gigantesque hydrolyre ; quand les visiteurs montent les marches, ils peuvent voir l'eau de mer aspirée par des tubes de verre dans les interstices de la maçonnerie, montant et descendant au rythme des vagues. Sur la terrasse, les convives se tiennent par la main et dansent autour de la flamme au son de la musique, et cette flamme projette leurs ombres sur l'horizon lointain. Là-bas, le marin aperçoit la destination de ses rêves, cette cité de joie éternelle.\n\nC'était une époque où la corruption n'avait pas encore frappé, où la souffrance, la tristesse et la mort étaient encore en gestation. Styxie baignait dans la tendresse de Phagousa, lovée dans une baie qui l'enlaçait comme des bras maternels et lui murmurait des comptines aussi douces qu'un rêve.\n\nLes lèvres du marin tremblent d'anxiété. Devant lui, les fêtards ouvrent leurs bras, l'accueillant comme un frère, pour partager une extase sans limites. Pourtant, derrière lui s'étend la mer grise infinie. Les épaves jonchent les récifs, les âmes noyées dérivent dans les vagues, les anémones de mer et le corail rampent sur leur peau. Il se rappelle l'instant de sa chute, comment les courants marins l'avaient entraîné vers les abysses obscurs et sans espoir. La main glacée de la sirène avait effleuré sa joue. Bercé par son chant doux et vaporeux, il avait repris conscience et été remonté vers la surface miroitante.\n\nCependant, ce court retour en arrière, cet instant d'hésitation, est suffisant pour refermer portes du bonheur. Le sourire aux lèvres, les convives écondui­sent courtoisement le marin, lui interdisant d'entrer à Styxie, car une âme qui émerge encore de sa transe ne saurait supporter la véritable extase."
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "Sentier des cantiques des rivages chantants",
      "type": "OBJECT",
      "desc": "Les habitants de Styxie croient que les sirènes marines, comme le racontent les légendes, protègent leur paradis de leur chair et de leur sang. Et qu'un jour, attirées par les cantiques incessants du phare, elles finiront par arriver, récompensées par un festin éternel.",
      "typeText": "Corde de liaison",
      "backstory": "Comme ceux qui l'ont précédé, le marin solitaire erre entre la mer et la cité, en équilibre sur le seuil entre le monde mortel et la réjouissance. Il essuie l'huile qui suinte de la blessure d'une baleine échouée. À la tombée de la nuit, il allume le phare. Puis, assis devant la lumière, il se met à jouer de l'hydrolyre. Des mélodies encore inouïes résonnent dans les cordes.\n\nLe phare résonne à chaque note, et toute Styxie se laisse porter par la musique. Ces mélodies, tantôt douces, tantôt ardentes, font naître dans le cœur de la reine d'infinies rêveries voluptueuses. Lorsque le marin inverse sa mélodie en partant de la dernière pause, elle devient capricieuse et sautillante. Des barques blanches chargées de saltimbanques glissent gracieusement sur les canaux. Hommes et femmes parés de riches atours se massent sur les berges, visages cachés derrière des masques de feuilles d'or et de plumes. La reine se glisse parmi eux, flânant dans les effluves de lilas et d'amande.\n\nLe marin accélère le rythme, les notes deviennent pressantes et fougueuses. Alors se déploie un spectacle grandiose où toute la cité devient théâtre. Les habitants, costumés en pirates, agitent des drapeaux noirs et assaillent les remparts désarmés. Ils s'emparent des vins et de l'or, hissent les nobles sur des potences fleuries, puis coiffent les mendiants de couronnes royales. Pour le final, ils embrasent la tour et se déchaînent en dansant sur la musique, saouls à en perdre la raison.\n\nLes vagues tumultueuses trempent la partition, faisant couler les notes tendres et lentes. Dans la brume, devant le phare, la reine entre dans un nouveau scénario : vêtue d'une robe bleue à queue de sirène, elle joue le rôle de la suivante de Phagousa, la reine des sirènes.\n\nDans ce récit, les sirènes sont chargées de veiller dans les abysses océaniques, là où couvent des tourments que les mortels ne peuvent concevoir. Elles assument ce fardeau de leur chair et de leur sang, drainant la calamité noire comme de la poix vers le Calice d'Abondance, pour que Styxie puisse goûter une félicité sans fin. Et quand sonnera l'heure tant attendue, les sirènes suivront la lumière et les chants du phare, graviront la chaussée et pénétreront dans Styxie. Les habitants leur tendront la main, et tous ensemble, ils se joindront à cette fête éternelle.\n\nLa reine de Styxie s'avance dans l'eau, savourant une mort imaginaire. En cette nuit où les marées s'affranchissent de l'emprise lunaire, dans les profondeurs marines, les larmes creuses des sirènes s'élèvent comme de l'écume. Elles espèrent. Elles attendent. Elles contemplent cet éclat lunaire qu'elles n'ont jamais connu, jusqu'à ce que leur chair se dissolve. Mais point de lune cette nuit, seul le phare clignote comme à l'ordinaire, et leurs larmes montent seules vers la surface chatoyante, écume vagabonde qui se dissout dans les flots.\n\nLe marin solitaire voit enfin son vœu exaucé. Les convives, les yeux noyés de larmes de bonheur, le félicitent d'avoir gagné le droit d'entrer dans Styxie. Et dès que s'élève la première note du chœur de joie, les ailes fanées de la mort se déploient déjà sur cette cité de liesse éternelle."
    }
  ]
}