{
  "_id": 309,
  "id": "rutilant_arena",
  "name": "Arène rutilante",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente les chances de coup critique du porteur de <nobr>8%</nobr>. Lorsque ses chances de coup critique atteignent <nobr>70%</nobr> ou plus, les DGT infligés par son ATQ normale et sa compétence augmentent de <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33095,
      "ids": [
        33095,
        43095,
        53095,
        63095
      ],
      "id": "taikiyan_laser_stadium",
      "name": "Stade laser de Taikiyan",
      "type": "NECK",
      "desc": "Scellé dans cette sphère planaire se trouve le Stade de Taikiyan, l'arène la plus en vue de la planète Taikiyan. L'atmosphère y est électrique, que ce soit à l'intérieur ou en dehors du dôme, où de nombreux drapeaux flottent au vent. Tous les yeux sont rivés sur le stade, alors qu'un match de roboball est sur le point de commencer.",
      "typeText": "Sphère planaire",
      "backstory": "Autrefois, Taikiyan était un site de démantèlement d'épaves de la CPI, où des experts en assurances étaient envoyés pour nettoyer les épaves de vieux vaisseaux, et récupérer tout objet de valeur qui puisse s'y trouver.\n\nPour les experts, une mutation sur Taikiyan est synonyme d'exil dont on ne revient jamais. Sur cette minuscule planète, les montagnes de fibres de carbone et d'acier inoxydable soulignaient la grandeur d'antan des immenses vaisseaux avant qu'ils ne soient abandonnés, jetant une ombre de vide sur les ruines d'acier, qui ne donne qu'une envie, celle de rentrer chez soi. Pendant plusieurs années, les experts se volaient des pièces à la pointe de la technologie dans la soute des vaisseaux échoués. Équipés de dispositifs de propulsion, ils s'adonnaient à des course-poursuites incessantes dans les couloirs de cabines effondrées, et élaborèrent un ensemble de règles pour leurs affaires clandestines lorsqu'ils agissaient dans l'ombre... Pourtant, aucun d'entre eux n'a vu son souhait exaucé, et tous sont restés coincés, piégés sur cette planète.\n\nLes règles clandestines établies par les experts n'ont pas pu échapper à la surveillance de la CPI. Ils étaient filmés en permanence par leurs caméras embarquées, et leur vidéos étaient souvent l'objet de moqueries et de farces parmi les supérieurs de la CPI. Après réflexion, le Département des projets traditionnels y vit une opportunité de divertissement.\n\nD'après leur projet, ils voulaient organiser la première compétition de roboball de la galaxie sur Taikiyan. Pour ce faire, ils ont envoyé une multitude de machines de terraformation pour se débarrasser de toutes épaves de vaisseaux. Ainsi, la planète, autrefois couverte de l'ombre des épaves, a été reconstruite autour du roboball et devint un immense centre sportif en un clin d'œil. « Avec le temps, plus personne ne s'intéressera aux origines risibles de la planète. Il n'y restera plus qu'un esprit sportif le plus pur, et des accords commerciaux extrêmement lucratifs. »\n\nDes athlètes équipés de dispositifs de propulsion, des pistes en trois dimensions, des collisions phénoménales entre les joueurs... Lorsque l'annonce du lancement du roboball fut rendue publique, elle attira l'attention de toute la galaxie. Dès lors, Taikiyan, la planète autrefois plongée dans l'ombre, ne connut plus un seul instant d'obscurité.\n\nDans l'immense stade, l'équipe locale ainsi que celle de l'extérieur rivalisent ardemment, et les gradins sont remplis du public en furie qui scande leurs noms et ceux des joueurs. En dehors du stade, la planète ne manquait pas d'activité non plus. Les contrats de diffusion, de sponsors et de publicité sont fortement demandés sur le marché. Les paris clandestins pullulent et apportent à la fois joie intense et frustration... Le ciel d'encre a depuis longtemps été dissimulé par une toile de fond de raidum réfléchissant les illuminations du stade.\n\nDepuis son inauguration, le Stade de Taikiyan a inondé la nuit de lumière aveuglante, et plus personne ne sait où se cachent désormais les ombres du passé."
    },
    {
      "_id": 33096,
      "ids": [
        33096,
        43096,
        53096,
        63096
      ],
      "id": "taikiyans_arclight_race_track",
      "name": "Piste de course illuminée de Taikiyan",
      "type": "OBJECT",
      "desc": "Les pistes de course du Stade de Taikiyan sont généralement constituées d'une armature en métal recouverte de béton lisse et habillée d'un plancher en bois brut. Afin d'offrir aux spectateurs la meilleure visibilité possible, le stade est composé de nombreuses structures transparentes en polycarbonates offrant ainsi une vue dégagée depuis les gradins.",
      "typeText": "Corde de liaison",
      "backstory": "Le Département des projets traditionnels a invité des experts sportifs du studio Paix Interastrale Entertainment afin qu'ils révisent les règles clandestines de Taikyian pour en faire un sport compétitif lucratif.\n\nLes experts en matériaux ont conçu une balle en métal à la pointe de la technologie de 35 centimètres de diamètre et de 30 kilogrammes pour satisfaire le cahier des charges. Il s'agit d'une balle mécanique fabriquée en fibres de carbone et en acier inoxydable qui réagit en permanence avec la flamme de phase, dont les mouvements irréguliers rendent chaque partie imprévisible. Les experts en équipement sportif ont ensuite conçu un dispositif de protection et de propulsion officiel spécialement pour les matchs de roboball, permettant ainsi aux sociétés sportives et médicales de montrer leur savoir-faire et d'assurer la sécurité lors des matchs, tout en garantissant des revenus constants.\n\nC'est ainsi que fut officiellement fondée la Fédération de roboball de Taikiyan, qui formula la version initiale des règles du jeu. C'est aussi à cette époque que le système de match à deux équipes de sept joueurs a été établi.\n\nLes architectes des pistes de la Guilde de l'intelligentsia ont conçu un concept de course sur une piste circulaire en trois dimensions d'une longueur standard de 2,91 kilomètres. Le tablier central de la piste s'étend sur 5 mètres de large, tandis que les parties latérales incurvées sont comprises entre 2 et 14 mètres de large. Les roboballeurs s'élancent en vol dans la même direction et doivent effectuer plusieurs tours sur la grande piste illuminée, accompagnés par le bruit des sifflements et des chocs. Selon les tests en cours, lors des courses à grande vitesse, les points lumineux se confondent dans la vision des roboballeurs pour former une arche lumineuse le long de la piste. Paix Interastrale Entertainment a convié de riches invités pour participer à la ligue de roboball, leur promettant la renommée que leur sport favori méritait. C'est ainsi que se formèrent les différents clubs de la ligue, qui assemblèrent leurs équipes en sélectionnant les joueurs les plus talentueux.\n\nMédia pour la Paix Interastrale avait l'exclusivité sur les droits de diffusion. À l'aide des technologies de capteurs à très grande distance, il diffusa la compétition en direct aux quatre coins de la galaxie. Les sensations des roboballeurs ont également été enregistrées pendant les courses pour permettre aux téléspectateurs de ressentir depuis leurs canapés la vitesse, les chocs, les sifflements et les arches de lumière. Le vieux port de démantèlement a été rempli de bateaux-mouches, et d'une foule immense qui s'amassait dans les rues illuminées par l'éclairage public et les panneaux publicitaires, pour se déverser doucement mais sûrement dans le stade. Une fois assis dans les gradins, les spectateurs pouvaient admirer une multitude de bannières et de drapeau, et également profiter de mousse de malt, pulvérisée dans l'air du stade. Pendant ce temps, la piste attendait silencieusement sous les projecteurs.\n\nCerné par les acclamations de la foule, le tout premier match pouvait commencer."
    }
  ]
}