{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "Supplice du prêtre",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente la VIT de <nobr>6%</nobr>.",
    "4": "Après avoir utilisé une compétence ou un ultime sur une cible alliée, augmente les DGT critiques de la capacité de la cible de <nobr>18%</nobr> pendant <nobr>2</nobr> tours. Cet effet peut être cumulé jusqu'à <nobr>2</nobr> fois."
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "sacerdos_melodic_earrings",
      "name": "Boucles d'oreilles mélodiques de Sacerdos",
      "type": "HEAD",
      "desc": "Il prenait régulièrement place dans le confessionnal à écouter les histoires. Le poids de ses boucles d'oreilles lui rappelait constamment que même les plus petits murmures ont leur importance.",
      "typeText": "Tête",
      "backstory": "« À tes ordres. J'ai péché. J'ai affirmé à tort que plusieurs lignées étaient divisées et j'ai vendu cette fausse information basée sur des rumeurs contre de l'argent... »\n\nÀ travers la cloison, le chef de famille croisa le regard fuyant du journaliste tandis que le pénitent attendait nerveusement sa réponse. Il avait confessé de nombreuses personnes et avait octroyé l'absolution à ces pénitents comme les cloches du paradis. Inconsciemment, il tourna la tête comme pour dire quelque chose, mais il décida de le garder pour lui. Ses boucles d'oreilles en métal émirent un claquement sec à côté de ses oreilles.\n\n« Je suis pleinement conscient que cette affirmation est totalement infondée. La vérité est que, par la grâce de Son Éminence, toutes les Maisons sont unies. Cette unité reflète le désir collectif de tous les membres des lignées, qui ont religieusement épousé la doctrine de son Éminence. »\n\nLe pénitent confessa ses péchés, assura qu'il réparerait ses erreurs et demanda l'absolution auprès des accords harmoniques. Le chef de famille ferma doucement les yeux et prononça une bénédiction sacrée.\n\n« Très bien. Montre ta sincérité aux autres membres de la Famille et dissipe ces rumeurs. De cette façon, tu seras réintégré au sein de l'Harmonie. Et maintenant, va en paix. »\n\nQuel péché y a-t-il à dire la vérité ? Ses ordres étaient clairs comme de l'eau de roche, mais pesaient trop lourd. Il soupira et secoua la tête.\n\n« Au suivant. Veuillez avancer. »"
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "sacerdos_welcoming_gloves",
      "name": "Gants d'accueil de Sacerdos",
      "type": "HAND",
      "desc": "Le plus souvent, il se tenait dans le manoir pour accueillir les visiteurs, à leur adresser encore et toujours ce même geste en signe d'invitation. Les gants immaculés lui rappelaient les vertus de l'humilité et de la courtoisie.",
      "typeText": "Mains",
      "backstory": "« Ces visiteurs affirmaient avoir des affaires urgentes à signaler, honorable chef, mais l'identité de certains reste douteuse, et ils ont usé de méthodes suspectes pour entrer au Pays des rêves... »\n\nLes visiteurs indésirables entrés sans autorisation au Pays des rêves furent alignés. Les malfaiteurs qui s'étaient rendus coupables de préjudices furent menacés de bannissement, et les imposteurs furent appréhendés. Toutes les dispositions furent prises sans qu'il n'ait prononcé un mot. Les innocents, déconcertés par sa colère, échangèrent des regards inquiets. Mais il sourit simplement, la main tendue dans un geste engageant, symbole de reconnaissance et d'autorité.\n\n« En tant qu'honorables invités de la Maison Vieux-Chêne, vous êtes sincèrement les bienvenus. Vous vous demandez peut-être où mes jugements justes prennent leurs racines. En fait, c'est parce que votre chemin a croisé le mien. »\n\nLes employés, les artistes et les chômeurs virent leurs doutes se dissiper, en reconnaissant la sincérité de son invitation.\n\n« Que les transgresseurs soient punis en conséquence, et que les invités reçoivent l'honneur qui leur est dû. Telle est la loi de l'Harmonie. »\n\nLa rigueur et la générosité du chef de la famille lui valurent la confiance de ses invités. Il parcourut l'assemblée du regard, et s'inclina lentement...\n\n« Bienvenue dans la Maison Vieux-Chêne. »"
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "sacerdos_ceremonial_garb",
      "name": "Tenue de cérémonie de Sacerdos",
      "type": "BODY",
      "desc": "Souvent, il se tenait devant le miroir de la coiffeuse et s'assurait que sa tenue était impeccable et sa mine parfaite. Avant de quitter la maison, il veillait à ce que tout était méticuleusement arrangé et rien ne puisse dévier de sa place.",
      "typeText": "Corps",
      "backstory": "« Les oiseaux naissent sans entraves. Qu'est-ce qui entrave alors mon destin♬ ? »\n\nLe jour des répétitions, le jeune chef de famille se cacha au milieu des sièges destinés au public, s'abstenant de distraire l'interprète sur la scène et gardant la bonne distance, comme il l'avait souhaité. Il était assis, droit dans sa tenue de cérémonie, témoin solitaire de ce moment. Entourées de mélodies familières, ses pensées revenaient à son enfance. Il se remémorait les occasions où elle chantait sur scène et où il était son seul public.\n\n« Ça fait si longtemps que tu n'as pas chanté gaiement... J'ai bâti une scène pour toi, même si elle est quelque peu... rudimentaire. »\n\nLors de leur concert à tous les deux, il lui jura de réaliser son rêve : monter un jour sur une scène plus grandiose et plus éclatante.\n\n« Que mon cœur déploie bravement ses ailes. Qu'il s'élève par-delà la nuit. Pour suivre le clair de lune éclatant...♬ »\n\nIl sortit de sa transe et s'interrogea sur sa réticence à se rapprocher de la scène. Sa tenue de cérémonie n'avait pas pour unique but de lui permettre de profiter de la représentation, elle servait aussi à pouvoir se retirer à tout moment.\n\n« Félicitations, ma sœur. Nous avons tous deux réalisé nos aspirations », dit-il doucement."
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "sacerdos_arduous_boots",
      "name": "Bottes laborieuses de Sacerdos",
      "type": "FOOT",
      "desc": "Souvent, il choisissait des bottes qui enveloppaient parfaitement ses pieds avant de se lancer dans ses voyages. Malgré de nombreuses chutes, il se relevait à chaque fois.",
      "typeText": "Pieds",
      "backstory": "« Va, maintenant. Tu es libre, ô élu, toi qui as osé dépasser les limites. Tranche tes ailes, descends au royaume des mortels et parcours leurs terres. Vois à quoi ressemble vraiment ce monde. »\n\nDepuis ce jour, les mots de l'agent de la CPI résonnaient souvent dans son esprit. Il traversa des rues animées et des rivages tranquilles, toujours en mouvement mais enraciné sur place... Il ne douta jamais ni de sa détermination ni de ses capacités, mais avant de se relever, il voulait savourer le rude choc de ses idéaux heurtant le sol...\n\n« Les pierres fragmentées, imprégnées de sang de bête et de sueur humaine, toujours froides, rugueuses, inflexibles... »\n\nEn tant que chef de la Maison Vieux-Chêne, il guida bien des âmes perdues vers le droit chemin. Pourtant, lorsque cela le concernait lui, ces douces assurances semblaient perdre leur charme. Il n'avait pas besoin de réprimandes, ni de conseils, ni de sympathie.\n\n« De la boue s'élèvent ceux qui peinent et qui travaillent. J'avancerai sans relâche, j'apprends plus de mes chutes que de mes succès. »\n\nAvant de se lancer dans son véritable voyage, il s'accorda assez de temps pour réfléchir et réorganiser ses pensées.\n\n« Aller de l'avant n'implique pas de philosophie complexe. Si un chemin s'avère infranchissable, on bifurque simplement vers un autre. »"
    }
  ]
}