{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "Perdition dans l'Érudition",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les chances de coup critique de <nobr>8%</nobr>.",
    "4": "Augmente les DGT infligés par l'ultime et la compétence de <nobr>20%</nobr>. Après avoir utilisé l'ultime, augmente en plus les DGT infligés par la prochaine compétence de <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "monocle_monture_argente_drudit",
      "name": "Monocle à monture argentée d'érudit",
      "type": "HEAD",
      "desc": "Un monocle reflétant un grand bâtiment. Il cristallise la sophistication et l'érudition de son propriétaire, tout comme la canne, le bracelet et la broche.",
      "typeText": "Tête",
      "backstory": "[ID] EVD-W019EI06-003\n\n[Nom] Monocle de cristal\n\n[Caractéristique principale] Présente des fissures évidentes\n\n[Localisation] Laboratoire de Bohdan au sein du labo de recherche énergétique de l'Académie centrale des sciences d'Ohioti\n\n[Individu impliqué] Bohdan, scientifique en chef dans le domaine de l'analyse énergétique et membre n° 7 de la Société des génies.\n\n[Analyse du site]\nLes traces sur le site indiquent que le sujet a déclenché par inadvertance une réaction en utilisant l'appareil d'observation, entraînant une fuite phlogistique et une blessure grave à la main gauche. Durant l'incident, le monocle est tombé d'une certaine hauteur et s'est fracturé.\n\n[Témoignage supplémentaire]\nBohdan a mentionné des émissions lumineuses anormales venues du monocle lors de l'expérimentation, entraînant une série de coïncidences qui ont finalement conduit à la fuite phlogistique.\n\nLe témoignage a été jugé irrecevable en raison du nombre excessif de coïncidences mentionnées par le témoin.\n\n[Informations supplémentaires]\nSoupçons d'acte criminel prémédité. Toutefois, les coïncidences en cascade créant l'effet papillon ne constituant pas une méthode criminelle reproductible, l'affaire a finalement été classée comme un accident.\n\n[Enregistrement]\n« Cet accident est un mal pour un bien, car me voilà réuni avec Lambda. En fait, c'est notre quatrième remariage... et c'est un peu gênant de le dire, mais c'est ma première demande en remariage. » Source : Bohdan."
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "articulations_auxiliaires_drudit",
      "name": "Articulations auxiliaires d'érudit",
      "type": "HAND",
      "desc": "Un exosquelette fait d'un alliage qui facilite le mouvement des doigts. D'une valeur significative, il est adapté à la main de son utilisateur.",
      "typeText": "Mains",
      "backstory": "[ID] EVD-X024DE18-002\n\n[Nom] Doigt d'exosquelette imprégné d'alliage d'or gris minéral\n\n[Caractéristique principale] Montre des signes de dégâts externes. Il a été confirmé qu'il avait été endommagé avant l'explosion\n\n[Localisation] Salle de contrôle centrale, site d'excavation d'énergie polaire\n\n[Individu impliqué] Lambda (décédée), meilleure scientifique en science de détection des ondes biologiques et membre n° #8 de la Société des génies.\n\n[Analyse du site]\nLes images de surveillance indiquent qu'une mauvaise manipulation de la part du sujet a conduit à une explosion volatile dans la salle de contrôle centrale, qui a immédiatement tué le sujet.\n\n[Témoignage supplémentaire]\n« Dieu sait quels secrets elle cache, mais s'il lui arrive quelque chose, Klein n'y sera certainement pas étranger ! »\n\nDeux semaines avant l'explosion, Bohdan avait fait un rapport déclarant qu'un voyou avait blessé la main droite estropiée de sa femme. Cependant, Lambda, la vraie victime, avait refusé une enquête plus approfondie et avait abandonné l'affaire.\n\n[Informations supplémentaires]\nAprès l'explosion, le mari de la victime a demandé à récupérer l'exosquelette, ainsi que les os des doigts une fois l'enquête terminée.\nCompte tenu de la série de coïncidences incroyables qui marque cette affaire, il est recommandé de lui accorder une haute priorité.\n\n[Enregistrement]\n« Viens, Klein ! On doit régler nos comptes ! Toi et moi, nous savons très bien qu'il n'existe pas de coïncidences en ce monde, alors ne parlons même pas d'une série de coïncidences à peine croyable. » Source : système de sécurité de la maison de Klein."
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "veste_en_tweed_drudit",
      "name": "Veste en tweed d'érudit",
      "type": "BODY",
      "desc": "Vestes en tweed et tricots font légion à l'académie. Pour les chercheurs en visite, ce tissu résistant est un choix idéal.",
      "typeText": "Corps",
      "backstory": "[ID] EVD-X043FE21-001\n\n[Nom] Veste en tweed, gilet en laine grossière, et chemise blanche\n\n[Caractéristique principale] Affiche une marque de brûlure phlogistique de 8 centimètres sur la gauche de la poitrine\n\n[Localisation] Laboratoire de Bohdan au sein du labo de recherche énergétique de l'Académie centrale des sciences d'Ohioti\n\n[Individu impliqué] Bohdan (décédé), meilleur scientifique dans le domaine de l'analyse énergétique et membre n° #7 de la Société des génies.\n\n[Analyse du site]\nLes traces sur le site indiquent que les composants d'or gris minéral transportées par le sujet ont absorbé une quantité substantielle de phlogistique, entraînant un pic de température de près de 1 000 degrés Celsius près du cœur du sujet, qui a laissé des marques de brûlure sur la veste, le gilet et la chemise.\n\nLa moitié d'un os de doigt non consumé a été retrouvée dans la zone brûlée. Cet os a été identifié comme provenant de Lambda ou lié aux composants d'or gris minéral de grande pureté.\n\n[Témoignage supplémentaire]\n« Nous aurions dû faire davantage attention à lui, surtout qu'il n'a jamais vraiment accepté la mort de sa femme... »\n\nSelon d'autres chercheurs du laboratoire, Bohdan, qui avait conçu les spécifications du manuel de sécurité, n'aurait pas dû commettre une erreur d'une telle négligence.\n\n[Informations supplémentaires]\nL'or gris minéral est un alliage rare développé par Klein, membre n° #9 de la Société des génies, connu pour sa capacité à absorber et à stocker la Phlogistique.\n\nLorsqu'une série de coïncidences s'accumulent, est-ce que ça compte toujours comme une coïncidence ?\n\n[Document connexe]\n« Il est strictement interdit d'apporter des produits en alliage d'or gris minéral de grande pureté dans les laboratoires comportant des zones d'observation phlogistique. » Extrait du manuel de sécurité du laboratoire de recherche énergétique."
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "bottes_en_feutre_drudit",
      "name": "Bottes en feutre d'érudit",
      "type": "FOOT",
      "desc": "Ces bottes pour femme, aussi confortables qu'élégantes, ont accompagné leur propriétaire dans ses expéditions polaires pendant des années, se mariant parfaitement avec un pantalon mi-mollet.",
      "typeText": "Pieds",
      "backstory": "[ID] EVD-X031JA12-004\n\n[Nom] Bottes pour femme d'expéditions polaires\n\n[Caractéristique principale] Affiche des signes évidents d'usure et de réparation, et un disque est dissimulé dans la semelle. Les hypothèses d'espionnage ont été écartées de façon préliminaire.\n\n[Localisation] Sous-sol de la maison de Klein\n\n[Individu impliqué] Klein (décédé), meilleur scientifique dans le domaine des matériaux et alliages, et membre n° #9 de la Société des génies.\n\n[Analyse du site]\n\nUn nombre très important d'objets appartenant à la regrettée scientifique Lambda ont été retrouvés dans la maison de Klein, parmi lesquels ces bottes.\n\n[Témoignage supplémentaire]\n« Peut-être que je me suis trompé à son sujet... Klein, je veux dire. Quant à feu mon épouse, Lambda... Elle est loin de moi depuis un moment déjà, et j'ai des sentiments... aliénants à son égard. »\n\nBohdan ignorait la présence d'effets personnels de feu Lambda dans la maison de Klein, mais n'a affiché aucune surprise visible lors de leur découverte.\n\n[Informations supplémentaires]\nLa résidence de Klein est située dans une région éloignée, et aucun visiteur n'était à proximité au moment du décès, comme l'a déterminé le médecin légiste. Diagnostic préliminaire : mort accidentelle.\n\nBohdan, Lambda et Klein partageaient une relation unique, et la série de « coïncidences » qu'ils ont vécues touche au phénomène surnaturel.\n\n[Enregistrement]\n« Je sais que tu doutes de moi, Bohdan, et je ne peux pas te prouver mon innocence. Je suis navré pour Lambda, je serais le dernier à lui faire du mal... En fait, j'ai une théorie quant à l'identité du meurtrier... Tu as déjà entendu parler de la Maîtresse du silence ?... *Bruits* »Source : disque caché dans les bottes."
    }
  ]
}