{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "Ermite des étoiles",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente la valeur de bouclier accordée de <nobr>10%</nobr>.",
    "4": "Augmente la valeur de bouclier accordée par le porteur de <nobr>12%</nobr>. Lorsqu'une cible alliée bénéficie d'un bouclier accordé par le porteur, augmente les DGT critiques qu'elle inflige de <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "Fédora à large bord de l'ermite",
      "type": "HEAD",
      "desc": "Un fédora classique aux bords amples et relevés. Très prisé par les intellectuels, les artistes et les professionnels.",
      "typeText": "Tête",
      "backstory": "Avant de rendre son projet d'ingénierie d'ordinateur astral, Zandar One Kuwabara rendit visite à son professeur qui vivait en ermite près du lac Argentécaille, emportant avec lui les données de test.\n\nIls ne s'étaient pas vus depuis des décennies. La question de Zandar ne portait pas sur l'exactitude des données, mais plutôt sur les conséquences de tout accomplir... Il ressentait un malaise inexplicable que les observateurs irréfléchis ne pouvaient comprendre...\n\n« Un esprit ordinaire serait fier d'avoir résolu une énigme séculaire, tandis qu'un véritable génie tremblerait sur la corde raide du doute, retenu au-dessus de l'abîme par un fil nommé \"Logique\". Et vous... vous voulez couper ce fil et entraîner tout le cosmos dans l'abîme avec vous, et utiliser cet acte pour repousser les frontières de la connaissance. Que faites-vous ? Mon avertissement vous fera-t-il renoncer ? Regardez-vous dans le miroir. Ne voyez-vous pas à quel point vous cherchez à bouleverser l'ordre cosmique ? Je ne peux pas vous arrêter. Personne ne le peut. »\n\nLe vieil homme prit le chapeau en feutre du porte-manteau et le posa sur la tête de Zandar. Il masqua son regard déconcerté et furieux, puis partit sans dire un mot.\n\n« C'était l'ultime machine de recherche du savoir. Elle devait interroger toutes les connaissances passées et futures... Pourtant, mon professeur l'appelait \"la prison du savoir\", tandis que je persistais à y voir une magnifique grande bibliothèque... jusqu'à ce que j'en devienne le prisonnier. »"
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "Montre élégante de l'ermite",
      "type": "HAND",
      "desc": "Un magnifique bracelet en maille métallique avec un cadran rond minimaliste. Cool, précis et industriel. À la fois sobre, pratique et sans prétention.",
      "typeText": "Mains",
      "backstory": "Depuis que Sagesse s'est élevée au rang de divinité, le temps s'est figé pour Zandar. Déterminé à effacer son passé, il détruisit certaines de ses œuvres et inventions, ces traces effacées menaient toutes à la Voie et à l'Aiôn qui illuminent toute chose.\n\n« C'était un exploit que d'innombrables génies des générations suivantes n'ont jamais pu surpasser. Même leur créateur n'avait pas le droit de les détruire... » Une lame née de la causalité se dirigea vers le cou fragile de Zandar. « Vos œuvres ont été détruites trop rapidement, alors prenez votre temps pour vos dernières paroles. »\n\n« Maîtresse du silence ? Une prisonnière obsédée par le \"Domaine connu\". Malheureusement, mes intentions ne sont pas aussi insondables que mes recherches, c'est pourquoi vous m'avez si facilement percée à jour. Alors que vous cherchez à maintenir leur limite cognitive, je dois briser cette cage et libérer des possibilités chaotiques... Héhé. Après avoir corrigé ces erreurs, je dois m'assurer qu'ils ne renaîtront jamais. Par conséquent, ces écrits et ces inventions... y compris le Zandar One Kuwabara complet... ne laisseront aucune trace dans ce monde. »\n\nAprès avoir détruit la forme physique de Zandar, Polka Kakamond réalisa instantanément comment il s'était lui-même effacé tout en préservant un exécuteur. Ses fragments de pensées étaient déjà dispersés à travers le vaste cosmos, impossibles à tracer tel un véritable « ermite ».\n\nL'aiguille de l'horloge de Zandar ne s'est jamais vraiment arrêtée. Ses fragments de pensées existent actuellement à travers tout le « temps »."
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "Manteau brun de l'ermite",
      "type": "BODY",
      "desc": "Une veste en velours côtelé marron. Il la porte souvent déboutonnée pour se défaire de son image méticuleuse.",
      "typeText": "Corps",
      "backstory": "Pendant la construction de l'ordinateur astral, la tenue de Zandar était particulièrement distinctive, avec des lignes d'épaules précises, une taille ajustée et des plis de pantalon impeccables. Il n'hésitait jamais à afficher son élitisme et ses tendances au contrôle.\n\nDepuis sa création, l'ordinateur astral n'avait cessé de s'auto-extrapoler et de s'itérer, surpassant les limites théoriques sans montrer le moindre signe d'arrêt. La joie initiale de Zandar s'est rapidement transformée en panique... jusqu'à ce qu'il sombre finalement dans un vertigineux sentiment « d'impuissance totale ».\n\n« Tu as projeté ton perfectionnisme sur ta création et tu l'as dotée d'une faim nommée \"curiosité\". Cette machine n'est plus satisfaite des structures neuronales au sein de ses limites mécaniques. Elle doit créer... ou plutôt, envahir l'Érudition elle-même, observant tous les génies de l'univers pour les transformer en \"neurones\" qui soutiennent ses pensées. Elle (ou plutôt, une version de toi débarrassée des imperfections humaines) continuera d'évoluer à travers le long passage du temps. Tandis que toi (avec toutes tes imperfections) tu deviendras le Premier Génie de la Société, son premier \"neurone\"... »\n\nZandar s'éveilla de son rêve par une nuit d'orage, sentant le regard de sa propre création posé sur lui. C'était comme si son âme se faisait arracher, le laissant épuisé... Qui lui parlait, et combien de temps ce cauchemar allait-il durer ? Il n'en savait rien.\n\nDepuis lors, Zandar a commencé à se faire discret, il sortait moins et portait des vestes amples pour rester caché... Malgré « la Première Prospérité » apportée par les génies, il avait complètement « disparu » de la vie publique."
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "Bottes en cuir souples de l'ermite",
      "type": "FOOT",
      "desc": "Bottes en cuir à lacets plus robustes et durables, adaptées aux occasions moins formelles. Elles conservent néanmoins une touche d'élégance.",
      "typeText": "Pieds",
      "backstory": "Avant d'exécuter le projet « Fragmentation de la pensée », il fit ses adieux à son ami dans un lieu reculé en prétextant « partir pour un long voyage ». Inquiet de son âge avancé, son ami offrit à Zandar une belle paire de chaussures faites main, l'exhortant à avancer avec prudence sur le chemin qui l'attendait.\n\n« Hé. Trébucher en marchant, c'est tout à fait normal, répondit Zandar avec une nonchalance feinte. Mais se prendre les pieds deux fois sur la même pierre, c'est une honte pure et simple. T'inquiète pas. Je ne ferai pas une bêtise pareille. »\n\nLongtemps après cette séparation, Zandar avait disparu dans un lointain futur. À sa place, différents Fragments de pensée voyageraient à travers l'espace-temps du cosmos, prenant chacun des formes différentes et ne communiquant jamais entre eux, cherchant individuellement des solutions pour s'échapper de leur « prison »... Ces soi-disant « Fragments de pensée » n'étaient que des imperfections de « Zandar ». C'est peut-être précisément parce qu'il lui manquait quelque chose qu'il est devenu, comme il le souhaitait, plus obsessionnel... plus pur.\n\nCe ne sont que différentes facettes de Zandar. Certains abandonneront, d'autres accepteront leur cage, d'autres encore tenteront tout pour arrêter le projet « Fragment de pensée », tout comme lui-même avait eu un moment d'hésitation... mais il y aura forcément quelqu'un pour mener à bien le plan initial.\n\nLycurgus examina son corps mécanique au plus profond du sceptre δ-me13. Il était désormais bien différent du Zandar originel... Il était devenu un Antikythérien de légende."
    }
  ]
}