{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "Station de scellement spatial",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente l'ATQ du porteur de <nobr>12%</nobr>. Lorsque sa VIT est supérieure ou égale à <nobr>120</nobr>, son ATQ augmente encore de <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [33015, 43015, 53015, 63015],
      "id": "station_spatiale_herta",
      "name": "Station spatiale Herta",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve la Station spatiale Herta. Stationnée au-dessus de la planète bleue, elle dérive lentement sur son orbite, la galaxie restant silencieuse comme un livre attendant d'être lu.",
      "typeText": "Sphère planaire",
      "backstory": "Madame Herta était autrefois très préoccupée par l'énorme quantité d'objets disséminés dans la galaxie. À cause de leur nombre, ils étaient difficiles à conserver, et elle ne pouvait pas en assurer elle-même la gestion.\\n\\nLa généreuse et charitable Corporation pour la Paix Interastrale proposa alors une solution, et c'est ainsi qu'est née la Station spatiale Herta, ce lieu unique qui abrite sagesse et mystères. Les dispositions nécessaires ont été prises dans chaque coin de la station spatiale pour assurer chaque mission de collecte, tout cela dans le but de fournir une liste exhaustive, à la fois claire et structurée, des différentes choses pouvant être ramassées. Les phénomènes étaient stockés dans des conteneurs prévus à cet effet, et les bizarreries étaient dûment listées. D'innombrables objets furent catégorisés et classés, afin d'être stockés en toute sécurité dans les profondeurs de la station pour les besoins de la science.\\n\\nPeu après, la corporation proposa que toutes les découvertes soient intégrées dans un effort commun de recherche afin de percer les secrets des étoiles. Ainsi, de nombreux savants et chercheurs en quête de connaissances rejoignirent la station.\\n\\nLa plupart de ces chercheurs admiraient Madame Herta. Ils se promirent alors de ne jamais abandonner leurs ambitions célestes et de toujours sonder les secrets dissimulés parmi les étoiles. Ils explorèrent le vaste vivarium de l'univers, débattirent de la véritable justice dans des discours éthiques et philosophiques, décrivirent le paysage stellaire de la galaxie, déchiffrèrent les tabous des rituels et des cérémonies religieuses, et s'accrochèrent à la recherche de la vérité à travers la pratique... Ils étaient les vrais partisans de la transmission du savoir et les praticiens de la recherche ouverte et libre.\\n\\nLa station spatiale a évolué sans encombre jusqu'à fonctionner de manière autonome. Madame Herta s'est fait de plus en plus discrète. C'est alors que la corporation a découvert que le génie avait disparu de la station, ses activités quotidiennes n'étant que celles de chercheurs ordinaires.\\n\\nLa lumière qui brillait toujours dans les différentes cabines rendait les chercheurs insensibles au passage du temps. Mais celui-ci filait inlassablement, conférant à la station un aspect vétuste. Il n'était pas rare que des chercheurs se disputent au sujet d'une pièce de collection, jusqu'à en venir aux mains. De temps à autre, certains membres du personnel de sécurité s'absentaient lors de leur patrouille quotidienne pour faire la sieste dans leurs bunkers militarisés. Parfois, les chercheurs chevronnés partageaient avec leurs pairs moins expérimentés les leçons et les enseignements qu'ils avaient tirés de leurs aventures. Il arrivait aussi que des gros bonnets se déguisent en travailleurs intermittents, attendant ainsi que la chance leur sourie à nouveau... En dehors de la recherche, la vie suivait son cours. On pouvait facilement s'en rendre compte en jetant un simple coup d'œil à l'extérieur de la station : les étoiles étaient leurs compagnons de voyage.\\n\\nMalgré l'étroitesse des lieux, les chercheurs évoquent toujours la vie dans la station spatiale avec émotion. La galaxie est un long poème, et la Station spatiale Herta tourne lentement les pages de ce livre qui n'attend que d'être lu."
    },
    {
      "_id": 33016,
      "ids": [33016, 43016, 53016, 63016],
      "id": "errances_de_herta",
      "name": "Errances de Herta",
      "type": "OBJECT",
      "desc": "Madame Herta a perdu tout intérêt pour la station spatiale dès la fin de sa construction. La station maintient une vitesse orbitale constante en tournant autour de la planète bleue, laissant une trace de son mouvement circulaire sur la planète en dessous d'elle.",
      "typeText": "Corde de liaison",
      "backstory": "La Station spatiale Herta a traversé de nombreuses crises et y a survécu grâce à sa véritable propriétaire : madame Herta.\\n\\nRemplie des objets les plus rares et les plus précieux de l'univers, la station spatiale n'était pas à l'abri de menaces ou de l'avidité d'autrui, tel un mets délicieux placé devant des voyageurs affamés. Se reposant uniquement sur le personnel de sécurité recruté par la corporation et sur un système défensif peu évolué, la station spatiale était insuffisamment sécurisée face aux dangers stellaires... mais grâce à sa clairvoyance, Madame Herta anticipa toute tentative d'assaut de la part des conspirateurs.\\n\\nLorsqu'il s'agissait de décrire sa capacité à résoudre les crises liées à la collecte de renseignements, elle se contentait de déclarer nonchalamment : « C'est comme passer du temps à faire du café pendant que les autres lisent des livres. ».\\n\\nMalgré les voleurs avides de trésors et les groupuscules secrets aux objectifs obscurs, le principal point faible de la station spatiale restait sa propriétaire. La station tomberait rapidement en ruine si jamais elle venait à se laisser aller à des réflexions trop poussées sur la singularité. Bizarreries provenant d'une simulation d'effondrement d'étoiles, champ gravitationnel déformé par la collision d'étoiles sombres : Madame Herta cherchait toujours à agrandir sa collection, mais elle perdait souvent tout intérêt pour ses trouvailles après avoir mis la main dessus.\\n\\nAinsi, malgré une paix apparente et le silence de l'espace lointain, la Station spatiale Herta était constamment sous la menace de crises, suspendues au-dessus d'elle comme plusieurs épées de Damoclès.\\n\\nLes chercheurs de haut rang étaient depuis longtemps habitués aux risques du métier, connaissant parfaitement le dicton « les plus grands secrets se cachent au cœur du danger ». Soucieux du respect des règles de confidentialité, ils exécutaient fidèlement les procédures de collecte standard, noyant le danger dans un contexte de paix... À la cafétéria, ils étaient des amis qui avaient toujours le mot pour rire. Mais dans les profondeurs de la cabine de collecte, ils étaient des professionnels hautement qualifiés. Ici, tout secret était bien gardé.\\n\\nDans l'orbite basse de la planète, la station spatiale fonctionnait comme à son habitude. Tel un galet glissant à la surface d'un lac gelé, la station se déplaçait doucement dans un silence parfait."
    }
  ]
}
