{
  "_id": 308,
  "id": "sprightly_vonwacq",
  "name": "La vie sur Vonwacq",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente le taux de régénération d'énergie du porteur de <nobr>5%</nobr>. Lorsque sa VIT est supérieure ou égale à <nobr>120</nobr>, son action est avancée de <nobr>40%</nobr> dès l'entrée en combat."
  },
  "pieces": [
    {
      "_id": 33085,
      "ids": [
        33085,
        43085,
        53085,
        63085
      ],
      "id": "le_de_la_naissance_de_vonwacq",
      "name": "Île de la naissance de Vonwacq",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire, l'île de Wacq était le plus célèbre endroit grouillant de vie végétale de la planète Vonwacq. On y trouvait un arbre gigantesque appelé Thestang. Il portait des fruits qui permettaient à différentes espèces de la faune locale de se développer.",
      "typeText": "Sphère planaire",
      "backstory": "Vonwacq est une petite planète surpeuplée, presque entièrement couverte de forêts tropicales et d'îles. Sa faune abondante est ce qui la caractérise le mieux.\\n\\nLa vitalité débordante de Vonwacq a permis aux forêts tropicales proches de l'équateur de devenir si grandes et si hautes qu'elles recouvrent le ciel et cachent le soleil. Le manque d'ensoleillement tout au long de l'année dans la forêt tropicale a créé un environnement propice à la croissance des champignons et des plantes à faibles besoins en luminosité. Des créatures intelligentes habitaient les régions proches des tropiques. Les plantes, quelle que soit leur taille, y poussent sans aucune difficulté. Les fruits et légumes frais, abondants tout au long de l'année, constituaient l'essentiel de l'alimentation de la population locale.\\n\\nCependant, que ce soit les nouveaux arrivants ou le peuple indigène des Wacqwacqs, ils témoignaient tous d'un grand respect à l'égard de l'arbre Thestang et de ses fruits qui permettaient le développement d'un écosystème à part entière.\\n\\nLe grand arbre Thestang n'avait jamais cessé de porter des fruits. Avec le temps, tous ces fruits de forme ovale, jaunâtres et translucides, grossissaient. Ils pendaient lourdement aux branches jusqu'à les faire plier sous leur poids. Les fruits finissaient par tomber sur le sol dans un bruit sec et fracassant, faisant craqueler leur peau fine et libérant leur chair. Qu'il s'agisse de poissons, d'oiseaux ou de grands mammifères, l'ensemble de la faune était née de cette façon. Sur la planète Vonwacq, toutes les créatures partageaient une seule et même mère biologique.\\n\\nLe monstre que l'on appelait le « roi démon » était lui aussi né d'un fruit de l'arbre Thestang. Dès sa naissance, il avait instinctivement su comment attaquer, projetant ses pinces géantes en forme de hache, livrant bataille à l'ensemble de la biosphère de Vonwacq.\\n\\nTous les soixante ans, l'arbre Thestang donnait naissance à un nouveau roi démon, et le cycle se poursuivait indéfiniment. Le peuple de Vonwacq s'était depuis longtemps habitué à ce malheur périodique. Il s'était préparé à y faire face. Chaque fois que la venue d'un roi démon approchait, ils mettaient temporairement de côté leurs différends et coopéraient, rassemblant leurs plus forts guerriers pour mettre le cap sur l'île de Wacq... Des siècles durant, ces croisades apparemment vaines se répétèrent donc tous les soixante ans sur la surface de cette petite planète. Les rois démons étaient le fléau permanent de Vonwacq, et chaque civilisation était régulièrement anéantie, ne laissant derrière elle que des vestiges.\\n\\nAinsi, la planète Vonwacq ressemblait à un bassin d'eau stagnante et sans vie, même si en réalité, elle regorgeait de créatures vivantes qui se battaient sans cesse les unes contre les autres pour survivre et avoir une chance d'évoluer."
    },
    {
      "_id": 33086,
      "ids": [
        33086,
        43086,
        53086,
        63086
      ],
      "id": "cte_insulaire_de_vonwacq",
      "name": "Côte insulaire de Vonwacq",
      "type": "OBJECT",
      "desc": "Sur le littoral de l'île de Wacq, des lames de fond s'élèvent avant de s'écraser... Ce paysage est resté le même pendant des millénaires et a été témoin de l'émergence et de la chute des civilisations, à l'instar de ces marées changeantes.",
      "typeText": "Corde de liaison",
      "backstory": "Les fruits de l'arbre Thestang mûrissaient et tombaient sur le sol, donnant naissance à des créatures en tout genre. Puis ces créatures se sont éveillées, ont pleuré, et ont quitté l'île de Wacq à la recherche d'un habitat adéquat sur la planète Vonwacq.\\n\\nAu début, les étrangers venus des étoiles étaient considérés comme des chapardeurs imprudents, qui, après avoir reçu un accueil tribal relativement « chaleureux », ont commencé à comprendre le dilemme civilisationnel que représentait Vonwacq. Peu après, les étrangers sont montés à bord des bateaux des habitants et ont navigué jusqu'à l'île de Wacq, curieux de découvrir comment un roi démon pouvait naître d'un fruit. Les guerriers de la tribu se sont couchés sur les berges avec appréhension, serrant leurs armes datant de l'âge de pierre entre leurs doigts. Ils étaient prêts à se battre pour soixante ans de paix, déterminés à ne jamais revenir chez eux si nécessaire, prêts à faire l'ultime sacrifice.\\n\\nTandis que la guerre faisait rage, les étrangers découvrirent la vérité à propos du « roi démon » : il s'agissait d'une espèce de vers interstellaires qui était considérée comme éteinte. Il était improbable que de telles créatures puissent encore exister, surtout dans un coin aussi reculé de l'univers.\\n\\nLorsque la violente bataille cessa enfin, les quelques indigènes survivants quittèrent victorieux le littoral et les étrangers restèrent discrètement en retrait. Ils repoussèrent les branches tombantes de l'arbre géant et s'aventurèrent plus loin, à moitié enlisés dans le bourbier. En ces terres englouties, au milieu de la forêt tropicale, ils trouvèrent une cabine de contrôle. C'est alors que le secret de Vonwacq fut finalement percé : l'arbre Thestang était le système de genèse écologique d'une civilisation avancée, capable de créer, puis de libérer d'innombrables formes de vie pour restaurer la biosphère de la planète.\\n\\nLe roi démon qui sévissait cycliquement sur la planète n'était en réalité qu'une information parmi tant d'autres dans la vaste base de données biologiques. Les étrangers supprimèrent les données du roi démon et quittèrent Vonwacq, sans chercher à obtenir le moindre crédit pour leur action ni la moindre gratitude de la part des habitants.\\n\\nLe bruit des vagues percutant le rivage berçait le littoral de l'île de Wacq. Les guerriers de la coalition indigène de Vonwacq étaient tous alignés, convaincus que le roi démon ne reviendrait plus jamais. Ils applaudissaient, trinquaient, chantaient et parlaient d'un avenir sans roi démon. Dès que les deux tribus alliées eurent fait leurs adieux, elles retournèrent dans leurs terres respectives et commencèrent à comploter des guerres pour prendre le contrôle de tout Vonwacq... Sans une menace commune telle que le roi démon, leur alliance n'avait plus lieu d'être. La promiscuité sur cette petite planète ne permettait pas aux deux tribus de cohabiter. La paix fragile ne tarda pas à voler en éclats.\\n\\nLe littoral de l'île Wacq reste paisible, comme si rien ne s'était passé. Les humains et Wacqwacqs maintenant disparus, Vonwacq a retrouvé la paix, et achevé sa restauration écologique."
    }
  ]
}