{
  "_id": 307,
  "id": "talia_kingdom_of_banditry",
  "name": "Talia, royaume du banditisme",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente l'effet de Rupture du porteur de <nobr>16%</nobr>. Lorsque sa VIT est supérieure ou égale à <nobr>145</nobr>, son effet de Rupture augmente de <nobr>20%</nobr> supplémentaires."
  },
  "pieces": [
    {
      "_id": 33075,
      "ids": [33075, 43075, 53075, 63075],
      "id": "villeferraille_de_talia",
      "name": "Ville-ferraille de Talia",
      "type": "NECK",
      "desc": "Scellée dans cette sphère planaire se trouve la misérable Ville-ferraille de Talia. Afin de garantir une paix éphémère, les bandits choisirent cet endroit pour ses réserves d'eau et construisirent cette petite ville à partir de morceaux de tissus, d'armatures et de planches.",
      "typeText": "Sphère planaire",
      "backstory": "C'était par pur hasard que les bandits interstellaires étaient arrivés à Talia au cours de leur cavale effrénée pour échapper aux griffes des Rangers de la galaxie.\\n\\nAu début, ce n'était qu'un endroit désolé connu de beaucoup comme étant la Décharge des étoiles. Les guerres du passé avaient en effet laissé des cicatrices indélébiles sur la surface de Talia : des ruines et des débris à perte de vue au milieu de radiations dangereuses. Un contexte hostile à toute forme de vie. Les voleurs n'avaient nulle part où aller et se réfugièrent donc dans une grotte sous la surface de la planète. Celle-ci se révéla être un tunnel abandonné par une espèce de rongeur... Réussissant ainsi à s'échapper de justesse, le rêve des voleurs d'établir un royaume du banditisme dans ce territoire perdu prit discrètement naissance.\\n\\nD'innombrables réseaux de galeries souterraines reliés entre eux formaient un immense labyrinthe. D'autres groupes de voleurs et de bandits attirés par cette prétendue terre promise vinrent accumuler des richesses et échanger des technologies, posant ainsi les bases de ce jeune royaume.\\n\\nDe plus en plus de voleurs et de bandits s'installèrent dans la région, et la planète autrefois désolée devint extraordinairement animée. De célèbres brigands de grand chemin alimentèrent ce rêve, celui d'un royaume du banditisme, promettant que tous les trésors serviraient à financer la construction d'une nation équitable et juste. Mais alors que les richesses s'accumulaient, les bandits ne tardèrent guère à renier leurs promesses et tentèrent de profiter de la situation pour s'enrichir. Affrontements entre mercenaires, émeutes féroces et autres trahisons devinrent monnaie courante... Le chaos s'était installé. Peut-être que les fondateurs même de ce royaume savaient que leur projet était utopique et voué à l'échec.\\n\\nDésormais, les voleurs répugnés par les idéaux nobles étaient retournés à un monde de violence où l'ignorance était glorifiée. Ils confisquèrent les points d'eau pour bâtir leurs propres villes. Justice et équité n'étaient plus à l'ordre du jour.\\n\\nTout le monde à Ville-ferraille était un bandit. Ils conduisaient des véhicules tout-terrain blindés et se battaient pour les ressources avec d'autres hordes de bandits dans le désert. Ils créèrent des armures et des armes mécaniques à partir de ferraille et de câbles usagés... Plus le terrain était désolé, plus la sensation de liberté qu'ils en retiraient était grande, comme le dernier grand frisson avant l'apocalypse. Ces doux rêves étaient alimentés par des poussées délirantes. Au milieu de la chaleur étouffante, plus rien n'avait de sens depuis longtemps.\\n\\nDans un état de semi-transe, les voleurs finirent par comprendre que le royaume du banditisme n'avait jamais été synonyme de création, mais de destruction."
    },
    {
      "_id": 33076,
      "ids": [33076, 43076, 53076, 63076],
      "id": "cble_dnud_de_talia",
      "name": "Câble dénudé de Talia",
      "type": "OBJECT",
      "desc": "Un câble récupéré à la décharge. Malgré sa couche d'isolant partiellement abîmée, il est encore utilisé. Dans la petite ville de bandits de Talia, aucun déchet n'est inutile.",
      "typeText": "Corde de liaison",
      "backstory": "Le câble dénudé était vieux. Il était autrefois utilisé sur un vaisseau spatial, jusqu'à ce qu'une tentative d'évasion entraîne une énorme onde de choc exposant le câble à l'humidité ambiante.\\n\\nLe vaisseau entier s'était retrouvé dans un labyrinthe de passages souterrains. Sur le vaisseau des voleurs, les boucliers en plaques d'acier avaient été retirés un par un et les fils électriques sauvagement sectionnés. C'est ainsi que le premier marché de l'alliance vit le jour. Les voleurs commencèrent à accumuler des richesses et, en même temps, à évoquer leurs idéaux... Peu de temps après, des luttes intestines éclatèrent. Les gens étaient devenus soupçonneux et se trahissaient à la moindre occasion. Le dictateur combattait ses détracteurs. Les flammes de la guerre finirent par lécher l'entrée du tunnel souterrain, se propageant rapidement, irrésistiblement, jusqu'à atteindre le désert à la surface...\\n\\nLe câble dénudé était vieux. Il avait été déterré d'un trou par des brigands, puis connecté à un énorme véhicule terrestre dans lequel l'air s'infiltrait de toutes parts jusqu'à le conduire à une source d'eau éloignée.\\n\\nLa priorité absolue pour tout survivant de cette guerre de la trahison était de localiser les sources d'eau de Talia. Ils parcoururent des milliers de kilomètres sous le soleil, traversant des déserts jonchés d'éclats de verre dans des véhicules extrêmement délabrés et rudimentaires. Il arrivait que les caravanes de bandits se pourchassent, soulevant de la poussière et une épaisse fumée. D'autres fois, les voleurs jetaient tout simplement et sans raison apparente des personnes hors de leur véhicule... La pression psychologique induite par ce mode de vie extrême les obligeait à ne plus réfléchir. Ce n'était qu'en allant de l'avant qu'ils parvenaient à ne pas sombrer dans la panique.\\n\\nLe câble dénudé était toujours vieux. Il avait été retiré du véhicule terrestre par des bandits pour être placé dans un lampadaire de la ville. Abîmé, il faisait fréquemment vaciller la lumière.\\n\\nC'est un vieux truand autoproclamé « officier de police » qui fonda Ville-ferraille. Grâce à ses méthodes musclées et à son charisme naturel, il parvint à maintenir la décharge en bon état de fonctionnement, permettant ainsi à la ville de se développer de plus en plus. Des ingénieurs excentriques fabriquèrent tant bien que mal des machines à partir de déchets, et les habitants désespérés participaient aux combats dans l'arène souterraine... Tard dans la nuit, dans un bar, ils remplissaient leurs coupes d'un jus de raisin aux relents d'essence et trinquaient tous ensemble, célébrant le fait d'avoir survécu une journée de plus.\\n\\nRien de nouveau ne se passait à Talia. Tout n'était que recyclage pour mieux survivre au passage du temps."
    }
  ]
}
