{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "Vaillance du guerrier du vent",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente l'ATQ de <nobr>12%</nobr>.",
    "4": "Augmente les chances de coup critique du porteur de <nobr>6%</nobr>. Après que le porteur a utilisé une attaque de suivi, augmente les DGT infligés par l'ultime de <nobr>36%</nobr>, durant <nobr>1</nobr> tour."
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "masque_de_vaillance_des_cieux_ternels",
      "name": "Masque de vaillance des cieux éternels",
      "type": "HEAD",
      "desc": "Masque inspiré de l'oiseau féroce « Dafeng ». Avec ses deux paires d'yeux auxiliaires, il a été témoin de miracles divins.",
      "typeText": "Tête",
      "backstory": "Son casque d'aigle était pourvu de deux paires d'yeux auxiliaires, ce qui lui permettait de voir clairement ce qui l'entourait, quelles que soient les conditions d'éclairage. Cependant, ces yeux auxiliaires étaient maintenant recouverts de sang séché et contaminé, et tout ce qui se trouvait à portée de vue était teinté de rouille.\\n\\nLa générale sortit de l'inconscience, émergeant d'une montagne de cadavres. Derrière elle, le Nimbutélescope se dressait comme une immense flèche dirigée vers le ciel. Au sommet de la tour, une lumière rayonnante pulsait sans cesse, répétant des messages cryptiques que seuls les observateurs d'étoiles pouvaient déchiffrer. Soutenue par la volonté collective de billions de personnes au sein de l'Alliance, elle priait le dieu. En ce moment même, elle et ses camarades sans vie qui avaient depuis longtemps sacrifié leur vie se battaient pour que cette supplique chuchotée atteigne les cieux et accorde la mort.\\n\\n« Il est là... » murmura doucement la générale en regardant vers le haut. Elle ne pouvait pas voir la forme du dieu ni entendre SA voix, mais elle pouvait sentir la preuve de SON arrivée... Soudain, des vagues d'air brûlant déferlèrent comme un fer rouge effleurant sa peau. Des étincelles flamboyantes dansaient au milieu de la brume de sang, obscurcissant le ciel comme un rideau qui, dans l'instant qui suivit, fut déchiré par une lumière insoutenable...\\n\\nIl était là, le miracle échangé contre les innombrables vies des soldats qui avaient péri. Elle avait vu des restes célestes condamnés par le dieu à rejoindre le domaine des morts et avait poursuivi cette lumière dans le feu de la bataille. Elle pensait que la lumière était tellement rapide qu'elle ne laisserait pas de place à la pensée. Mais elle se trompait, car ce moment suffisait à ce qu'elle pense à nouveau à sa disciple bien-aimée :\\n\\n<i>« Fais un vœu. Je souhaite que son voyage soit sans heurt... »</i>\\n\\nLa terre déferla comme des vagues furieuses, rugissant avec la mer de lumière, et elle n'eut plus aucune pensée matérielle, se transformant en poussière dans la lumière."
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "griffes_de_vaillance",
      "name": "Griffes de vaillance",
      "type": "HAND",
      "desc": "Gantelets bioniques intégrés au corps. Pour chasser des bêtes redoutables, il faut des serres plus acérées que celles des bêtes elles-mêmes.",
      "typeText": "Mains",
      "backstory": "Les Chevaliers de Verdoyaume sous son commandement étaient aussi vaillants que l'infanterie lupine borissienne. Même désarmés, si leurs épées se brisaient et que leurs arcs se rompaient, ils pouvaient encore se battre à mort en s'appuyant uniquement sur les griffes acérées de leurs gantelets.\\n\\nOn raconte que les guerriers foxiens de la Flotte de Verdoyaume ont souvent sauvé des mondes gouvernés par les Borissiens. Ces guerriers foxiens nés dans les « territoires déchus » ont des lignées mixtes et présentent parfois des mutations héréditaires. Ces individus sont enrôlés comme esclaves de guerre, poussés par leurs maîtres à tête de loup à servir d'avant-garde avant les combats et de chair à canon pour retarder les attaques des vaisseaux de Xianzhou.\\n\\n« Rejoins les Chevaliers de Verdoyaume, et tu pourras te venger de tes maîtres à tête de loup ! », c'est ce que la générale se souvenait avoir dit à la jeune Foxienne lors de son recrutement. Mais elle se sentait coupable pour la seconde moitié de la phrase qu'elle n'osait pas prononcer : « Comme moi, tu es née pour la guerre et tu mourras pour la guerre. »\\n\\nBien que les esclaves de guerre possèdent une force et une vitesse comparables à celles de leurs maîtres à tête de loup, leurs mutations épuisent leur vie et leur santé mentale. Lorsque leur volonté est consumée par la rage, ils deviennent des monstres assoiffés de sang.\\n\\nLorsque la fureur bestiale s'empare de leur corps, après avoir accompli la dernière chasse de leur vie, ces gantelets deviennent les chaînes qui entravent leurs mains, les liant à jamais à leur propre chair et sang."
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "plaque_de_vaillance_de_lenvol",
      "name": "Plaque de vaillance de l'envol",
      "type": "BODY",
      "desc": "Tel un vent glacial, planant au-dessus d'une meute de loups, le chasseur et le chassé finiront par échanger leurs places.",
      "typeText": "Corps",
      "backstory": "Elle se souvenait encore de l'ancienne ballade des Foxiens, un air qui n'était jamais vraiment mélodieux, juste une complainte endeuillée pour leur patrie perdue. <i>« Renard flâneur sur le rivage lointain. Un long voyage dans la soif et la faim. Mon cœur est rempli de tristesse, mais personne ne connaît ma détresse. »</i>...\\n\\nIl y a des milliers d'années, ils sont devenus du bétail, des serviteurs et de la monnaie sous la tyrannie des griffes des loups. Des milliers d'années plus tard, ils se battent encore inlassablement pour la libération de leurs camarades. Bien qu'ils n'aient pas subi les transformations physiques constantes de leurs ennemis naturels, ils font preuve d'une grande capacité d'adaptation et d'une grande vivacité d'esprit.\\n\\nLeurs maîtres à tête de loup leur ordonnaient de fabriquer des outils, mais ils leur creusaient sans cesse les yeux pour les empêcher d'apprendre à les manier et leur interdisaient de posséder des métaux pour éviter qu'ils ne fabriquent des armes. Rien de tout cela ne pouvait effacer le désir intérieur des Foxiens : un jour, ils apprendront aux chasseurs la peur d'être chassés. Un jour, ils échangeraient leur place avec les chasseurs et les poursuivraient sans relâche.\\n\\nLes Foxiens ont fini par forger des armures en porcelaine. L'armure de porcelaine des Chevaliers de Verdoyaume était aussi légère que le vent et aussi solide que l'acier. Les griffes de leurs maîtres à tête de loup et leurs armes de chair ne pouvaient rien leur faire.\\n\\nLa générale revêtit cette armure de porcelaine, s'élevant avec les guerriers de la Flotte de Verdoyaume, devenant le cauchemar des Borissiens. Ils avançaient et reculaient en formation, comme une volée d'oiseaux de proie, se faisant écho les uns aux autres. Mais quelle que soit la solidité de cette armure, elle croyait fermement que le corps endurci par la douleur était la meilleure des armes, et que les camarades qui partageaient les épreuves étaient la meilleure des protections.\\n\\n<i>« Les oiseaux déploient leurs ailes, les bêtes mettent à nu leurs dents et leurs griffes. Qui a dit que nous étions sans défense ? Nos camarades sont notre armure. »</i>"
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "grves_de_vaillance_de_la_chasse",
      "name": "Grèves de vaillance de la chasse",
      "type": "FOOT",
      "desc": "Des bottes de combat en forme de serres. Elles permettent au porteur de s'élancer sur le champ de bataille comme le vent, traversant sans effort les épines et les terrains accidentés.",
      "typeText": "Pieds",
      "backstory": "Elle observa la silhouette de la jeune fille qui s'élançait comme un lapin effrayé dans le clair de lune brumeux. Elle suivit ses pas et son odeur comme un chasseur traquant sa proie. Enfin, elle l'attendit au bout du chemin.\\nOu peut-être était-ce la fille qui attendait son arrivée.\\n\\nAu clair de lune, la générale vit clairement son visage.\\n<i>« Tu veux vraiment rejoindre les Chevaliers des Nuages ? »</i>\\n<i>« Je ne veux pas servir un maître à tête de loup. »</i>\\nLes paroles de la jeune fille étaient laborieuses et hachées. L'expression sur son visage, la générale l'avait vue maintes fois en sauvant ses proches pris au piège dans les territoires déchus.\\nBien que ces personnes partagent le même sang qu'elle, elles parlent des langues différentes et ont des pensées différentes.\\nIls ne se considèrent pas comme descendants des Foxiens, mais alors qui sont-ils ?\\nLa générale tremblait légèrement et fit un pas de côté.\\n<i>« Tu peux partir, ils ne te poursuivront plus.. »</i>\\n<i>« Mais je veux qu'ils meurent. »</i>\\n\\nLa générale la regarda avec incrédulité, aussi étonnée que si elle avait vu une étoile filante traverser le ciel, et la silhouette animale de la jeune fille disparût soudain dans l'obscurité.\\nLa générale ferma les yeux, comme si le clair de lune les lui brûlait. Au bout d'un moment, elle baissa les yeux et vit que la jeune fille était pieds nus, et qu'ils étaient couverts de boue et d'épines.\\n\\n<i>« Pourquoi tu ne portes pas de chaussures ? »</i>\\n<i>« J'ai oublié. Je n'ai pas fait attention. »</i>\\nLa générale prit ses propres bottes, compara les pointures et aida la jeune fille à les enfiler.\\n<i>« Elles te vont plutôt bien... Allons-y. »</i>\\n<i>« Et vous alors ? »</i>\\n<i>« J'ai l'habitude de marcher sur des ronces. »</i>\\n\\n\\nElle accéléra le pas, pieds nus et agiles, la jeune fille la suivant de près.\\nOu peut-être qu'elles se poursuivaient l'une l'autre."
    }
  ]
}