{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "Grand duc incandescendre",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT infligés par les attaques de suivi de <nobr>20%</nobr>.",
    "4": "Augmente l'ATQ du porteur de <nobr>6%</nobr> chaque fois que ses attaques de suivi infligent des DGT. Cet effet est cumulable jusqu'à <nobr>8</nobr> fois pour une durée de <nobr>3</nobr> tours. Cet effet disparaît à la prochaine attaque de suivi lancée par le porteur."
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [31151, 41151, 51151, 61151],
      "id": "couronne_de_flammes_ternelles_du_grand_duc",
      "name": "Couronne de flammes éternelles du grand duc",
      "type": "HEAD",
      "desc": "Une couronne de flammes éternelles, alimentées par une ambition dévorante.",
      "typeText": "Tête",
      "backstory": "L'élégant démon de feu est né du plus ardent des brasiers, et estime que la Destruction est la consécration suprême accordée à Fetora.\\n\\n« En tant qu'entité née à la veille de la Destruction, je représente la foi pécheresse de Fetora. J'incarne les flammes vengeresses de Nanook. »\\n\\nNanook a détruit Fetora de ses propres mains, et les flammes de l'étoile blanche ont fusionné avec le pouvoir de la Destruction pour donner naissance à une forme de vie plasmique. L'élégant démon de feu considère sa naissance comme un avènement : « Aujourd'hui, le Seigneur de la Destruction a conquis Fetora. Il m'a honoré de ses flammes ardentes. Les honneurs frivoles et insignifiants s'évaporent avec les éruptions solaires, mais ce sont les honneurs solennels et substantiels qui vont marquer mon couronnement. ». Depuis sa naissance, Ifrit est obsédé par la destruction et le massacre.\\n\\n« Les lauriers de la gloire sont parsemés d'épines. Et seule la couronne de flammes éternelles peut en venir à bout. »\\n\\nIfrit a lui-même recueilli les braises de l'étoile détruite par l'Aiôn de la Destruction pour les façonner en une couronne de Fetora, qu'il porte encore aujourd'hui."
    },
    {
      "_id": 31152,
      "ids": [31152, 41152, 51152, 61152],
      "id": "gantelets_de_feurrure_du_grand_duc",
      "name": "Gantelets de feurrure du grand duc",
      "type": "HAND",
      "desc": "Des gants d'un blanc immaculé, doublés de flammes qui cachent une grande fureur.",
      "typeText": "Mains",
      "backstory": "Ifrit a provoqué d'innombrables catastrophes dans le seul but d'anéantir la vie. Le Grand duc se prenant pour un chef d'orchestre, il se doit de porter des gants pour tenir sa baguette couverte d'épines.\\n\\n« Je suis l'avènement de la Destruction. Une main pour prendre, une main pour donner. »\\n\\nS'appuyant sur la conviction que « la rareté d'une chose ne pouvait s'apprécier que par son éradication », le Duc infernal a réduit en cendres l'histoire et la culture de la planète Lisalit, incinérant les luxueuses soieries de la noblesse, brûlant les longs parchemins des poètes et réduisant à néant les fresques des artistes talentueux... « La civilisation est comme une larve. Elle doit être détruite par le feu pour se transformer en un papillon noir qui s'envole avec le vent. ». Tel un fossoyeur qui baisse la tête pour surveiller le four du crématorium, Ifrit guide les civilisations vers leur chant du cygne.\\n\\n« Je fais appel à mon génie, à mon imagination... pour synchroniser les différentes catastrophes, l'ordre dans lequel elles se produisent, leur intensité, à quel rythme elles déferlent... et créer ainsi une symphonie destructrice. »\\n\\nLorsqu'Ifrit est satisfait de la destruction qu'il a semé, il essuie le sang sur ses mains et remet ses gants blancs immaculés, comme un convive qui aurait été convié à un banquet."
    },
    {
      "_id": 31153,
      "ids": [31153, 41153, 51153, 61153],
      "id": "robe_de_grce_du_grand_duc",
      "name": "Robe de grâce du grand duc",
      "type": "BODY",
      "desc": "Une robe magnifique qui souligne la grâce et l'élégance de son porteur.",
      "typeText": "Corps",
      "backstory": "Après d'atroces massacres, l'élégant démon du feu admirait son image dans la glace, car lorsqu'on se prépare à assister à une audience tenue par un souverain, il est de bon ton de s'habiller en conséquence.\\n\\n« Le but des vêtements n'est pas de masquer son apparence, mais de révéler sa véritable essence, tout comme l'essence de la flamme est de détruire. »\\n\\nLes démons du feu éternel considéraient Nanook comme leur empereur et leur sauveur, mais l'Aiôn n'avait jamais porté son regard sur eux. La destruction d'Ifrit était mêlée d'arrogance, d'ambition, de conquête et de motivations impures, et la rivalité entre le manoir de la flamme éternelle et la confrérie Jepella était encore plus sordide. « La destruction impure tache les vêtements les plus somptueux plus facilement que la saleté. » Et pour ce qui était de la pureté, Ifrit n'en avait jamais compris un mot.\\n\\n« La valeur de la destruction réside dans la valeur de ce qui est détruit. Nous devons poursuivre notre destruction jusqu'à ce que le souverain remarque notre présence. »\\n\\nIfrit était un fervent croyant. Il portait des vêtements en satin rouge profond tissés de flammes, et attendait avec impatience l'appel de la Destruction."
    },
    {
      "_id": 31154,
      "ids": [31154, 41154, 51154, 61154],
      "id": "bottes_crmoniales_du_grand_duc",
      "name": "Bottes cérémoniales du grand duc",
      "type": "FOOT",
      "desc": "Des bottes classiques et confortables, en parfait état, au design élégant, qui mettent en valeur la forme du pied.",
      "typeText": "Pieds",
      "backstory": "L'élégant démon de feu laissait toujours dans son sillage des civilisations calcinées qui gémissaient silencieusement. Ifrit ne leur accordait pas la moindre attention.\\n\\n« Ceux qui n'ont nulle part où aller n'ont pas besoin de bottes. Pourquoi ces civilisations sur le déclin se plaignent-elles de moi ? »\\n\\nLe Duc infernal, avec sa couronne de feu sur la tête, était considéré par de nombreuses civilisations comme un démon venu d'un autre monde, ce qui ne l'empêcha pas d'être invité à la planète des festivités. Ifrit était ravi de s'y rendre en grande pompe. « Je vais préparer une destruction digne de ce nom, il ne restera plus rien. » Le démon élégant de feu assembla une troupe de malfaiteurs, planifiant la scène grandiose d'offrir une montagne de cadavres et une mer de sang pour le banquet... Ces civilisations détruites n'étaient que des étapes sur le chemin de la Destruction, et Penacony n'était qu'une d'entre elles.\\n\\n« Ça n'a rien de personnel. C'est simplement pour attirer son attention. »\\n\\nIfrit s'embarqua joyeusement pour le long voyage vers la fête au son de l'appel lointain du banquet."
    }
  ]
}
