{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "Parc de bananattractions",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Augmente les DGT critiques du porteur de <nobr>16%</nobr>. Lorsqu'une cible invoquée par le porteur est sur le champ de bataille, augmente les DGT critiques de <nobr>32%</nobr> supplémentaires."
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "grandplace_du_parc_de_bananattractions",
      "name": "Grand-Place du Parc de bananattractions",
      "type": "NECK",
      "desc": "Scellé dans cette sphère planaire se trouve le laboratoire d'un groupe scientifique. La corruption mémorielle qui a frappé cet endroit a causé une confusion totale des informations vraies et fausses maintenant devenues indivisibles. Ainsi, ce lieu a été changé en complexe du nom de « Parc de bananattractions ».",
      "typeText": "Sphère planaire",
      "backstory": "« Qui vit dans un p'tit coin de paradis au fin fond des bois ?\n— Bananapote à la compote !\n— Qui compte bien y faire je-ne-sais-quoi ?\n— Bananapote à la compote ! »\n\n« Pouf. Pouf. » Le bruit sourd sonne deux fois et demie. Les bananes se réveillent après un long sommeil, tandis qu'elles se préparent à quitter le bananier pour profiter d'une magnifique nouvelle journée plantainnière ! Certaines se lèvent pleines de potassium, elles s'affairent à cuire des tartes au durian et à gambader joyeusement dans les bois. D'autres se montrent plus solennelles et se frottent à des noix de coco pour se parfumer. Le ouistiti contemple cette saynète animée d'un air satisfait, et ne peut s'empêcher de lancer un appel jovial à l'attention de ces bananes.\n\n« Prêtes les bananes ?\n— Oui, Proviseur Ouistiti !\nJ'ai pas entendu !\nOUI, PROVISEUR OUISTITI ! »\n\n« Pouf. Pouf. Pouf. » Le bruit sourd sonne trois fois et demie. C'est l'heure du « Club des bananes ». Les bananes commencent à s'agiter. Certaines se mettent à crier, d'autres à pleurer en silence, tandis que les dernières se sentent totalement abattues... Le ouistiti leur pose une question, une banane en pleine santé après l'autre. Le sujet sur la grande feuille de bananier ne change jamais : « Est-ce que vous vous souvenez d'une époque où vous n'étiez pas banane ? »\n\nCette simple question donnait toujours lieu à des réponses amères. Les bananes ignoraient d'où leur venait toute cette tristesse. C'est comme si toute la chair d'une banane s'oxydait jusqu'à se noircir parce qu'elle subissait trop de pression dans le monde extérieur.\n\n« Si vous avez une envie, faites du rififi,\n Tambourinez le bananier et demandez au Proviseur Ouistiti. »\n\n« Pouf. Pouf. Pouf... » Le bruit sourd sonne sept fois et demie. Les nouveaux jeux d'À fond les bananes vont commencer. Dans cette forêt paradisiaque recluse, chaque banane s'est vue promettre que si elle mettait suffisamment la main à la pâte, elle ne resterait pas éternellement une banane. Chacune de ces bananes a son rêve, son droit d'y croire, se donnant chair à bananâme jusqu'à devenir un fier et grand ouistiti... Tandis que la forêt se scinde en deux côtés, le Proviseur Ouistiti émerge du centre, s'inclinant doucement et modestement devant les bananes. Celles-ci lui rendent la pareille. Le Proviseur Ouistiti leur a apporté un tout nouveau jeu et souhaite procéder à un « échange » contre de nouvelles histoires.\n\n« Pouf. Pouf. Pouf... » Le bruit sourd sonne onze fois et demie. Le ouistiti transporte les bananes jusqu'en haut de l'arbre. Alors qu'elles se balancent et se trémoussent, les voilà de retour à l'utopie. Les rayons du soleil vert brillent et les gazouillis résonnent dans ce bout de paradis."
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "cbles_mmoriels_du_parc_de_bananattractions",
      "name": "Câbles mémoriels du Parc de bananattractions",
      "type": "OBJECT",
      "desc": "Des câbles optiques sont visibles de part et d'autre du laboratoire. Ils sont utilisés pour recueillir des informations expérimentales en vue d'objectifs gardés secrets qui ne doivent pas être découverts ; car pour ces « bananes », la clé pour comprendre le monde se terre à l'intérieur.",
      "typeText": "Corde de liaison",
      "backstory": "Les ruines de l'Institut de recherche Ba-77 se trouvaient à Convergence-ψ, tapies sous une jungle luxuriante. Lieu autrefois détruit par des Rangers radicaux, les câbles qui subsistent continuent de clignoter par intermittence.\n\n« Cet Institut de recherche de malheur est aussi dur à débusquer qu'une feuille dans une forêt. » Sous les couches d'écorce, l'ossature des arbres forment une entrée. Ce n'est qu'après avoir traversé ce long arbre creux que les Rangers ont enfin touché au but.\n\nCet institut de recherche ressemble davantage à une galerie d'art qu'à un laboratoire. Les câbles en l'air s'entremêlent, laissant s'échapper de curieuses lumières colorées, fruit de l'imagination du concepteur. Les spectateurs pressent leurs mains sur leurs tempes et sentent le vertige s'emparer d'eux. Puis, des illusions grotesques s'éparpillent sous leurs yeux. Un espace liminaire d'un jaune pur, une rangée de portraits d'êtres humains qui s'estompent, des formes monstrueuses cachées derrière les rideaux...\n\nLes Rangers ne connaissent que trop bien ces méthodes. S'ils s'attardaient devant cette installation, ils déblatéreraient des bêtises et perdraient le contrôle de leurs membres... D'un bruit sec, le jeune Ranger fait appel à la douleur et au vertige pour s'extirper de ce labyrinthe cognitif.\n\nMaintenant qu'ils ont retrouvé la vision, les Rangers s'enfoncent toujours plus. L'Institut de recherche Ba-77 est rempli de statues effondrées, de fresques ravagées, de décorations colorées ultra saturées... Et pourtant, les conteneurs en éclats qui abondent sur le sol donnent plutôt l'impression de se trouver au beau milieu d'une prison. Les Rangers découvrent un rapport dans les profondeurs les plus épaisses, ils imaginent alors les innombrables « expérimentations cognitives » qui ont pu s'y dérouler avant l'effondrement du bâtiment... Tout à coup, tout le monde fait volte-face, poussé par leur subconscient à se retrouver comme par surprise dans un paradis forestier. Les feuilles leur font signe, et leur demandent s'ils se souviennent encore de la joie éprouvée au sommet des arbres.\n\n« Je ne serais pas une banane ? Qu'est-ce qu'on fiche ici, d'ailleurs ? » Le jeune Ranger essaye de retourner à l'arbre pour calmer son « bananatrac ».\n\nBien qu'aveuglé, le Ranger sent que quelque chose cloche. Avant d'atteindre le point de non-retour, il a entraîné de force le jeune homme à quitter cet endroit.\n\n« Banane... Que ces singes aillent bananer eux-mêmes ! »"
    }
  ]
}