{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "Voleur de météorite filante",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente l'effet de Rupture de <nobr>16%</nobr>.",
    "4": "Augmente l'effet de Rupture du porteur de <nobr>16%</nobr>. Ce dernier régénère <nobr>3</nobr> points d'énergie lorsqu'il inflige une Rupture de faiblesse à un ennemi."
  },
  "pieces": [
    {
      "_id": 31111,
      "ids": [
        31111,
        41111,
        51111,
        61111
      ],
      "id": "masque_visages_multiples_de_voleur",
      "name": "Masque à visages multiples de voleur",
      "type": "HEAD",
      "desc": "Un masque utilisé pour modifier l'apparence d'un individu. Couplé à des talents d'acteur évocateurs, il peut vous permettre de duper n'importe qui.",
      "typeText": "Tête",
      "backstory": "Pour le voleur de météorites Leblanc, voler était comme participer à un bal masqué, et cacher son identité faisait partie du protocole.\\n\\n« Comment un masque peut-il changer la taille et la voix de son porteur ? Hahaha, c'est un secret breveté. C'est totalement confidentiel. »\\n\\nAffublé d'un masque, Leblanc se déguisa en un membre ordinaire du personnel, se glissa dans une réunion de sécurité de la CPI et offrit ses conseils sur leurs « mesures de prévention des vols ». Ce n'est que deux semaines après le vol que l'équipe de sécurité s'aperçut qu'elle ne connaissait pas ce « collègue ».\\n\\nLes voleurs devaient mener une double vie nécessitant diverses formes de déguisement. Telle était la tradition du monde des voleurs.\\n\\n« Est-ce que vos scénaristes peuvent faire en sorte que le voleur porte le masque tout au long du film ? », se vit demander le producteur par l'équipe marketing du Département radio, film et télévision de la CPI : « J'insiste une fois de plus sur la nécessité de ce masque en tant que produit dérivé. Rester abordable est tout aussi important que la popularité. »"
    },
    {
      "_id": 31112,
      "ids": [
        31112,
        41112,
        51112,
        61112
      ],
      "id": "gants_de_voleur_empreintes",
      "name": "Gants de voleur à empreintes",
      "type": "HAND",
      "desc": "Une paire de gants spéciaux tissés en nanomatériaux. Les empreintes au bout des doigts peuvent changer en temps réel.",
      "typeText": "Mains",
      "backstory": "Leblanc, le voleur de météorites, n'était pas un grand maniaque de la propreté. Il se fichait de laisser des traces derrière lui, puisqu'il allait jusqu'à laisser de fausses pistes pour provoquer ses poursuivants.\\n\\n« Comment la CPI peut-elle tomber dans le panneau autant de fois ? C'est à eux pas à moi qu'il faut le demander. »\\n\\nSes gants pouvaient générer toutes sortes d'empreintes, ce qui ne manquait jamais de dérouter les détecteurs de la CPI, laissant un flot de faux indices contradictoires. L'équipe de sécurité avait retrouvé des centaines d'empreintes dans la salle secrète où étaient stockés les trésors, dont celles de ptérodactyles préhistoriques, de coccinelles interstellaires, de labradors... Inutile de préciser qu'aucune n'appartenait au voleur.\\n\\nDisparaître sans laisser de traces n'avait rien d'amusant, tous les voleurs lambda en étaient capables.\\n\\nL'équipe de sécurité de la CPI se plaignait : « On ne peut pas écrire n'importe quoi. Qui utilise encore un système de reconnaissance d'empreintes de nos jours ? Ces scénaristes ont-ils un minimum de bon sens ? »"
    },
    {
      "_id": 31113,
      "ids": [
        31113,
        41113,
        51113,
        61113
      ],
      "id": "grappin_dacier_de_voleur",
      "name": "Grappin d'acier de voleur",
      "type": "BODY",
      "desc": "Un câble d'acier dissimulé sous la forme d'une ceinture tissée, dotée de crochets et de poulies cachés dans la boucle.",
      "typeText": "Corps",
      "backstory": "Un voleur bien préparé peut toujours s'extraire de situations périlleuses grâce au grappin salvateur accroché à sa taille.\\n\\n« Comment vous arrivez à toujours atteindre la bonne cible avec le grappin ? Vous pouvez nous expliquer comment vous faites ? »\\n\\nLa salle secrète des trésors était remplie de mécanismes mortels, mais le voleur dansait habilement de droite à gauche à l'aide du grappin, comme s'il valsait au-dessus du sol. Leblanc lança le grappin vers le mur à dix mètres de hauteur, puis enroula la poulie pour foncer droit sur l'Étoile du lion.\\n\\nUn grappin accroché à la taille est un outil essentiel pour un voleur professionnel qui veut aller et venir à sa guise.\\n\\n« Vous savez, on pourrait laisser la doublure jouer la suite. Ça nous économisera un paquet d'argent », ironisa le chorégraphe des scènes d'action. « Le public ne sait pas qui se cache sous le masque de toute façon. »"
    },
    {
      "_id": 31114,
      "ids": [
        31114,
        41114,
        51114,
        61114
      ],
      "id": "bottes_mtoriques_de_voleur",
      "name": "Bottes météoriques de voleur",
      "type": "FOOT",
      "desc": "Une paire de bottes qui améliorent les prouesses physiques humaines. Elles aident le voleur de météorites à marcher à grandes enjambées entre les immeubles.",
      "typeText": "Pieds",
      "backstory": "Leblanc laissait délibérément un rayon de lumière éblouissante derrière lui lorsqu'il bondissait de toit en toit, d'où son nom de « voleur de météorites ».\\n\\n« Comment s'échapper en l'absence de gratte-ciel ? Hahaha, gardez ces questions bêtes pour vous. »\\n\\nIl avait réussi à prendre la fuite après d'innombrables poursuites, ce qui faisait de lui un maître de l'évasion. Personne ne pouvait le rattraper lorsqu'il portait ses bottes météoriques dans la ville, à moins de savoir où se trouvait son repaire. À la grande surprise de Leblanc, un détective aux cheveux en bataille l'attendait depuis longtemps à l'intérieur, assis avec une tasse de café.\\n\\nL'histoire du voleur est terminée. Place à la légende du détective.\\n\\n« La plupart des gens n'auraient jamais imaginé cette fin, c'est pourquoi nous l'avons écrite », expliqua un scénariste anonyme à propos de la fin controversée du Voleur de météorites."
    }
  ]
}