{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "Valkyrie du soleil et de la foudre",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente la VIT de <nobr>6%</nobr>.",
    "4": "Lorsque le porteur et son mnémesprit soignent toute autre cible alliée, accorde Bruine au porteur. Cet effet peut être déclenché 1 fois par tour, et dure <nobr>2</nobr> tours. Lorsque le porteur bénéficie de Bruine, sa VIT augmente de <nobr>6%</nobr> et les DGT critiques de tous les alliés augmentent de <nobr>15%</nobr>. Cet effet ne peut pas être cumulé."
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "Heaume ailé de la valkyrie",
      "type": "HEAD",
      "desc": "Ce heaume ailé assista un jour à la chute d'un dieu céleste des mains de la Chevaleresse d'orage diurne, et il vit le ciel fermer les yeux.",
      "typeText": "Tête",
      "backstory": "Sous les pieds de la guerrière céleste, un magma doré et brûlant bouillonnait sans répit. Elle dissimulait l'expression de son visage sous son heaume de fer, comme la brume hivernale cache la lumière des étoiles.\n\nLa dernière Zéphienne était descendue, et elle aussi voyagerait seule dans la direction opposée vers un destin lointain.\n\n« Séliose, à qui tu pensais ? » Les bêtes ailées, ses compagnons de toujours, sentirent le remous de ses pensées. La guerrière céleste resta silencieuse un instant. L'époque où les hommes priaient le ciel était révolue depuis longtemps et ne reviendrait plus jamais. « À qui je pensais ? Je ne me souviens pas de quelqu'un en particulier. Autrefois, j'aimais tant l'humanité et je détestais tout autant la faiblesse cachée dans sa nature. Mais maintenant... je ne me souviens plus de personne. »\n\nLes bêtes ailées baissèrent la tête en silence. Elles avaient vu la guerrière céleste défendre ses convictions, mais aussi tomber dans la torpeur du doute.\n\nQuelle expression avait-elle maintenant sous le casque de fer qui cachait son visage ? Et quel genre de vision avait-elle désormais ?"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "Gantelets de cavalerie de la valkyrie",
      "type": "HAND",
      "desc": "Ces gantelets avaient porté la chevaleresse à la victoire dans chacun de ses combats. Ils lui accordaient la force d'empoigner les armes les plus létales, et d'endurer les pires des trahisons.",
      "typeText": "Mains",
      "backstory": "La roche écailleuse sifflait dans la forge. L'habitant des montagnes âgé déposa ses vœux dans ces manchettes moulées avant de les offrir à la guerrière céleste.\n\n« Faibles et fragiles. Robustes sont les chevaliers. Plus souples que le marbre, puissent être vos os. »\n\nElle prit les gantelets soigneusement ouvragés et essuya l'armure aux écailles d'argent... Elle commença à s'imaginer tenant la lance forgée par la foudre et le bouclier né de la flamme. Elle s'élancerait vers le champ de bataille dans le ciel pour sauver le monde, car la force n'est qu'une condition préalable au salut. L'habitant des montagnes grava soigneusement les maximes de la vérité sur les jointures de ses doigts et demanda à la guerrière céleste de toujours se souvenir de la douceur des gantelets.\n\n« Réchauffe les pierres du fleuve avec la paume de ta main. Ne sculpte pas le glacier en forme d'épée. »\n\nPourtant, son sens du devoir et de la justice obsessif avait fini par faire de la bénédiction de l'artisan une cicatrice marquée au fer rouge."
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "Cape de l'aube de la valkyrie",
      "type": "BODY",
      "desc": "Cette cape protégeait la Chevaleresse d'orage diurne de la pluie et de la poussière. Elle l'accompagnait dans chacune de ses aventures, et lui créait une silhouette des plus marquantes dans le ciel.",
      "typeText": "Corps",
      "backstory": "La jeune femme, qui n'était pas encore chevaleresse, reçut un entraînement au combat exceptionnel dans la grotte où vit son mentor.\n\n« Bien joué. Bientôt, il n'y aura plus rien que je puisse t'enseigner. Que comptes-tu faire avec ce pouvoir ? »\n\nAprès avoir entendu la prophétie, la jeune femme cessa de penser à son entraînement. Son doux mentor remarqua ses inquiétudes et appliqua secrètement de la résine sur la lame de l'épée qu'elle avait l'habitude d'utiliser. « Maître, je veux vivre dans la vérité, avez-vous entendu parler de la Demoiselle de Janusopolis et de ses prophéties ? » La jeune fille craignait que son mentor n'essaie de l'en empêcher, mais elle avait déjà pris sa décision.\n\n« Mais quelle est la vérité ? »... Le tuteur répondit avec douceur. « Tu passeras une vie entière à le découvrir, et ça ne sera pas facile. »\n\nÀ minuit, elle se leva discrètement dans l'espoir de partir avant l'aube, mais découvrit que la cape soigneusement pliée avait déjà été placée dans son sac à dos."
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "Éperons de l'honneur de la valkyrie",
      "type": "FOOT",
      "desc": "Ces éperons ont été offerts par les deux compagnons ailés de la Chevaleresse d'orage diurne. La douleur est nécessaire pour arpenter la voie de la vérité.",
      "typeText": "Pieds",
      "backstory": "L'héroïne, Séliose, était accompagnée de deux compagnons, Solabis et Lunabis, ses destriers et compagnons de combat.\n\n« Nous te suivons, Séliose. Laisse-nous assister aux débuts de ta quête déicide, toi qui recherches les flammes des dieux. » Ainsi, tous deux placèrent leur confiance dans la farouche et déterminée déesse céleste.\n\nLes deux bêtes ailées demandèrent au Grand artisan de forger une paire d'éperons pour l'adoubement de la Chevaleresse d'orage diurne. « C'est gentil, mais je n'en ai pas besoin », répondit-elle. Elle savait que les éperons étaient un outil qui aidait les chevaliers à contrôler leurs montures. « Votre volonté et la mienne ne font qu'un. Nous n'en avons pas besoin pour avancer en parfaite harmonie. »\n\n« Prends-les, Séliose. Tu chemines en quête de vérité. Tu devrais comprendre que la douleur nous tient éveillés ». Le regard de Lunabis brûlait d'une détermination inébranlable, tandis que Solabis guidait sa main pour accepter les éperons.\n\nLa Chevaleresse d'orage diurne accepta le cadeau comme marque de leur amitié. Si la douleur pouvait aider à changer le cours du temps, c'est qu'elle était nécessaire."
    }
  ]
}