{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "Ferrailleur du désert des bandits",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT imaginaires de <nobr>10%</nobr>.",
    "4": "Les chances de coup critique du porteur augmentent de <nobr>10%</nobr> quand celui-ci inflige des DGT aux cibles ennemies subissant des malus, et ses DGT critiques augmentent de <nobr>20%</nobr> quand il inflige des DGT aux cibles ennemies emprisonnées."
  },
  "pieces": [
    {
      "_id": 31121,
      "ids": [
        31121,
        41121,
        51121,
        61121
      ],
      "id": "masque_respiratoire_du_ferrailleur",
      "name": "Masque respiratoire du Ferrailleur",
      "type": "HEAD",
      "desc": "Un masque respiratoire capable de filtrer le sable et les radiations présents dans l'air. Il semble avoir été conçu à partir d'un respirateur abandonné.",
      "typeText": "Tête",
      "backstory": "Les Ferrailleurs de Talia doivent porter un masque en permanence afin de se protéger des dangers des radiations résiduelles et des tempêtes de sable. On ignore si des principes scientifiques sont intervenus lors de la modification de ces masques à ventilateurs. Peut-être n'était-ce qu'un effet placebo.\n\n« Tu connais pas la dernière ? Le vieux fou de l'autre côté de la vallée a branché des tubes aquatiques à son masque ! Personnellement, je pourrais pas. »\n\nLes Ferrailleurs n'ont pas pour habitude de se plaindre de la rudesse du climat sur Talia. Tout d'abord parce que le sable et la poussière présents dans l'air sont dus à une explosion nucléaire, et que personne n'y peut rien. Ensuite, parce qu'en emplissant l'air, le sable rouge bloque les rayons du soleil et crée les conditions idéales pour attaquer les autres campements de bandits. Ils enfilent alors leur masque respiratoire et surgissent de nulle part au milieu des tempêtes de sable.\n\nLes bandits attaquent les bandits, telle est la loi de la survie sur Talia.\n\nCe masque pour tempête de sable semble difficile à enfiler et à retirer. Il porte un sceau anti-contrefaçon indiquant « Ville-ferraille »."
    },
    {
      "_id": 31122,
      "ids": [
        31122,
        41122,
        51122,
        61122
      ],
      "id": "terminal_du_dsert_du_ferrailleur",
      "name": "Terminal du désert du Ferrailleur",
      "type": "HAND",
      "desc": "Une sorte de déchet multifonction capable de détecter les radiations ionisantes dans l'air. Peut aussi parler comme un malpropre.",
      "typeText": "Mains",
      "backstory": "Avant que Talia ne devienne le « royaume du banditisme », elle était connue comme le « dépotoir de l'univers ». Les vieilles technologies mises au rebut sur les autres planètes devenaient ici de véritables trésors.\n\n« Inutile de me demander si j'aime porter un appareil mobile plus lourd que des fers. Il s'est révélé pratique et plus puissant qu'un marteau lors des moments décisifs. »\n\nAvec la naissance de Ville-ferraille, les ingénieurs les plus farfelus de Talia trouvèrent enfin un lieu où exposer leurs inventions les plus folles. C'est ainsi que fut créée la « technologie sensorielle », unique à Talia. En combinant un compteur de poussière de césium à un appareil mobile à l'IA facétieuse, ils créèrent le terminal du désert, un outil multifonction fabriqué à partir de déchets abandonnés.\n\nL'idée à la base de cette technologie sensorielle est : « Inutile de demander pourquoi ou comment, tout le monde s'en fiche. »\n\n« Vous m'avez combinée à un vieux morceau de ferraille ? Vous n'êtes bons qu'à trier les déchets... » La personnalité de l'IA brille toujours par son sérieux et son honnêteté."
    },
    {
      "_id": 31123,
      "ids": [
        31123,
        41123,
        51123,
        61123
      ],
      "id": "robe_de_moine_du_ferrailleur",
      "name": "Robe de moine du Ferrailleur",
      "type": "BODY",
      "desc": "Une robe ample modifiée à partir d'une tenue de missionnaire.",
      "typeText": "Corps",
      "backstory": "La plupart des bandits de Talia n'espéraient aucun salut, pas plus qu'ils n'avaient entendu parler de moines. Tout ce qu'ils savaient, c'était que leurs robes feraient de bonnes serpillières.\n\n« L'ignorance est toujours reine ? Quel ramassis d'inepties ! »\n\nUn jour, les Ferrailleurs ont découvert un monastère abandonné depuis longtemps. À l'intérieur se trouvaient de vieux livres évoquant une civilisation ancienne. Leur instinct leur disait que ces archives valaient de l'or. Après avoir feint un quelconque intérêt, ils ont décidé de brûler tous ces livres et de n'emporter que les robes laissées par les moines. Après tout, le reste ne valait pas un clou à Ville-ferraille.\n\nLa plupart des Ferrailleurs étaient illettrés. Aucune archive de civilisation ne valait plus qu'un repas chaud à leurs yeux, et on ne pouvait pas leur en vouloir.\n\nAu moins, les robes des moines avaient subsisté, ce qui constituait une certaine forme de civilisation."
    },
    {
      "_id": 31124,
      "ids": [
        31124,
        41124,
        51124,
        61124
      ],
      "id": "grves_motorises_du_ferrailleur",
      "name": "Grèves motorisées du Ferrailleur",
      "type": "FOOT",
      "desc": "La jambe d'une armure motorisée, un exosquelette créé à partir de bouts de ferraille et de vieux câblages.",
      "typeText": "Pieds",
      "backstory": "Les bandits de Ville-ferraille devaient défendre leurs réserves d'eau et leur butin durement acquis. C'est ainsi que naquit la technologie du banditisme. Leurs armures motorisées étaient inutilement tape-à-l'œil et les pièces des jambes constituaient les seules parties amovibles.\n\n« J'ai besoin d'un ensemble complet d'armure motorisé, et tu me dis que toute la partie supérieure a explosé ? Tu serais prêt à porter ce truc, toi ? »\n\nLe développement militaire de la technologie sensorielle a été poussé par des avancées sporadiques à Ville-ferraille, ce qui a fait qu'un jour, avec des matériaux récupérés et quelques idées, une armure motorisée complète a été finalisée. Malheureusement, seules les jambes de ce modèle basique de première génération ont survécu. Malgré toutes les simplifications qui leur ont été apportées, les grèves permettent toujours à quiconque les porte de filer comme une fusée : un mécanisme que les ingénieurs d'aujourd'hui n'ont toujours pas percé à jour.\n\nD'après le concepteur, son idée a été réalisée dans un état de demi-sommeil, à cheval entre le rêve et la réalité, l'inspiration d'une vie.\n\nQu'elle soit recyclable ou dangereuse, la ferraille est toujours bonne à prendre."
    }
  ]
}