{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "Horloger, maître des machinations oniriques",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente l'effet de Rupture de <nobr>16%</nobr>.",
    "4": "Lorsque le porteur utilise son ultime sur un allié, l'effet de Rupture de tous les alliés augmente de <nobr>30%</nobr> pendant <nobr>2</nobr> tours. Cet effet n'est pas cumulable."
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [
        31181,
        41181,
        51181,
        61181
      ],
      "id": "loupe_monoculaire_de_lhorloger",
      "name": "Loupe monoculaire de l'Horloger",
      "type": "HEAD",
      "desc": "Une loupe à la monture dorée. Le verre reflète les merveilles de l'univers pour aider son porteur à distinguer clairement les illusions oniriques.",
      "typeText": "Tête",
      "backstory": "Toutes les histoires au sujet de l'Horloger mentionnent ô combien sa perspicacité unique lui permettait sans effort de distinguer clairement les opportunités entrepreneuriales que représentaient les bulles oniriques, et de créer de fantastiques franchises auxquelles personnes n'avait pensé.\\n\\nLa prison frontalière trouva la liberté parmi le Cancer de tous les mondes, et elle accueillit prospérité et éclat sous la direction de la Famille. C'est à cet instant que l'Horloger aurait fait son apparition. Son globe oculaire reflétait l'essence de ce Pays des rêves, et beaucoup dépensèrent sans compter à l'Heure du Crépuscule pour « toucher l'impossible en rêve ». Ainsi, une infinité d'objets remarquables commencèrent à peupler Penacony : théières humoristes, voitures de course dansantes, manoirs capables de se téléporter chaque jour... Vendus à des acheteurs prêts à dépenser des fortunes pour leur unicité, la plupart de ces objets aux prix exorbitants sont d'une inutilité fracassante.\\n\\nPourquoi rechigner à tomber dans la folie lorsqu'on évolue dans un merveilleux Pays des rêves ? Après tout, les mots « Bien exclusif au Pays des rêves » suffisent à redéfinir la valeur de l'opulence.\\n\\nDans l'incapacité de déceler le potentiel de ces objets plus tôt, la Maison Grand-Trèfle et les anciens commerciaux chasseurs de rêve ne peuvent s'empêcher de vivre avec une pointe de regret. L'Horloger a simplement su saisir l'opportunité un peu en avance, comme à son habitude."
    },
    {
      "_id": 31182,
      "ids": [
        31182,
        41182,
        51182,
        61182
      ],
      "id": "montre_providentielle_de_lhorloger",
      "name": "Montre providentielle de l'Horloger",
      "type": "HAND",
      "desc": "Une montre d'exceptionnelle facture. Composée d'un cadran et d'aiguilles uniques, elle serait symbole de bonne fortune au Pays des rêves.",
      "typeText": "Mains",
      "backstory": "Le secret qui se cache derrière le nom « l'Horloger » reste encore à ce jour le plus grand mystère de cette histoire.\\n\\nCertains racontent qu'il fut artisan dans une tour horloge. D'autres encore pensent qu'il fut un marchand de pièces d'horlogerie. Une poignée croit même, qu'à l'instar de sa création, Chronou, il aurait une tête en forme de cadran.\\n\\nAlors qu'on ne parlait que de lui, les montres qu'il vendait gagnèrent en popularité dans le Pays des rêves. Bien qu'elles n'ait rien en commun avec ce grand homme, les chasseurs de rêves montrent un grand respect pour ces montres qui représentent selon eux un symbole de bonne fortune. La figure du cadran s'est rapidement répandue à Penacony grâce à la croissance de nombreuses activités commerciales : vêtements, accessoires, nourriture... Des graffitis au détour des allées à l'imposante structure dans le Hall de l'hôtel, l'influence de cet être exceptionnel se lit partout.\\n\\n« Tout le monde à Penacony apprécie les horloges. »\\n\\nLe véritable Horloger sembla le penser, et jamais exprima-t-il son désaccord quant au design de sa première montre. Le symbole du cadran devint ainsi l'une des marques de fabrique mêmes de Penacony, et personne ne questionna plus les origines de l'Horloger."
    },
    {
      "_id": 31183,
      "ids": [
        31183,
        41183,
        51183,
        61183
      ],
      "id": "tenue_dapparat_illusoire_de_lhorloger",
      "name": "Tenue d'apparat illusoire de l'Horloger",
      "type": "BODY",
      "desc": "Une resplendissante et luxueuse tenue d'apparat dotée de colliers en cuir. Magnifique et élégante, elle est uniquement portée lors d'événements formels tels que les banquets.",
      "typeText": "Corps",
      "backstory": "Les légendes de Penacony dépeignent chacune l'apparence et l'identité de l'Horloger de manières différentes.\\n\\nCes fables inventives lui prêtent parfois les traits d'un vieil homme aimable et respectable, d'une dame élégante, ou encore d'un dandy géant de trente mètres de haut... mais qu'importe sa description, il est toujours magnifiquement vêtu.\\n\\nOn raconte que l'Horloger dévoilera ses secrets à son ou sa partenaire de danse lorsque l'aube et le crépuscule se rencontreront au Pays des rêves. Voilà pourquoi beaucoup paradent en salle de bal et invitent à leurs bras de mystérieux invités, tous habillés avec opulence et style. Au cours de ces bals où amitiés et amours naissent, un nombre croissant de chasseurs de rêves font société. Malgré le prix d'entrée dispendieux, ces événements ont un tel succès que la billetterie est toujours prise d'assaut à peine son ouverture annoncée. Le grand maître de cérémonie a beau toujours briller par son absence, les invités espèrent encore ardemment le croiser à chaque occasion.\\n\\n« Ce costume... seriez-vous le célèbre Horloger ? » Cette question autrefois sincère est devenue au fil du temps l'expression d'une flatterie, puis une invitation à danser.\\n\\nLe Pays des rêves se vêtit davantage de romance et de passion au moment où l'Horloger se lança dans l'organisation d'événements."
    },
    {
      "_id": 31184,
      "ids": [
        31184,
        41184,
        51184,
        61184
      ],
      "id": "chaussures_de_costume_furtivirve_de_lhorloger",
      "name": "Chaussures de costume furtivirêve de l'Horloger",
      "type": "FOOT",
      "desc": "Une élégante paire de chaussures en cuir. Leur porteur s'introduisait autrefois dans les rêves d'un pas feutré, sous forme ésotérique.",
      "typeText": "Pieds",
      "backstory": "L'Horloger a parcouru chaque centimètre du Pays des rêves et chaque entrée des annales historiques de Penacony. Son nom résonne partout en ces terres oniriques depuis des siècles, et les chasseurs de rêves ont encore vent aujourd'hui de ses activités.\\n\\nCertains commencent à se demander si l'Horloger est une personne, un groupe, ou un mensonge tissé par la Famille.\\n\\nDes chasseurs de rêves ont juré de dissiper le mystère qui entoure l'Horloger. Dans leur quête de réponse, ils explorent différents Pays des rêves pour finalement ne tomber que sur des mirages : un étrange invité en négociation d'affaires, une nouvelle entreprise qui rencontre un succès inattendu, un investissement conséquent intraçable... Pour chaque preuve mettant en lumière l'inexistence de l'Horloger, une autre confirme son omniprésence dans les rêves.\\n\\nLa Bibliothèque de l'éveil primal est remplie de livres au sujet de l'Horloger, son nom à jamais ancré dans l'histoire de Penacony.\\n\\nPlus les gens voudront découvrir la vérité, plus ils seront aveuglés par les mensonges... Parmi les milliers de mythes et de rumeurs, cette incontournable légende de la fête ne laissera que des empreintes, mais jamais n'exposera son visage."
    }
  ]
}