{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "Capitaine des mers déchaînées",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les DGT critiques de <nobr>16%</nobr>.",
    "4": "Lorsque le porteur est la cible d'une capacité alliée, il gagne 1 cumul d'Aide, jusqu'à un maximum de <nobr>2</nobr> cumuls. Lorsque le porteur utilise un ultime et qu'il bénéficie de <nobr>2</nobr> cumuls d'Aide, consomme tous les cumuls pour augmenter son ATQ de <nobr>48%</nobr> pendant <nobr>1</nobr> tour."
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "Chapeau de navigation du capitaine",
      "type": "HEAD",
      "desc": "Chapeau à bords larges et aux reflets nacrés. Les marins l'utilisent pour se protéger du soleil brûlant d'Aquila.",
      "typeText": "Tête",
      "backstory": "Au milieu des récifs côtiers gît, telle une baleine échouée, ce qui fut une trière de guerre envoyée pour vaincre les sirènes. Les vagues avaient repoussé le navire vers le rivage, mais avaient laissé son équipage perdu dans les profondeurs marines.\n\n« Oh, valeureux guerrier de Phagousa, qui que tu sois, je t'implore de te lever et de défendre Skiana ! » L'appel désespéré du roi mourut dans le silence. Car une confrontation avec les sirènes conduisait invariablement à perdre la vie avant de dériver sur les flots.\n\n« Donnez-moi un navire insubmersible et un équipage de cinquante personnes, et je tuerai cette vile sirène ! » Un jeune capitaine coiffé d'un chapeau à bords larges émergea de la foule. L'éclat nacré de son couvre-chef projetait un arc-en-ciel chatoyant sur les visages pâles et anxieux qui l'entouraient. Son arrivée brillait comme l'aube sur la mer, et en un instant, l'horizon commençait déjà à s'éclairer.\n\n« Je vous construirai le meilleur bateau du monde ! » Les artisans, attirés par le charisme du jeune capitaine, répondirent présents. Le bois du grand navire était indestructible et ne pourrirait jamais en mer. Une planche, taillée dans l'Arbre géant de Cercès et portant en elle la force de la prophétie, fut installée à la proue.\n\n« Disciple des Sages, héros élu des dieux, pars. Va dompter la folie de Phagousa. » Trois jours plus tard, le navire armé quitta Skiana."
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "Astrolabe attrape-lumière du capitaine",
      "type": "HAND",
      "desc": "Une boussole de navigation capable de capter la lumière des étoiles. Même dans l'immensité sombre de l'océan, les étoiles indiquent toujours le chemin.",
      "typeText": "Mains",
      "backstory": "Des nuages sombres, lourds comme le plomb et le fer, pesaient sur le mât. Au cœur de la tempête qui faisait rage, le navire était comme un nénuphar à la dérive, et même le pont taillé dans le bois de l'Arbre sacré tremblait violemment contre les vagues qui s'élevaient.\n\n« Même les mers autrefois si calmes, sur lesquelles régnaient toute l'année la douceur des vagues et du vent, sont désormais souillées par la nature sauvage et violente de la sirène. » Le jeune capitaine se tenait au sommet du nid-de-pie, les sourcils fermement froncés, tandis qu'il observait les épais et sombres nuages d'orage devant lui... mais l'astrolabe à son poignet ne réagissait pas.\n\nLa foudre s'abattit et déchira le gréement de la voile principale dans un grand fracas. Dans les cris et le chaos, l'équipage grimpait et s'afférait pêle-mêle. Le jeune capitaine hurla et rétablit l'ordre. Il ordonna aux rameurs de ramer à l'unisson sous l'impulsion d'instructions précises. Le timonier réagit rapidement et dirigea le navire loin des énormes vagues qui se dressaient comme des montagnes. Ils luttèrent contre la colère de Phagousa et attendirent jusqu'à ce que la lumière stellaire d'Aquila perce la tempête. Soudain, le capitaine leva le bras et sa voix transperça la tempête. La boussole nautique à son poignet brillait d'éclats fragmentés de lumière stellaire.\n\n« Suivez la lumière ! Nous allons sortir de la tempête ! »\n\nLes marins se ressaisirent et chantèrent en chœur. Le navire, telle une lame tranchante, fendit les vagues en chargeant vers l'aube.\n\n« Bientôt, nous la libérerons de ses chaînes. Regardez devant vous, préparez-vous ! En avant, toute ! »"
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "Manteau coupe-vent du capitaine",
      "type": "BODY",
      "desc": "Le manteau de navigation du capitaine flottait au vent comme une grande voile. Si les vents ne sont pas avec moi, alors je deviendrai le vent lui-même.",
      "typeText": "Corps",
      "backstory": "Une flèche en bronze enflammée de la taille d'un homme fendit le brouillard marin, mais finit en poussière à l'approche de l'armure écailleuse du monstre. Les tentacules bleu pâle s'enroulaient fermement autour de la taille des marins, et même lorsqu'ils les tranchaient, elles se tortillaient sur le pont et attaquaient l'équipage terrifié.\n\n« La sirène criait mon nom et agitait ses membres dans les airs. Ce fut le spectacle le plus terrifiant de ma vie de marin ». La voix du capitaine tremblait entre ses lèvres et ses dents. Il ne mentait pas.\n\nLa sirène titanesque remonta à la surface et ses tentacules enchevêtrés s'enroulèrent étroitement autour du navire. Son dos se dressait comme une île à la dérive. Le second capitaine enfonça sa lance de fer dans la gueule remplie de milliers de dents aiguisées comme des lames de rasoir. Une gerbe de sang noir éclaboussa le pont. Les membres de l'équipage échappèrent de justesse à une attaque mortelle, mais lorsque le capitaine se retourna, il vit que la tour avant avait été écrasée par un énorme tentacule, aussi fragile qu'une brindille face à la Lance de la fureur de Nikador. C'était une occasion unique : avancer ou reculer ? Tous les regards se tournèrent vers le capitaine.\n\nDifficile de la prendre en chasse ! Rameurs, pleine vitesse ! Mettez les voiles et préparez-vous à l'impact !\n\nLe manteau du capitaine flottait au vent, et l'équipage se préparait à affronter la mort. L'acier et les écailles s'entrechoquèrent, la quille se brisa et la sirène poussa un cri plaintif. Son corps autrefois puissant s'enfonça lentement dans les profondeurs de la mer."
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "Bottes foule-flots du capitaine",
      "type": "FOOT",
      "desc": "Les vagues se brisaient sous les bottes du capitaine. Même s'il ne revenait jamais, les vagues de la mer rapporteraient ses bénédictions.",
      "typeText": "Pieds",
      "backstory": "Sur une côte inconnue, le jeune capitaine était allongé sur le sable et fixait le ciel. Le soleil couchant baignait la côte déchiquetée d'une lumière dorée... Dans cette brume radieuse, le pays lointain de Skiana semblait à portée de main. Il savait cependant que sonnait aujourd'hui la fin de sa vie.\n\n« Nous avons dompté la folie de Phagousa. » Le monstre marin s'était retiré depuis longtemps dans des eaux plus profondes et ne menacerait probablement plus la côte avant une centaine d'années.\n\nLa planche, qui avait été taillée dans le bois de l'Arbre géant de Cercès, demanda au capitaine de prononcer ses dernières paroles. Elle repartirait sur les flots vers le lointain pays de Skiana, portant l'histoire du voyage de son héros et inspirant d'autres jeunes âmes à mettre les voiles au-delà des côtes. Le capitaine regarda sa moitié inférieure coupée. C'étaient les bottes que son sage mentor lui avait données et qui l'avaient porté à travers d'innombrables cités-États. Mais maintenant, son long voyage allait s'arrêter là.\n\n« Dis-leur... qu'il me reste encore la Rivière des âmes à conquérir. Dis-leur de ne pas me pleurer. »\n\nAnnée après année, la brise marine effleurait les murs de Skiana. L'histoire du monstre marin était devenue une berceuse chuchotée par les mères à leurs enfants... Et ces marins qui avaient échappé de peu à la mer maudite attendaient toujours que leur capitaine foule les flots pour rentrer chez lui."
    }
  ]
}