{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "{F#Libératrice}{M#Libérateur} d'un monde nouveau",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Augmente les chances de coup critique de <nobr>8%</nobr>.",
    "4": "Après que le porteur a utilisé une ATQ normale ou une compétence, si son mnémesprit est sur le champ de bataille, augmente les PV max du porteur et de son mnémesprit de <nobr>24%</nobr> et augmente les DGT infligés par tous les alliés de <nobr>15%</nobr>. Cet effet dure jusqu'à la prochaine ATQ normale ou compétence du porteur."
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "Capuche {F#de la Libératrice}{M#du Libérateur}",
      "type": "HEAD",
      "desc": "La capuche que portait {M#le légendaire Libérateur}{F#la légendaire Libératrice} pour se protéger des tempêtes. En réalité, son apparence pourrait bien différer des descriptions qu'en font les poètes.",
      "typeText": "Tête",
      "backstory": "La brume nocturne d'Oronyx enserre les branches de laurier,\ntandis que {M#le héros}{F#l'héroïne} du salut, dans une boîte noire, descend d'au-delà du ciel vers l'Abîme du Destin.\n\n{F#Elle}{M#Il} arriva en réponse à la prophétie, mais à l'époque, les prêtres redoutaient de parler de ce qui se trouvait au-delà du ciel.\n« Ne parlez pas du ciel à voix haute, car Aquila, méfiant qu'il est, n'hésite jamais à faire descendre son orage diurne en guise de châtiment. \nEntendant cela, {M#le Libérateur, confiant,}{F#la Libératrice, confiante,} répondit avec fureur :\n« Ô divinateur de calamités, tu n'as jamais songé que même les dieux devraient craindre le châtiment des enfants des hommes. »\n\nSur les remparts de la cité, {F#le Libérateur}{M#la Libératrice} contemplait l'aube rosée se levant à l'horizon :\n« D'abord vient Nikador, qui porte le Conflit.\nJe prie pour qu'il m'apporte la gloire et non la folie. »\n{M#Le Libérateur}{F#La Libératrice} rabattit sa capuche et projeta une lance,\nson ombre rapide, tel un loup solitaire au début du printemps, chargeant à travers les rues d'Acrokopis.\n\n« Par Mnestia ! Si les fils du destin lâchent, je tisserai un nouveau chapitre. »\nLe rugissement du Roi fou résonna au loin, sa lance annonçant son départ avant même ses pas.\n« Les Héritiers chryséens, mes compagnons, m'attendent pour ce voyage. Je dois me mettre en route. »\n\nLes prêtres de Janus observèrent la chevelure grise {M#du Libérateur}{F#de la Libératrice}, qui flottait au vent, et l'acclamèrent vivement,\ntels des brins d'herbe desséchés qui auraient enfin été abreuvés."
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "Gantelets {F#de la Libératrice}{M#du Libérateur}",
      "type": "HAND",
      "desc": "Les gantelets que portait {F#la}{M#le} légendaire {F#Libératrice}{M#Libérateur} pour braver les obstacles. En réalité, son apparence pourrait bien différer des descriptions qu'en font les poètes.",
      "typeText": "Mains",
      "backstory": "Les glaces de Phagousa érodent les longues côtes de Styxie,\ntandis que {M#le héros}{F#l'héroïne} du salut rejoint les rives de la Rivière des âmes où un dragon au teint spectral s'est mué en barque menant à l'Au-delà.\n\nLe long de la Rivière des âmes, les esprits des défunts se transforment en doux murmures, exhortant {M#le héros}{F#l'héroïne} à ne jamais retourner au royaume des mortels.\n« Vous avez soumis les Titans de ce monde. Pourquoi ne pas laisser votre héritage à vos successeurs ? »\nEntendant ces mots, {M#le Libérateur affligé}{F#la Libératrice affligée} répondit avec angoisse :\n« Ô âmes déchues qui demeurez ici, vous n'avez jamais compris que mon désir de sauver le monde surpasse mon envie de vous retrouver. »\n\nÀ bord du ferry, {M#le Libérateur}{F#la Libératrice} se remémorait son voyage de la Chasse aux flammes,\n« Adieu, Thanatos de la Mort,\nJe prie pour que tu veilles sur mes plus chers amis, même s'ils n'ont jamais craint le trépas. »\n{M#Le Libérateur}{F#La Libératrice} caressa ses gantelets en peau de cerf, qui gardaient encore la chaleur de ses camarades tombés.\n{F#Elle}{M#Il} dérivait avec le vent d'ouest chaud et humide, des rivages fleurissant d'anthélines jusqu'au royaume des mortels.\n\n« Cercès, je t'en prie, défends ma rationalité, que je n'aie pas à faire face à une autre découverte bouleversante. »\nCette expérience de résurrection suffisait à prouver à quiconque qu'{F#elle}{M#il} avait l'étoffe {F#d'une héroïne}{M#d'un héros}.\n« L'attente ne sera plus longue, mes chers Héritiers chryséens. Je tiendrai ce serment inoubliable. »\n\nLes terres de Géorios accueillent son retour, tandis que le voyage de la Chasse aux flammes se poursuit.\nTel un ciel s'éclaircissant dans la nuit, l'étoile du matin brillerait à nouveau."
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "Chiton ancestral {F#de la Libératrice}{M#du Libérateur}",
      "type": "BODY",
      "desc": "Le chiton de combat que portait {M#le légendaire Libérateur}{F#la légendaire Libératrice} lorsqu'{F#elle}{M#il} s'engageait dans la bataille. En réalité, son apparence pourrait bien différer des descriptions qu'en font les poètes.",
      "typeText": "Corps",
      "backstory": "Les sombres nuages d'Aquila grondèrent de rage,\n{F#l'héroïne}{M#le héros} du salut s'avança sur un pont arc-en-ciel, et terrassa le ciel autrefois intouchable.\n\nAux côtés de {F#l'héroïque Libératrice}{M#l'héroïque Libérateur} se tenait ses amis qui avaient affronté avec {F#elle}{M#lui} la vie et la mort.\n« La Chasse aux flammes est un voyage marqué par les pertes incessantes, et où la vie même n'a que peu de valeur. »\nEn entendant ces mots, {F#la Libératrice}{M#le Libérateur} répondit calmement mais fermement :\n« J'ai depuis longtemps conscience de votre détermination, et même après des dizaines de milliers de fois, je ne la trahirai jamais. »\n\nEn route vers la Cérémonie de la nouvelle ère, {F#la Libératrice}{M#le Libérateur} fit ses adieux à ses camarades qui allaient défendre le chemin du retour.\n« C'est une expédition et une épopée qui a duré plus d'un millénaire,\nune histoire qui nous a été confiée par d'innombrables prédécesseurs, une histoire qui doit s'achever ici aujourd'hui. »\nLe dernier compagnon posa sa cape sur les épaulières {F#de la Libératrice}{M#du Libérateur}, se retournant pour faire face aux ennemis puissants qui se ruaient sur eux comme des vagues implacables.\nC'était le symbole de leur combat commun, à la fois confiance accordée et héritage transmis.\n\n« Si tu peux m'entendre, Talanton... sache qu'un tel sacrifice héroïque mérite un meilleur lendemain. »\n« En effet, nous nous sommes livrés aux flammes... »\n« Afin de tracer le premier trait de l'épopée de la création. »\n\nSous le regard bienveillant de Képhale, {M#le Libérateur}{F#la Libératrice} portera les vœux de tous et recréera le monde..."
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "Bottes d'expédition {F#de la Libératrice}{M#du Libérateur}",
      "type": "FOOT",
      "desc": "Les bottes que portait {F#la}{M#le} légendaire {F#Libératrice}{M#Libérateur} pour braver montagnes et rivières. En réalité, son apparence pourrait bien différer des descriptions qu'en font les poètes.",
      "typeText": "Pieds",
      "backstory": "« Chrysalide dorée, tu seras témoin du dernier souffle du romantisme, retissant une destinée sans défaut. »\n« Portail de l'infini, tu ouvriras de vastes voies de retour, accomplissant la prophétie des retrouvailles du lendemain. »\n« Branche de la séparation, tu sèmeras la graine sagace du doute, qui germera un jour dans la sagesse de tous. »\n« Œil du crépuscule, observe donc ! Ce ciel est sans faille ni fissure, et à son extrémité se trouve la lueur guérissante de l'arc-en-ciel... »\n\n« Rentre au pays, Lance de la fureur, monte sur le trône acclamé par ton peuple et jure d'apporter la paix au monde. »\n« Parle librement, Pièce de malice, que ce soit par une blague rusée ou des paroles sincères, ne cache rien. »\n« Prodigue tes étreintes, Main de l'ombre, maîtresse de la Rivière des âmes... »\n« Ta douceur peut réchauffer les mers de fleurs le long des rivages, car chaque départ s'accompagne de l'espoir d'une réunion. »\n\n« Le monde entendra le chant du Calice d'abondance, résonnant éternellement dans la liesse. »\n« Le monde sera témoin du Voile d'éternuitée, qui préserve à jamais les souvenirs impérissables. »\n« L'éternel Pilier de pierre portera tous les êtres dans leur lointain voyage, jusqu'à leur destination finale. »\n« La Balance de la justice dispensera ses lois impartiales, couronnant les innombrables héros de la Chasse aux flammes... »\n\n« Trône des mondes, ne porte pas ce lourd fardeau tout seul.\nRegarde, le soleil inextinguible s'est déjà levé... »\n\nCes vers forgés par le regret trouveront leur accomplissement dans un poème réécrit.\nCette fin irréalisable verra le jour avec l'expédition pionnière."
    }
  ]
}