{
  "_id": 10019,
  "id": "10019",
  "name": "Retorno das Estrelas",
  "type": 19,
  "tabName": "Retorno das Estrelas",
  "tag": "Evento de Retorno",
  "introduction": "◆ Regras ◆\nDurante o evento, os Desbravadores que estiverem retornando podem receber \"Um Presente de Retorno\" apenas uma vez. Participe e conclua os eventos Check-in de 7 Dias e Caminho do Retorno para receber as recompensas correspondentes. Desafiar e concluir Cálices durante o evento também concederá o dobro de obtenções de materiais de Prêmios em Dobro.\n\n◆ Recompensas do Check-in de 7 Dias ◆\nDurante o evento, faça login no jogo todos os dias para receber recompensas. As recompensas são renovadas diariamente às <unbreak>04</unbreak>:<unbreak>00</unbreak> do horário do servidor. Recompensas de login diárias só podem ser recebidas uma vez por dia. Um máximo de 7 dias de recompensas são fornecidos.\n\n◆ Recompensas do Caminho do Retorno ◆\nDurante o evento, conclua missões específicas para receber recompensas de missões e \"A Trilha de Retorno\". Acumule o suficiente de \"A Trilha de Retorno\" para receber recompensas de metas específicas. As recompensas extras de cada meta só podem ser resgatadas uma única vez.\nO Caminho do Retorno possui 4 fases. Cada fase ficará disponível às <unbreak>04</unbreak>:<unbreak>00</unbreak> do horário do servidor no dia seguinte.\n\n◆ Obtenções Extras dos Prêmios em Dobro ◆\nDurante o período de retorno, os Desbravadores receberão obtenções em dobro pelas primeiras <unbreak>42</unbreak> vezes que concluírem desafios de Cálice, limitado a 6 vezes por dia. Após os desafios de recompensas em dobro de Cálices serem gastos, ganha uma recompensa adicional além das recompensas originais já recebidas.\nO limite diário de obtenções em dobro atualiza diariamente às <unbreak>04</unbreak>:<unbreak>00</unbreak> do horário do servidor. Realize estes desafios no tempo devido.\n※ Caso o Jardim da Fartura ocorra ao mesmo tempo que o Retorno das Estrelas, as obtenções em dobro do Jardim da Fartura serão consumidas primeiro quando os Desbravadores concluírem desafios de Cálice.\n\n◆ Questionário de Retorno ◆\nConclua o questionário para ganhar recompensas. As recompensas serão enviadas por e-mail. O questionário só pode ser concluído uma vez. Caso você já o tenha enviado, você não poderá respondê-lo ou modificá-lo novamente.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}
