{
  "_id": 10019,
  "id": "10019",
  "name": "Retorno das Estrelas",
  "tabName": "Retorno das Estrelas",
  "tag": "Evento de Retorno",
  "introduction": "◆ Regras ◆\nDurante o evento, os Desbravadores que estiverem retornando podem receber \"Um Presente de Retorno\" apenas uma vez. Participe e conclua os eventos \"Check-in de 7 Dias\" e \"Caminho do Retorno\" para receber as recompensas correspondentes. Desafiar e concluir estágios em Cálices, Cavernas da Corrosão, e outros durante o evento também concederá o dobro de obtenções de materiais de Prêmios em Dobro.\n\n◆ Recompensas do Check-in de 7 Dias ◆\nDurante o evento, faça login no jogo todos os dias para receber recompensas. As recompensas são renovadas diariamente às 04:00 do horário do servidor. Recompensas de login diárias só podem ser recebidas uma vez por dia. Um máximo de 7 dias de recompensas são fornecidos.\n\n◆ Recompensas do Caminho do Retorno ◆\nDurante o evento, conclua missões específicas para receber recompensas de missões e \"A Trilha de Retorno\". Acumule o suficiente de \"A Trilha de Retorno\" para receber recompensas de metas específicas. As recompensas extras de cada meta só podem ser resgatadas uma única vez.\n\n◆ Obtenções Extras dos Prêmios em Dobro ◆\nDurante o período de retorno, os Desbravadores receberão obtenções em dobro ao concluir os desafios de Cálice, Cavernas da Corrosão e Ornamento Plano. Após os desafios de recompensas em dobro serem gastos, é possível obter uma recompensa adicional além das recompensas originais.\n※ Caso outros eventos de recompensa em dobro, como o Jardim da Fartura, ocorram ao mesmo tempo que o Retorno das Estrelas, as obtenções em dobro do Jardim da Fartura e outros eventos serão consumidas primeiro ao obter as recompensas.\n\n◆ Questionário de Retorno ◆\nConclua o questionário para ganhar recompensas. As recompensas serão enviadas por e-mail. O questionário só pode ser concluído uma vez. Caso você já o tenha enviado, você não poderá respondê-lo ou modificá-lo novamente.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}