{
  "_id": 140007,
  "id": "140007",
  "name": "Superliga da Vila do Rochedo",
  "type": 41,
  "tabName": "Superliga da Vila do Rochedo",
  "tag": "Como Jogar",
  "introduction": "◆ Introdução ◆\nO Clube da Luta está aberto para todas as categorias de boxe. Fale com o Dr. Cavador para mais detalhes.\n\n◆ Regras de Jogabilidade ◆\nDesbravadores podem participar de diferentes torneios para obter recompensas no Torneio de Ranking de Pontos.\nAo selecionar um torneio, Desbravadores lutarão contra adversários selecionados aleatoriamente e ganharão diferentes melhorias ao derrotá-los.\nDepois que a seleção aleatória começar, a formação da sua equipe será travada, e os personagens do time não poderão ser alterados.\nNo início de cada batalha, os PV e a Energia de todos os personagens serão restabelecidos.\nQuando Desbravadores aumentarem seu Nível de Equilíbrio, a força dos inimigos do evento aumentará também.\nEm cada partida do campeonato, o número mínimo de ciclos é 1.\nNa Exibição Marcial, Desbravadores podem participar de eventos diferentes para obter as recompensas correspondentes.\nAo selecionar um evento para participar, os Desbravadores obterão o marcialismo principal da escola atual. Depois de derrotar o oponente, eles podem escolher entre dois tipos de marcialismos aprimorados para a escola atual.\nQuando a batalha começar, a formação da equipe ficará bloqueada e os Desbravadores não poderão trocar de personagens. No começo de cada batalha, os PV e a Energia de todos os personagens serão restaurados.\nQuando os Desbravadores aumentarem o Nível de Equilíbrio, a força do inimigo também aumentará de acordo.\nSe o número de ciclos do desafio não for maior do que 5, uma pontuação de nocaute perfeita será alcançada.\nAo concluir todos os desafios, os Desbravadores receberão um prêmio misterioso do Dr. Cavador.\nO número mínimo de ciclos para cada batalha no campeonato é 1.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnBoxingClubResonance.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:1011001]"
}
