{
  "_id": 140002,
  "id": "140002",
  "name": "Contos do Fantástico",
  "description": "A crise no Luofu se acalmou, e as histórias dos feitos dos Inominados podem ser ouvidas em todas as esquinas do Luofu. O contador de histórias, Sr. Xiyan do Refúgio dos Esquifes Estelares, parece estar interessado na sua aventura e quer contar a sua história...",
  "type": 28,
  "tabName": "Contos do Fantástico",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nMuitos no Xianzhou já estão falando das façanhas dos Inominados. O contador de histórias do Xianzhou também espera que os Desbravadores possam ajudá-lo a recontar as histórias de suas aventuras.\n\n◆ Regras do Evento ◆\n● Existem 3 Jornadas do Herói. Após a conclusão de cada Jornada, algumas \"Lendas do Passado e do Presente\" serão desbloqueadas.\n● Quando os Desbravadores concluírem uma Jornada do Herói, receberão um Modelo de Protagonista e gradualmente melhorarão as habilidades dentro dele. Essas habilidades podem ajudar a formar uma experiência mais envolvente em Lendas do Passado e do Presente.\n● O Modelo de Protagonista pode fornecer várias combinações de Armaduras do Protagonismo que podem ser ajustadas livremente. Seus efeitos estarão ativos nas Lendas do Passado e do Presente.\n● Boas combinações de Armaduras do Protagonismo no Modelo de Protagonista resultarão em pontuações de combate mais altas.\n● Os Desbravadores podem usar personagens de teste em Lendas do Passado e do Presente.\n● Durante o combate, os inimigos aparecerão continuamente por um número limitado de Ciclos. Pontos serão concedidos por causar dano e derrotar inimigos. No final de cada batalha, a pontuação mais alta será atualizada com base nos resultados do desafio atual.\n● Aumentar o Nível de Equilíbrio também aumentará os níveis de inimigos e personagens de teste no evento.\n◆ Recompensas do Evento ◆\nOs Desbravadores podem obter recompensas de desafio no Catálogo de Recompensas após alcançar determinadas pontuações nas Lendas do Passado e do Presente.● Quando pelo menos <unbreak>10.000</unbreak> pontos forem marcados para cada Lenda do Passado e do Presente, uma nova seção chamada \"Lenda do Desbravamento\" será desbloqueada, correspondendo a esta Lenda do Passado e do Presente específica. Os personagens principais na categoria mudarão dependendo dos personagens usados pelo Desbravador em combate. Após desbloquear todas as seções da categoria, os Desbravadores podem obter o item limitado \"Lenda do Desbravamento\", que pode ser visualizado a qualquer momento no painel de Itens de Missão em seu Inventário. Este item limitado só pode ser obtido neste evento.\n● Após obter a Lenda do Desbravamento, os Desbravadores podem ir até o Sr. Xiyan para reiniciar o desafio e reescrever o protagonista na história.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}