{
  "_id": 150001,
  "id": "150001",
  "name": "Registros de Curiosidades\nMuseu da Cidade do Inverno Eterno",
  "type": 16,
  "tabName": "Registros de Curiosidades do Museu da Cidade do Inverno Eterno",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Sumário ◆\nO Museu de História e Cultura de Belobog foi reformado, e {M#o Desbravador}{F#a Desbravadora} atuará como {M#curador interino}{F#curadora interina}, encabeçando a gerência e o desenvolvimento do museu, visando restaurar a sua popularidade.\n\n◆ Gerenciamento do Museu ◆\n● Assim que esse modo de jogo é desbloqueado, a série de Missões de Aventura \"A Ocasião Faz o Ladrão\" ficará disponível. Completar a missão \"A Ocasião Faz o Ladrão (I)\" permitirá que os jogadores comecem a gerenciar o museu.\n● Há cinco fases no gerenciamento do museu, e o Valor de Revitalização pode ser obtido através do gerenciamento. Após conquistar os objetivos cumulativos de cada fase, os jogadores poderão passar para a próxima fase e desbloquear novas áreas de exibição.\n● Durante o dia da operação, o Valor de Revitalização pode ser obtido ao gastar Fundos de Desenvolvimento para melhorar as áreas de exibição ou ao contratar assistentes.\n\n◆ Coleção de Exibições e Assistentes ◆\n● Durante o gerenciamento do museu, os jogadores receberão objetivos operacionais adicionais ou encontrarão eventos aleatórios. Estes objetivos e eventos irão providenciar pistas para encontrar obras perdidas, que podem ser adicionadas à coleção do museu.\n● Assistentes convidados poderão ser recrutados ao completar a série de Missões de Aventura \"A Ocasião Faz o Ladrão\", ou a série de missões de recrutamento de guias em eventos aleatórios.\n\n◆ Recompensas de Jogabilidade ◆\n● A conclusão de cada fase de gerenciamento resultará em uma recompensa de fase de gerenciamento.\n● Os jogadores podem receber recompensas de coleção nos Registros de Curiosidades, após coletar novas obras ou após o recrutamento de assistentes convidados.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMuseum.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:1011503]"
}