{
  "_id": 150006,
  "id": "150006",
  "name": "Um Conto Assombrado Vulpe",
  "description": "Com a explosão da Fornalha da Criação, os Heliobi selados lá escaparam. A Comissão dos Dez Senhores ordenou a erradicação desses demônios, e você está prestes a experienciar uma história sobrenatural junto aos juízes.",
  "type": 30,
  "tabName": "Um Conto Assombrado Vulpe",
  "tag": "Como Jogar",
  "introduction": "◆ Introdução ◆\nCom a explosão da Fornalha da Criação, os Heliobi selados dentro dela escaparam. A Comissão dos Dez Senhores comandou a erradicação desses demônios, e você está prestes a experienciar uma história sobrenatural junto aos juízes.\n\n◆ Continuidade de Desbravamento \"Um Conto Assombrado Vulpe\" ◆\n● A Continuidade de Desbravamento \"Um Conto Assombrado Vulpe\" inclui \"Devaneio Lúgubre do Visitante\" e histórias como \"Laço Gêmeo\", \"Perceptiva\", \"Essência da Espada\" e \"Sonho Vulpe\". Após a conclusão do \"Devaneio Lúgubre do Visitante\", você pode iniciar as histórias extras de \"Um Conto Assombrado Vulpe\" e aceitar missões de investigação do Bosque dos Fantasmas e desafios nas Crônicas de Exorcismo.\n\n◆ Bosque dos Fantasmas ◆\n● Desbravadores gerenciam juntamente ao Esquadrão Caça-Fantasmas a conta \"GuizinhaGuinevere\", no blog Bosque dos Fantasmas, ajudando a ganhar fãs e aumentar o nível de popularidade da conta.\n● No Bosque dos Fantasmas, os Desbravadores podem encarar missões de investigação. Ao concluir essas missões, podem editar e publicar postagens do \"Esquadrão Caça-Fantasmas\" para atrair comentários de internautas, ganhar fãs e receber pontos de cortesia.\n● O acúmulo de fãs aumenta a fase de popularidade da conta no Bosque dos Fantasmas. Ao avançar para as próximas fases de popularidade, novas histórias da Continuidade de Desbravamento \"Um Conto Assombrado Vulpe\" são desbloqueadas e, ao serem concluídas, outras missões de investigação são desbloqueadas.\n● Além de aceitar missões de investigação, os Desbravadores também podem responder aos comentários dos internautas do Bosque dos Fantasmas e ganhar pontos de cortesia.\n\n◆ Crônicas de Exorcismo ◆\n● Ao concluir a Continuidade do Desbravamento \"Um Conto Assombrado Vulpe\", várias Torres de Supressão no Jardim Flamavulpe serão desbloqueadas, junto com seus desafios respectivos nas Crônicas de Exorcismo. Cada Torre de Supressão consiste em estágios com quatro níveis de dificuldade. Após a conclusão cumulativa de desafios nesses estágios, é possível resgatar recompensas na seção Recompensas de Exorcismo.\n● Ao concluir a Continuidade do Desbravamento \"Sonho Vulpe\", \"Mal, Desapareça\" se torna acessível nas Crônicas de Exorcismo, isso inclui quatro estágios de \"Expedição de Guerra\", e cada um deles só será desbloqueado após concluir todos os níveis de dificuldade dos estágios das Crônicas de Exorcismo na Torre de Supressão.\n● Todos os desafios nas Crônicas de Exorcismo requerem o uso dos Exorcismos obtidos em \"Um Conto Assombrado Vulpe\".\n\n◆ Recompensas Regulares ◆\n● Concluir missões de investigação no Bosque dos Fantasmas e nos estágios das Crônicas de Exorcismo concede pontos de cortesia.\n● Submeta seus pontos de cortesia no sistema do \"Plano de Inscrição\" para aumentar seu nível de inscrição e resgatar as recompensas de inscrição.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesHeliobus.png",
  "unlockConditions": "[PlayerLevel:21]"
}