{
  "_id": 30002,
  "id": "30002",
  "name": "Guerra Cósmica",
  "description": "Alguém deixou um presente misterioso na Estação Espacial Herta, e a pessoa que o abriu agora está em apuros...",
  "type": 7,
  "tabName": "Guerra Cósmica",
  "tag": "Detalhes de Evento",
  "introduction": "◆ Introdução ◆\nVasculhe os alvos, ataque e tente derrotá-los. Desbravadores podem vasculhar 3 vezes ao dia. Renovado diariamente às <unbreak>04</unbreak>:<unbreak>00</unbreak> (horário do servidor).\n● Desbravadores receberão Estrelas da Honra dependendo do seu desempenho durante os ataques. Quanto mais Estrelas da Honra ganhar, mais recompensas podem ser resgatadas.\n\n◆Requisitos de Participação◆\nO Nível de Desbravamento deve ser <unbreak>22</unbreak> ou superior.\n\n◆Ataques e Ataques em Grupo◆\n● Ao menos uma Ogiva Pixelada é consumida para lançar um ataque. Ogivas Pixeladas consumidas serão recarregadas diariamente.\n● Desbravadores também podem lançar Ataques em Grupo compartilhando alvos vasculhados com Amigos e outros Desbravadores para obter apoio.\n● Apoiar outros Desbravadores concederá Estrelas da Honra extras.\n\n◆Batalha◆\nDepois de usar um ataque, os Desbravadores lutarão 7 Ciclos com o alvo, e a batalha irá terminar automaticamente no final do 7º Ciclo.\nO dano causado ao alvo por batalha é acumulado até que o alvo seja totalmente derrotado.\nOs Desbravadores pode escolher consumir 3 Ogivas Pixeladas para aumentar o dano ao alvo em uma batalha.\n\n◆ Estrelas da Honra ◆\nVasculhe alvos, participe de ataques e derrote alvos antes que escapem para ganhar Estrelas da Honra. O Desbravador que descobriu o alvo receberá Estrelas da Honra extras.\n● Quanto mais dano causar ao alvo e quanto mais perigoso ele for, mais Estrelas da Honra serão concedidas.\nCompletar missões diárias de Guerra Cósmica também concede Estrelas da Honra.\nResgate as recompensas da batalha assim que a quantidade de Estrelas da Honra suficiente for obtida.\n\n◆ Histórico de Combate ◆\nDesbravadores podem rever o histórico de combate de cada ataque para relembrar o processo usado para derrotar os inimigos.\nEm Ataques em Grupo, o processo de batalha de outros Desbravadores também pode ser revisto.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnAntiVirus.png",
  "unlockConditions": "[PlayerLevel:22]"
}
