{
  "_id": 40005,
  "id": "40005",
  "name": "TV dos Pesadelos",
  "description": "O sinal do {RUBY_B#Sistema Penaconiano de Televisão}SPT{RUBY_E#} foi roubado por uma entidade desconhecida, fazendo com que ele exiba programas peculiares. {M#Intrigado}{F#Intrigada} sobre o que esses programas são, você decide descobrir a verdade...",
  "tabName": "TV dos Pesadelos",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Visão Geral ◆\nAlgumas telas em Penacony podem começar a exibir programas estranhos de repente. Umah, uma apresentadora do SPT, o Sistema Penaconiano de Televisão, quer conversar sobre este incidente com você. Quem sabe que tipo de histórias secretas estão ocultas por trás disso...?\n\n◆ Regras do Evento ◆\n● Há 5 telas de TV cujos sinais foram invadidos neste evento. Os Desbravadores precisam encontrar as telas de TV correspondentes e derrotar quem está por trás delas ao entrar em combate.\n● Os 5 estágios de combate serão desbloqueados diariamente, e o quinto estágio só será desbloqueado após você pontuar nos quatro primeiros estágios.\n● Quando os Desbravadores aumentam seu Nível de Equilíbrio, os níveis dos inimigos aumentarão de maneira correspondente.\n● Os Desbravadores podem selecionar personagens de teste para participar no desafio.\n\n◆ Os Quatro Grandes Canais de TV ◆\n● Há 4 grandes canais de TV no SPT, o Sistema Penaconiano de Televisão, (correspondentes aos estágios 1 a 4). Cada estágio contém um inimigo-chave que possui uma Mecânica de Mutação no estágio.\n● Mirar na Mecânica de Mutação do inimigo é uma forma eficiente de derrotar o inimigo. Acionar a Mecânica de Mutação em combate pode aumentar seu ranque de Melhoria de Estágio.\n● O ranque de Melhoria de Estágio significa que melhorias cumulativas podem ser adquiridas nos estágios. Acumular um ranque de Melhoria de Estágio maior aumentará as capacidades de batalha dos personagens.\n● Os estágios 1 a 4 são compostos de 2 fases, a fase de Acúmulo de Melhorias e Combate Final.\n● Na fase do Acúmulo de Melhorias, há uma contagem de 4 Ciclos na qual os inimigos serão continuamente redefinidos. Nesta fase, você precisa explorar as Mecânicas de Mutação importantes dos inimigos para aumentar o ranque de Melhoria de Estágio o máximo possível.\n● Na fase do Combate Final, o ranque de Melhoria de Estágio não poderá mais ser aumentado. Derrote a maior quantidade de ondas de inimigos possível dentro dos 6 Ciclos para receber uma pontuação maior. Se houver Ciclos restantes ao passar do estágio, você receberá uma pontuação extra.\n\n◆ Estúdio Ao Vivo ◆\n● O estágio do Estúdio Ao Vivo é o quinto estágio, a luta contra o Chefe final. Você pode herdar o ranque de Melhoria de Estágio mais alto obtido historicamente por você em cada um dos estágios anteriores (1-4).\nAntes de você entrar no estágio, selecione quaisquer 2 Melhorias de Estágio acumuladas dos estágios 1-4 e use-as na luta contra o chefe final.\n● Derrote o máximo possível de ondas de inimigos dentro de 6 Ciclos para receber uma pontuação mais alta. Se você possuir Ciclos remanescentes quando concluir o estágio, você receberá uma pontuação extra.\n\n◆ Recompensas do Evento ◆\n● Durante o evento, você pode resgatar recompensas do estágio das recompensas por Tempo Limitado aumentando as Melhorias de Estágio para ranques específicos no estágio e atingindo pontuações específicas.\n● Desafie todos os estágios e obtenha pontuações específicas para receber o Prêmio dos Sonhos.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTelevision.png",
  "unlockConditions": "[PlayerLevel:21]"
}