{
  "_id": 40002,
  "id": "40002",
  "name": "Contos do Fantástico",
  "description": "A crise no Luofu se acalmou, e as histórias dos feitos dos Inominados podem ser ouvidas em todas as esquinas do Luofu. O contador de histórias, Sr. Xiyan do Refúgio dos Esquifes Estelares, parece estar interessado na sua aventura e quer contar a sua história...",
  "type": 28,
  "tabName": "Contos do Fantástico",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Apresentação ◆\nMuitos no Xianzhou já estão falando sobre os feitos dos Inominados. O contador de histórias do Xianzhou também espera que {M#o Desbravador}{F#a Desbravadora} possa ajudá-lo a recontar as histórias das suas aventuras do Desbravamento.\n\n◆ Regras do Evento ◆\n● Após o início do evento, uma nova Jornada do Herói será desbloqueada todos os dias, até um total de 3 Jornadas do Herói. Ao concluir cada Jornada, alguns desafios de combates de \"Lendas do Passado e do Presente\" serão desbloqueados.\n● Durante o evento, assim que os Desbravadores concluem uma Jornada do Herói, eles recebem um Modelo de Protagonista, e gradualmente melhoram as suas habilidades com ele. Essas habilidades podem ajudar a formar uma experiência mais atraente para as Lendas do Passado e do Presente.\n● O Modelo de Protagonista pode providenciar várias combinações de Armadura do Protagonismo que podem ser ajustadas livremente e seus efeitos serão ativados em Lendas do Passado e do Presente.\n● Boas combinações da Armadura do Protagonismo no Modelo de Protagonista resultarão em pontuações de combate mais altas.\n● Os Desbravadores podem usar personagens de teste em Lendas do Passado e do Presente.\n● Durante o combate, inimigos aparecerão continuamente por um número limitado de Ciclos. Pontos serão atribuídos ao causar dano e derrotar inimigos. Ao final de cada batalha, a pontuação mais alta será atualizada com base no desafio atual.\n● Aumentar o Nível de Equilíbrio também aumentará os níveis dos inimigos e dos personagens de teste do evento.\n\n◆ Recompensas de Evento ◆\nDurante o evento, os Desbravadores podem resgatar as recompensas da Lista de Recompensas após alcançar certas pontuações nas Lendas do Passado e do Presente. Quando ao menos <unbreak>10.000</unbreak> pontos forem adquiridos em cada Lenda do Passado e do Presente, uma nova seção do arquivo de leitura \"Lenda do Desbravamento\" será desbloqueada, que corresponderá a esta Lenda do Passado e do Presente em particular. Os personagens principais no arquivo de Leitura mudarão dependendo dos personagens que forem utilizados {F#pela Desbravadora}{M#pelo Desbravador} em combate. Após desbloquear todas as seções do arquivo de Leitura, os Desbravadores poderão obter o item limitado \"Lenda do Desbravamento\", que pode ser visto a qualquer momento no painel de Itens de Missão no seu Inventário. Este item limitado só pode ser obtido neste evento.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}
