{
  "_id": 40006,
  "id": "40006",
  "name": "Inscrição Crepuscular",
  "description": "Uma criança perdida apareceu no movimentado mercado de Okhema. Ela olha ao redor, aparentemente tentando encontrar algo...",
  "tabName": "Inscrição Crepuscular",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nUma criança perdida apareceu no mercado esfuziante de Okhema. Ela olha à sua volta, aparentemente tentando encontrar algo. {F#A Desbravadora}{M#O Desbravador}, de coração sensibilizado, precisará encontrar os pergaminhos espalhados e descobrir a história perdida da pólis com base nas pistas deixadas pela criança...\n\n◆ Regras do Evento ◆\n● Há 5 pergaminhos neste evento. Os Desbravadores precisam encontrar os pergaminhos correspondentes e derrotar os adversários da história em combate.\n● Os 5 estágios de combate serão desbloqueados diariamente, e o quinto estágio só será desbloqueado após você pontuar nos quatro primeiros estágios.\n● Quando os Desbravadores aumentam seu Nível de Equilíbrio, os níveis dos inimigos aumentarão de maneira correspondente.\n● Os Desbravadores podem selecionar personagens de teste para participar no desafio.\n● No modo de jogo \"Inscrição Crepuscular\", a Energia que os alvos aliados regeneram ao derrotar inimigos-alvo é de 50% em comparação com batalhas comuns.\n\n◆ Pergaminhos Espalhados ◆\n● No total, há quatro pergaminhos espalhados por toda a pólis (correspondentes aos Estágios 1 - 4). Cada estágio tem um tipo de inimigo chave. Este inimigo possui uma Mecânica de Mutação no estágio.\n● Desafiar o inimigo com base na sua Mecânica de Mutação é a forma de derrotá-lo mais rapidamente. Você pode aumentar se ranque de Bônus do Estágio depois de ativar a Mecânica de Mutação na batalha.\n● O ranque de Bônus de Estágio é uma melhoria que pode ser acumulada no estágio. Acumule ranques de Bônus do Estágio cada vez maiores para aumentar as capacidades de combate dos personagens.\n● Todos os estágios, do 1 ao 4, compreendem as fases de Acúmulo de Melhorias e Combate Final.\n● A fase de Acúmulo de Melhorias tem uma contagem regressiva de 3 Ciclos. Os inimigos serão renovados continuamente. Nesta fase, você precisa usar a Mecânica de Mutação chave do inimigo para aumentar o ranque de Bônus do Estágio o máximo possível.\n● Na fase do Combate Final, os ranques de Bônus do Estágio não podem mais ser aumentados. Derrote a maior quantidade de ondas de inimigos em 4 Ciclos para conseguir uma pontuação maior. Se ainda sobrarem Ciclos quando você terminar o estágio, você receberá Pontos extra. Se você desistir nesta fase, o ranque de Bônus do Estágio recebido nesse estágio ficará registrado.\n● Quando a fase do Combate Final começa, as Perícias Supremas de todos os aliados ficarão disponíveis imediatamente.\n\n◆ Desafio do Titã ◆\n● O Desafio do Titã é o estágio 5, a última luta contra o Chefe. Você pode herdar o maior ranque de Bônus do Estágio que você obteve em cada um dos estágios anteriores (1-4).\nAntes de entrar no estágio, selecione quaisquer 2 Bônus do Estágio acumulados dos estágios 1-4 e utilize-os para a última batalha contra o Chefe.\n● Derrote a maior quantidade de ondas de inimigos possível dentro dos 4 Ciclos para receber uma pontuação maior. Se você tiver Ciclos remanescente ao concluir o estágio, você receberá Pontos extra.\n\n◆ Recompensas do Evento ◆\n● Durante o evento, você pode resgatar recompensas do estágio das recompensas por Tempo Limitado aumentando as Melhorias de Estágio para ranques específicos no estágio e atingindo pontuações específicas.\n● Desafie todos os estágios e obtenha as pontuações designadas para receber a Recompensa do Tempo.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnTVSeason2.png",
  "unlockConditions": "[PlayerLevel:21]"
}