{
  "_id": 50006,
  "id": "50006",
  "name": "Um Conto Assombrado Vulpe",
  "description": "Com a explosão da Fornalha da Criação, os Heliobi selados lá escaparam. A Comissão dos Dez Senhores ordenou a erradicação desses demônios, e você está prestes a experienciar uma história sobrenatural junto aos juízes.",
  "type": 30,
  "tabName": "Um Conto Assombrado Vulpe",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nCom a explosão da Fornalha da Criação, os Heliobi selados dentro dela escaparam. A Comissão dos Dez Senhores comandou a erradicação desses demônios, e você está prestes a experienciar uma história sobrenatural junto aos juízes.\n\n◆ Requisitos de Participação ◆\n● Depois que os Desbravadores concluírem o \"Devaneio Lúgubre do Visitante\", O evento ficará disponível. Os Desbravadores podem executar atividades investigativas no \"Bosque dos Fantasmas\" e participar de desafios de estágio nas \"Crônicas de Exorcismo\".\n● Depois que o evento por tempo limitado \"Um Conto Assombrado Vulpe\" acabar, os Desbravadores não poderão mais obter as recompensas de tempo limitado do evento. Entretanto, você ainda poderá jogar a história de \"Um Conto Assombrado Vulpe\" e visitar o Jardim Flamavulpe no Luofu do Xianzhou para participar do Bosque dos Fantasmas e das Crônicas de Exorcismo, e resgatar recompensas regulares.\n\n◆ Bosque dos Fantasmas ◆\n● Desbravadores gerenciam junto com o Esquadrão Caça-Fantasmas a conta \"GuizinhaGuinevere\", no blog Bosque dos Fantasmas, ajudando a ganhar fãs e aumentar o nível de popularidade da conta.\n● No Bosque dos Fantasmas, os Desbravadores podem encarar missões de investigação. Ao concluir essas missões, podem editar e publicar postagens do \"Esquadrão Caça-Fantasmas\" para atrair comentários de internautas, ganhar fãs e receber pontos de cortesia.\n● O acúmulo de fãs aumenta a fase de popularidade da conta no Bosque dos Fantasmas. Ao avançar para as próximas fases de popularidade, novas histórias da Continuidade de Desbravamento \"Um Conto Assombrado Vulpe\" são desbloqueadas e, ao serem concluídas, outras missões de investigação são desbloqueadas.\n● Além de aceitar missões de investigação, os Desbravadores também podem responder aos comentários dos internautas do Bosque dos Fantasmas e ganhar pontos de cortesia.\n\n◆ Crônicas de Exorcismo ◆\n● Concluir a Continuidade do Desbravamento \"Um Conto Assombrado Vulpe\" desbloqueará várias Torres de Supressão no Jardim Flamavulpe, junto com seus desafios respectivos nas Crônicas de Exorcismo. Cada Torre de Supressão consiste em estágios com quatro níveis de dificuldade.\n● A conclusão dos estágios nas Crônicas de Exorcismo concede pontos de cortesia. Após a conclusão cumulativa de desafios nesses estágios, é possível resgatar recompensas na seção Recompensas de Exorcismo.\n● Após concluir \"Sonho Vulpe\", \"Mal, Desapareça\" fica acessível nas Crônicas de Exorcismo. Isso inclui quatro estágios de \"Expedição de Guerra\", sendo que cada um deles só será desbloqueado após a conclusão de todos os níveis de dificuldade dos estágios na Torre de Supressão das Crônicas de Exorcismo.\n● Todos os desafios das Crônicas de Exorcismo exigem o uso de Exorcismos obtidos em \"Um Conto Assombrado Vulpe\".\n\n◆ Recompensas Regulares ◆\n● Concluir missões de investigação no Bosque dos Fantasmas e nos estágios das Crônicas de Exorcismo concede pontos de cortesia.\n● Submeta seus pontos de cortesia no sistema do \"Plano de Inscrição\" para aumentar seu nível de inscrição e resgatar as recompensas de inscrição.\n\n◆ Recompensas de Tempo Limitado ◆\n● Durante o Evento de Tempo Limitado, conclua o Devaneio Lúgubre do Visitante para receber uma recompensa de Cone de Luz, e aumente sua popularidade no Bosque dos Fantasmas para receber recompensas de materiais de Sobreposição de Cone de Luz.\n● Durante o Evento de Tempo Limitado, você pode resgatar Recompensas de Tempo Limitado ao concluir missões de investigação no Bosque dos Fantasmas, concluir desafios nas Crônicas de Exorcismo, e modos de jogo no mapa do Jardim Flamavulpe.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesHeliobus.png",
  "unlockConditions": "[PlayerLevel:21]"
}