{
  "_id": 50005,
  "id": "50005",
  "name": "Guerras de Aetherium",
  "description": "O famoso jogo Guerras de Aetherium está atualmente organizando o \"Festival do Torneio Interastral\", onde os jogadores poderão mostrar sua força...",
  "type": 27,
  "tabName": "Guerras de Aetherium",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Apresentação ◆\n Desenvolvido pela Corporação da Paz Interastral, \"Guerras de Aetherium\" é um jogo de batalha com cartas que usa \"Moedas Etéreas\" e conquistou o universo desde o lançamento. No jogo, os dados de qualquer organismo podem ser transformados em \"Espíritos Etéreos\" para os jogadores \"colecionarem, lutarem, treinarem e melhorarem\". Agora, a CPI decidiu organizar um \"Festival do Torneio Interastral\" em Belobog, onde jogadores de Guerras de Aetherium de todo o universo vão competir pelo título de \"Campeão\".\n\n◆ Regras de evento ◆\n● O evento adotará regras especiais de batalha, e os Desbravadores terão que enfrentar os oponentes usando Espíritos Etéreos.\n● O objetivo do evento é ganhar o título de Campeão do Festival do Torneio Interastral. Os Desbravadores precisarão passar no teste de cada uma das quatro \"Zonas da Vitória\", uma por uma, e derrotar o \"competidor do campeonato\" para ganhar \"Marcas de Maestria\". Coletar quatro Marcas de Maestria qualifica você a entrar no torneio.\n● No Modo Desafio do evento, \"Partida de Hiperlink\", os Desbravadores poderão enfrentar outros jogadores do universo em uma partida de Espíritos Etéreos e reencontrar alguém de jornadas passadas.\n● Durante o desafio, é possível encontrar vários jogadores e Espíritos Etéreos, além de fortalecer sua equipe de Espíritos Etéreos coletando, lutando, treinando e melhorando.\n\n◆ Recompensas ◆\n● No evento de Guerras de Aetherium, o \"Índice de Vitória\" pode ser aumentado em Zonas da Vitória e Partidas de Hiperlink desafiadoras, e é possível receber recompensas de índice depois de alcançar diferentes Índices de Vitória.\n● Conquiste os objetivos predefinidos durante o evento de duração limitada para resgatar as recompensas do evento com \"Recompensas de Tempo Limitado\".\n\n◆ Dicas do Evento ◆\n● Após a conclusão das Guerras de Aetherium, os Desbravadores não poderão resgatar as recompensas de tempo limitado. Porém, ainda será possível visitar o Antigo Campo de Testes de Armas em Belobog para experimentar as competições do evento.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestAetherDivide.png",
  "unlockConditions": "[PlayerLevel:21]"
}
