{
  "_id": 50003,
  "id": "50003",
  "name": "Agitação do Beco Aurum",
  "description": "O decadente Beco Aurum está diante de uma chance de revitalização, ele pode ser financiado e reconstruído pela CPI, ou ser guiado de volta à prosperidade pela guilda de comerciantes local. E agora, você está em posição de influenciar essa decisão...",
  "type": 22,
  "tabName": "Agitação do Beco Aurum",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nO decadente Beco Aurum encontrou uma chance de revitalização. Ele pode ou ser patrocinado e reconstruído pela Corporação da Paz Interastral, ou ser reconduzido à prosperidade pela Guilda de Comerciantes. E agora, você está em uma posição de influenciar essa decisão...\n\n◆ Nota do Evento ◆\n● Depois que o evento começar, uma nova série de Missões de Aventura, \"De Volta aos Negócios\", ficará disponível. Conclua De Volta aos Negócios (I) para iniciar as Operações do Beco Aurum. Existem 4 fases no total.\n● Depois que o evento por tempo limitado, Agitação do Beco Aurum, acabar, os Desbravadores não serão capazes de resgatar as recompensas de tempo limitado do evento. Porém, os Desbravadores ainda poderão acessar a Agitação do Beco Aurum para obter Recompensas Regulares.\n\n◆ Operações do Beco Aurum ◆\n● Durante as Operações do Beco Aurum, ganhe \"fundos da Guilda de Comerciantes\" para ajudar a Guilda de Comerciantes a resolver a crise. Depois de alcançar os objetivos de faturamento de cada fase e entregar à Guilda de Comerciantes, a próxima missão da história será ativada e o cenário do Beco Aurum mudará.\n● Durante o período de operações, você também pode concluir \"Eventos de Comerciantes\" para estabelecer relacionamentos de colaboração com as lojas. Depois dos quais, você pode avançar o processo de operações e alterar o cenário das lojas. Após estabelecer colaborações, algumas lojas fornecerão mercadorias que podem ser vendidas.\n● Depois de avançar na Fase de Operações do Beco Aurum, mais Eventos de Comerciantes serão desbloqueados. \n\n◆ Organização de Inventário ◆\n● Durante o período de operações do Beco Aurum, você pode ganhar fundos da Guilda de Comerciantes através da Organização de Inventário.\n● Depois de concluir Eventos de Comerciantes, você pode adicionar novos pedidos e novas mercadorias na Organização de Inventário.\n● Depois de alcançar a Meta da Fase do Beco Aurum, você desbloqueará o \"Pedido Personalizado\" de cada loja como um desafio de jogabilidade.\n● Depois de avançar na Fase de Operações do Beco Aurum, um esquife estelar de carga de maior capacidade ficará disponível, permitindo conseguir uma maior receita de frete.\n\n◆ Planejamento Logístico ◆\n● Durante as Operações do Beco Aurum, você pode planejar rotas no \"Planejamento Logístico\" e obter recompensas correspondentes ao atingir certas pontuações de logística.\n● Após concluir Eventos de Comerciantes, você pode desbloquear as lojas correspondentes no Planejamento Logístico, e planejar a rota de logística da loja até a doca.\n● Depois de alcançar a Meta da Fase do Beco Aurum, ocorrerão \"Eventos de Rua\". Conclua estes eventos para obter recompensas e desbloquear as vantagens de rota no Planejamento Logístico.\n● Depois de avançar na Fase de Operações do Beco Aurum, as pistas de Baixo, Médio e Alto Nível serão abertas para comportar mais lojas.\n\n◆ Recompensas Regulares ◆\n● Obtenha Certificados de Prosperidade através do Planejamento Logístico, Eventos de Comerciantes, Eventos de Rua e Pedidos Personalizados.\n● Troque Certificados de Prosperidade por recompensas através dos Benefícios da Guilda.\n\n◆ Recompensas de Tempo Limitado ◆\n● Durante o período de atividade de tempo limitado, se você concluir modos de jogo como a Organização do Inventário e o Planejamento Logístico, por exemplo, você pode resgatar Recompensas de Planejamento Logístico das Recompensas de Tempo Limitado.\n● Durante o período de atividade de tempo limitado, se você concluir eventos como os Eventos de Comerciantes e os Eventos de Rua, por exemplo, você pode resgatar Recompensas do Progresso de Revitalização das Recompensas de Tempo Limitado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesAlley.png",
  "unlockConditions": "[PlayerLevel:21]"
}