{
  "_id": 50015,
  "id": "50015",
  "name": "Saga da Lâmina Primaveril",
  "description": "A cerimônia da Dança da Guerra está se aproximando, e 7 de Março foi convidada por Yanqing e por Yunli para se tornar uma aprendiz da arte da espada. Como {F#sua}{M#seu} assistente, você planejará as Sessões de Arte da Espada para ajudá-la a alcançar a vitória no eventual duelo de arte com espada.",
  "tabName": "Saga da Lâmina Primaveril",
  "tag": "Como Jogar",
  "introduction": "◆ Introdução ◆\nNa Saga da Lâmina Primaveril, como assistente de arte da espada, você ficará responsável por organizar as Sessões de Arte da Espada da 7 de Março, e por ajudá-la a compreender os Movimentos de Espada para prepará-la para derrotar Skott dentro de 15 dias.\n\n◆ Regras do Evento ◆\n● Você pode programar até 4 sessões para 7 de Março por dia, aumentando os atributos através do treinamento básico para construir uma base sólida para aprender Movimentos de Espada.\n● Ao dominar Movimentos de Espada mais fortes, estimule a 7 de Março a fazer avanços contínuos, visando diretamente a Gênese do Núcleo da Lâmina.\n● Existem múltiplas histórias de Aventura da Arte da Espada no evento, as quais podem ser concluídas através de diferentes Aventuras no Xianzhou, Assistência de Companheiros e Contos da Arte da Espada. Em diferentes Aventuras da Arte da Espada, há até maneiras distintas de concluir a história.\n\n◆ Recompensas Regulares ◆\n● Ao concluir cada final de história diferente, você pode resgatar recompensas de coleção. Além disso, após acumular um certo número de finais, você também pode obter o item de desbloqueio de Eidolon destinado à 7 de Março do Caminho da Caça.\n\n◆ Durante o evento de tempo limitado, concluir missões específicas do Treinamento de Espada concederá as recompensas correspondentes. As Recompensas de Tempo Limitado não estarão mais disponíveis após o final do Evento de Tempo Limitado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestSwordTraining.png",
  "unlockConditions": "[PlayerLevel:21]"
}