{
  "_id": 50018,
  "id": "50018",
  "name": "Dança da Guerra Luminar",
  "description": "A Dança da Guerra Luminar abre com um espetáculo no Cruzador Celeste do Luofu, e elites marciais de todo o cosmos se reúnem para testar suas determinações uns contra os outros. Você também vai experienciar essa competição marcial suprema e partir para uma jornada lendária...",
  "type": 251,
  "tabName": "Dança da Guerra Luminar",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nA Dança da Guerra Luminar abre com um espetáculo no Cruzador Celeste do Luofu, e elites marciais de todo o cosmos se reúnem para testar suas determinações uns contra os outros. Você também vai experienciar esse evento com uma função inesperada...\n\n◆ Regras do Evento ◆\n● No evento, {F#a Desbravadora}{M#o Desbravador} desempenhará o papel de {F#treinadora}{M#treinador} do competidor Luka, um representante de Belobog, e participará das partidas da Dança da Guerra Luminar.\n● O torneio possui diversos estágios. Derrote o mestre de cerimônias de cada Confronto Direto para progredir para o próximo estágio e lutar na final do \"Desafio do Mestre de Cerimônias\", onde Yanqing, o mestre de cerimônias defendendo seu título, te aguarda.\n● Antes de desafiar o mestre de cerimônias de cada estágio, é necessário derrotar outros competidores nas Partidas Eliminatórias para acumular pontos o suficiente, para, em seguida ter a possibilidade de desafiar o mestre de cerimônias da classificatória em um Confronto Direto.\n\n◆ Regras de Combate ◆\n● Nas competições da Dança da Guerra, ambos os competidores acumularão \"Vibrações\" com base no apoio da torcida.\n● Cada partida possui diferentes mecanismos de \"Destaques\", onde os competidores precisam executar ações de batalha específicas para ativar os Destaques e acumular Vibrações aliadas.\n● Quando o avatar do oponente na Ordem de Ação piscar com um aviso em vermelho, a ação dele acumulará \"Vibrações\".\n● Conforme as Vibrações aliadas aumentam, as Vibrações inimigas diminuirão, e vice-versa.\n● Quando as Vibrações de qualquer um dos competidores chegar ao máximo, o campo de batalha entrará em um estado de \"Super Hype\", concedendo melhorias poderosas ao lado com o apoio da torcida.\n● {F#A Desbravadora, como a treinadora}{M#O Desbravador, como o treinador} de Luka, pode utilizar o Códice Tático ativamente durante a batalha para auxiliar Luka com melhorias de combate.\n● {F#A Desbravadora}{M#O Desbravador} pode escolher usar um personagem de teste para participar do desafio.\n● Quando {F#a Desbravadora}{M#o Desbravador} aumenta seu Nível de Equilíbrio, a força do inimigo também aumenta proporcionalmente.\n\n◆ Partida Eliminatória ◆\n● Participe de Partidas Eliminatórias para derrotar outros competidores e ganhar pontos. Assim que você atingir a pontuação necessária, você pode desafiar o campeão atual para um \"Confronto Direto\".\n● Cada estágio da Partida Eliminatória possui 2 competidores selecionáveis, mas você só pode desafiar um por vez.\n● Depois de atingir a pontuação necessária, você precisará visitar o placar de classificação do salão para confirmar sua elegibilidade para desafiar o campeão no Confronto Direto antes de participar da partida do estágio em questão.\n\n◆ Partida de Convite Especial ◆\n● Certos estágios possuem partidas de convite especiais que podem ser selecionadas. Participar de uma partida de convite especial não concederá nenhuma pontuação para as Partidas Eliminatórias.\n● Mesmo ao participar das partidas de convite especiais, você ainda pode participar das Partidas Eliminatórias normalmente.\n\n◆ Treinamento do Mundonírico ◆\n● No Treinamento do Mundonírico, você pode desafiar 5 mestres de cerimônias de alta dificuldade, num total de 5 níveis.\n● Após concluir o Confronto Direto de cada estágio, um novo estágio do Treinamento do Mundonírico será desbloqueado.\n● Nas batalhas do Treinamento do Mundonírico, os chefes das 3 fases devem ser derrotados em 6 ciclos.\n● No final de um desafio, se houver ciclos restantes, sua nota será maior.\n● Nas batalhas do Treinamento do Mundonírico, ações aliadas não acumularão Vibrações.\n● Conclua os objetivos do Treinamento do Mundonírico para ganhar Recompensas de Treinamento.\n\n◆ Recompensas Regulares ◆\n● Conclua Partidas Eliminatórias e de Confronto Direto para ganhar a Insígnia da Espada da Dança da Guerra.\n● Na Aclamação da Dança da Guerra, a Insígnia da Espada da Dança da Guerra pode ser trocada por recompensas.\n● O bichinho de estimação Fantapir e os itens de desbloqueio de Eidolon para \"7 de Março: A Caça\" podem ser obtidos na Aclamação da Dança da Guerra.\n\n◆ Durante o evento de tempo limitado, concluir missões específicas te garantirá as recompensas correspondentes.\n\n◆ Lembretes do Evento ◆\n● Após o evento por tempo limitado da Dança da Guerra Luminar acabar, os Desbravadores não poderão mais obter as Recompensas de Tempo Limitado, mas ainda poderão visitar o Tabuleiro de Táticas no mapa do Cruzador Celeste para experienciar e obter recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}