{
  "_id": 50011,
  "id": "50011",
  "name": "A Lenda {F#da Grande Jogadora}{M#do Grande Jogador} de Beisebol da Galáxia",
  "description": "Giovanni te convidou para testar um jogo baseado em você. Derrote inimigos de todo o universo, sintetize as armas mais poderosas no cosmos e chegue ao topo para se tornar {F#a \"Grande Jogadora}{M#o \"Grande Jogador} de Beisebol da Galáxia\"!",
  "type": 220,
  "tabName": "A Lenda {F#da Grande Jogadora}{M#do Grande Jogador} de Beisebol da Galáxia",
  "tag": "Como Jogar",
  "introduction": "◆ Introdução ◆\nGiovanni te convidou para testar um jogo baseado em você. Derrote inimigos de todo o universo, sintetize as armas mais poderosas do cosmos e ascenda ao ápice de ser {F#a \"Grande Jogadora}{M#o \"Grande Jogador} de Beisebol da Galáxia\"!\n\n◆ Regras do Evento ◆\n● Este evento é composto por seis estágios no total, com três dificuldades. Cada estágio é composto por três fases de combate.\n● Desbravadores precisam derrotar um número definido de inimigos durante as três fases de combate dentro de um número limitado de ciclos para concluir o desafio.\n● Uma vez que o evento é iniciado, uma pontuação específica deve ser alcançada no estágio pré-requisito para desbloquear os estágios subsequentes.\n● Quando Desbravadores aumentam seu Nível de Equilíbrio, os inimigos aumentarão de poder de acordo.\n● Desbravadores podem selecionar personagens de teste para participar do desafio.\n● Ao derrotar inimigos em \"A Lenda {F#da Grande Jogadora}{M#do Grande Jogador} de Beisebol da Galáxia\", a quantidade de Energia que os personagens regeneram é de apenas <unbreak>50%</unbreak> do que normalmente seria regenerado em batalhas regulares.\n\n◆ Visão Geral do Modo de Jogo ◆\n● Derrote inimigos no estágio para ganhar experiência e aumentar seu Nível de Equipe.\n● Cada estágio tem um efeito de Bônus de Equipe diferente. Quando o Nível de Equipe aumenta, aliados obterão Melhoria de Estágio baseada no nível, de acordo com o efeito de Bônus de Equipe do estágio atual.\n● Quando seu Nível de Equipe aumenta, você pode escolher uma \"Arma\" ou \"Acessório\" aleatórios. Quando você obtém uma Arma ou Acessório que já possui, você pode aumentar o nível deles para obter efeitos mais fortes.\n● Armas podem agir autonomamente ou ser ativadas por aliados para causar Dano aos inimigos. Enquanto isso, Acessórios podem fornecer várias melhorias para Armas e aliados.\n● Cada Arma tem um Acessório ressonante específico. Quando você tem uma Arma de nível máximo e seu Acessório ressonante, você pode melhorá-los para uma poderosa Arma Lendária subindo de nível.\n● Inimigos nos estágios ficarão mais fortes a cada onda e fase. Desbravadores podem derrotar esses inimigos cada vez mais poderosos combinando Armas e Acessórios estrategicamente e aumentando os níveis das armas para obter Armas Lendárias.\n\n◆ Modo de Jogo dos Estágios ◆\n● Em cada estágio, há várias ondas de inimigos abrangendo três fases. Cada fase conclui com um desafio de um inimigo de Elite ou Chefe.\n● Cada onda apresenta um número específico de inimigos, que continuarão a reaparecer até que todos os inimigos naquela onda sejam derrotados.\n● Em cada onda de batalha, há uma contagem regressiva de ciclos finitos. Quando a contagem regressiva chega a zero, quaisquer inimigos restantes desaparecerão, e você não poderá mais ganhar pontos ou experiência deles.\n● Na onda de Elite de cada fase, há objetivos específicos de conclusão que requerem derrotar um número definido de Inimigos de Elite antes de poder avançar para a próxima fase de combate.\n● Derrote mais inimigos e cause mais dano ao chefe final para ganhar uma pontuação mais alta. Se houver ciclos restantes quando você concluir o estágio, você pode ganhar pontos extras.\n● Após a conclusão de cada fase de batalha, seu Nível de Equipe atual, Armas adquiridas, Acessórios e outros dados serão automaticamente salvos. Você pode usar os dados salvos para retomar seu desafio no estágio atual após sair para dar uma pausa.\n\n◆ Viagem Cósmica ◆\n● Desde o primeiro estágio (Planeta Vulcânico) até o quinto estágio (Planeta dos Sonhos Doces), cada estágio tem uma arma inicial definida. No estágio final (Buraco Negro Eterno), você pode escolher sua própria arma inicial.\n● A partir do quarto estágio (Planeta Miniatura), Desbravadores podem escolher diferentes Estratégias de Aventura no início de cada fase dentro do estágio, trazendo mais Melhorias de Estágio.\n● No estágio final (Buraco Negro Eterno), após a conclusão de três fases regulares, há uma fase de desafio adicional onde Desbravadores podem desafiar um Oponente Formidável para ganhar mais pontos.\n\n◆ Tokens de Guaxinim ◆\n● Derrote inimigos dentro dos estágios para ganhar Tokens de Guaxinim.\n● Tesouros Cósmicos serão concedidos pelas ondas de Elite dos estágios e fornecerão quantidades aleatórias de Armas/Acessórios e Tokens de Guaxinim.\n● Após concluir os desafios de cada nível, você pode gastar Tokens de Guaxinim na Loja Cósmica para aprimorar seus atributos, fortalecer suas armas e comprar várias funções do modo de jogo.\n\n◆ Recompensas do Evento ◆\n● Durante o evento, você pode alcançar quantidades definidas de pontos dentro dos estágios e resgatar recompensas de estágio na seção de Recompensas da Jornada.\n● Concluir desafios de estágio para ganhar Reputação Cósmica, que aumenta seu ranque de Reputação e permite que você reivindique recompensas correspondentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}