{
  "_id": 50010,
  "id": "50010",
  "name": "Ondas da Guerra",
  "description": "Um pesquisador do Departamento de Manutenção fez inesperadamente um jogo de luta dentro de uma Bolha da Memória. Ele te convida para jogar...",
  "type": 210,
  "tabName": "Ondas da Guerra",
  "tag": "Como Jogar",
  "introduction": "◆ Introdução ◆\nUm pesquisador do Departamento de Manutenção aparentemente é seu \"fã\". Ele usou Bolhas da Memória para recriar seu jogo favorito da infância. Ele pediu especificamente para alguém te convidar para jogar, e até preparou uma \"Função de Suporte\" para você. É gentileza demais para se recusar...\n\n◆ Regras do Evento ◆\n● Neste evento, 6 estágios de combate serão desbloqueados um a um.\n● Em combate, você deve derrotar 3 ondas de Inimigos Chefes em 6 ciclos. Inimigos comuns também aparecerão constantemente.\n● É possível alcançar uma classificação mais alta se houver ciclos restantes quando o estágio for concluído.\n● Quando um aliado derrota um inimigo, a Energia regenerada é igual a somente 50% do que seria gerado em um combate regular.\n● Os Desbravadores podem escolher os personagens de teste para participar do desafio.\nQuando {F#a Desbravadora}{M#o Desbravador} aumenta seu Nível de Equilíbrio, os inimigos irão aumentar sua força de forma correspondente.\n\n◆ Resumo do Modo de Jogo ◆\n● Cada estágio tem sua própria mecânica de Bravura. Ative-a para acumular rapidamente e aumentar seu Valor de Bravura, sua Fase de Bravura e obter mais melhorias.\n● Após entrar na \"Fase de Bravura 4: Poder Desperto\", você obterá Melhorias de Estágio poderosas para derrotar inimigos!\n\n◆ Valor de Bravura ◆\n● Valor de Bravura é acumulado cada vez que Mecânicas de Bravura são ativadas durante a batalha.\n● Personagens podem acumular uma pequena quantidade de Valor de Bravura cada vez que fazem uma ação.\n● Quando seu Valor de Bravura atinge o valor alvo, você pode aumentar de Fase de Bravura.\n● A quantidade de Bravura necessária para aumentar sua Fase de Bravura em cada estágio é diferente.\n\n◆ Fase de Bravura ◆\n● Existem 4 Fases de Bravura. Sempre que alcançar a fase seguinte, é possível ativar uma Função de Suporte adicional para obter mais Melhorias de Estágio\n● Entre na \"Fase de Bravura 4: Poder Desperto\" para ganhar melhorias poderosas. A Função de Suporte ativa nessa fase é a melhoria central para esse estágio e é adicionada por padrão, não podendo ser selecionada\n● Para cada estágio, as Funções de Suporte nas Fases de Bravura 2 e 3 precisam ser selecionadas antes de entrar na batalha.\n● \"Fase de Bravura 4: Poder Desperto\" terminará dentro de uma certa quantidade de valor de ação e o combate retornará à Fase de Bravura 3 quando isso acabar.\n● Durante a Fase de Bravura 4: Poder Desperto, cada ataque contra um inimigo acumula Ataque Irrestrito. Baseado no número de Ataques Irrestritos acumulados, uma certa quantidade de Bravura é recuperada quando voltar à Fase de Bravura 3, ajudando a reentrar rapidamente na Fase de Bravura 4: Poder Desperto.\n\n◆ Recompensas do Evento ◆\n● Durante o evento, aumente a Fase de Bravura até uma certa fase em cada estágio e derrote o chefe do estágio para resgatar recompensas do estágio nas \"Recompensas de Tempo Limitado\".\n● Encare todos os estágios e derrote a primeira onda de inimigos Chefes em todos os estágios para resgatar a oferenda.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFeverTime.png",
  "unlockConditions": "[PlayerLevel:21]"
}