{
  "_id": 50014,
  "id": "50014",
  "name": "Choque de Pássaro de Origami",
  "description": "Veja só! Um convite para testar a versão beta do Choque de Pássaro de Origami? O remetente é a Família, então não deve ser um golpe, certo...?",
  "tabName": "Choque de Pássaro de Origami",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nChoque de Pássaro de Origami é um jogo de batalha de fliperama colecionável desenvolvido pela Família, apresentando uma jogabilidade simples de eliminação em blocos para trazer a você adrenalina pura. Convidamos você a participar de uma sessão de testes deste projeto em curso.\n\n◆ Regras do Evento ◆\n● No evento Choque de Pássaro de Origami, os Desbravadores precisam localizar máquinas de fliperama distribuídas pelos desenvolvedores em vários locais de Penacony e retornar à arena em {TEXTJOIN#87} e para participar de batalhas em três com outros participantes.\n● Durante as batalhas, os Desbravadores devem alimentar seus Pássaros de Origami combinando frutas para aumentar seu poder de combate, visando a vitória no último duelo.\n● Durante o processo de eliminação, alimentar os Pássaros de Origami com suas frutas preferidas ou usar estrategicamente os mecanismos especiais no campo pode melhorar o seu progresso.\n● Após concluir os Desafios Fliperama básicos, o Modo de Porradaria Multijogador será desbloqueado. Os Desbravadores podem competir em batalhas multijogador contra outros Desbravadores de diferentes mundos para revelar quem é o mais forte.\n\n● Além disso, o Desafio Aberto estará disponível, permitindo que os Desbravadores se envolvam em duelos mais eletrizantes com seus companheiros.\n\n◆ Recompensas Permanentes ◆\n● As recompensas são obtidas ao concluir um estágio de desafio pela primeira vez.\n\n◆ Recompensas de Tempo Limitado ◆\n● Durante o evento de tempo limitado, objetivos específicos de batalha podem ser concluídos para ganhar as recompensas correspondentes.\n\n◆ Nota do Evento ◆\n● Após a conclusão do evento de tempo limitado Choque de Pássaro de Origami, os Desbravadores não poderão mais obter as recompensas de tempo limitado do evento ou participar de batalhas multijogador com Desbravadores de outros mundos. No entanto, os Desbravadores ainda poderão visitar o fliperama de Pássaro de Origami em {TEXTJOIN#87} para experimentar o jogo e obter as recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMatchThree.png",
  "unlockConditions": "[PlayerLevel:21]"
}