{
  "_id": 50012,
  "id": "50012",
  "name": "\"Relogin: Memórias de Sonhótimo\"",
  "description": "Os Estúdios Clock, a produtora responsável pela série animada \"Relogin\", está enfrentando uma crise. Mas o diretor do filme tomou um chá de sumiço...",
  "type": 221,
  "tabName": "\"Relogin: Memórias de Sonhótimo\"",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nPor conta do desaparecimento do Relojoeiro, os Estúdios Clock estão enfrentando uma crise de produção. Ajude-os rapidamente a concluir o trabalho de edição da superprodução do filme do Relogin \"Memórias de Sonhótimo\"!\n\n◆ Regras do Evento ◆\n● Conclua a Missão de Aventura \"Relógio Parado\" para começar a editar o filme \"Memórias de Sonhótimo\".\n● O progresso da edição te ajudará a conseguir patrocínios. Ao atingir 100%, você pode realizar um evento de estreia para revitalizar o parque temático. O patrocínio obtido depois de uma exibição será usado para reparar as telas danificadas no parque temático.\n● À medida que o progresso de edição avança, a equipe também terá oportunidades de gravar \"Comerciais\". Conclua Missões de Comercial para ganhar recompensas.\n● Progrida com a edição de \"Memórias de Sonhótimo\" para desbloquear mais Comerciais.\n\n◆ Edição de Filmes ◆\n● O ponto crucial da edição de filmes é saber utilizar os Dados de Tempo nos momentos certos. Utilizar Dados de Tempo em cenas diferentes resultará em mais tomadas das cenas correspondentes e diferentes reações da plateia, evocando as sensações eletrizantes, de comédia e de drama do filme. Essas três Emoções da Plateia são cruciais para o sucesso do filme.\n● Antes da conclusão, o filme passará por uma triagem interna, e diferentes filmes possuem diferentes critérios de triagem. Apenas quando requisitos forem atingidos, o filme poderá ser considerado aceitável durante a triagem interna.\n● Qualquer filme que não consiga atingir os critérios durante o estágio da triagem interna será considerado um fracasso de edição. Adicionalmente, se qualquer uma das três Emoções da Plateia do filme chegarem a 0, o conteúdo do filme será considerado problemático, o que também é considerado um fracasso de edição.\n\n◆ Histórias Secundárias ◆\n● Durante o processo de edição do filme, a conclusão bem-sucedida da edição do filme te concederá o rolo de filme das Histórias Secundárias dos personagens coadjuvantes. Depois de gravar trechos de história que contenham prévias das Histórias Secundárias, será possível desbloquear o filme da História Secundária correspondente. Ajude os animadores do parque a concluir as histórias dos personagens coadjuvantes!\n\n◆ Recompensas Regulares ◆\n● Durante a edição, também haverá a oportunidade de testar diferentes desenvolvimentos da trama, que podem resultar em finais alternativos completamente diferentes da história original. Conclua finais diferentes para ganhar recompensas correspondentes no Pagamento do Relogin.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnClockPark.png",
  "unlockConditions": "[PlayerLevel:21]"
}