{
  "_id": 50028,
  "id": "50028",
  "name": "Star Rail WORLD",
  "description": "O Expresso Astral recebeu outro pacote, desta vez, foi um convite de um desenvolvedor de jogos...",
  "tabName": "Star Rail WORLD",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nO Expresso Astral recebeu mais um pacote: desta vez, um presente preparado por um desenvolvedor do jogo...\n\n◆ Objetivos do Evento ◆\n● Os Desbravadores atuarão como curadores, gerenciando filiais dentro da exibição \"Star Rail WORLD\".\n● Cada local apresenta estandes de exibição especializados de todo o cosmos. Convide personagens conhecidos como assistentes para co-gerenciar as operações.\n● Atribua estrategicamente os assistentes e resolva Ocorrências da Exibição para aumentar a eficiência dos ganhos. Acumule mais Moedas de Ouro para elevar o Nível do Local e desbloquear mais recompensas.\n● O máximo de Nível do Local é o Nv.10.\n● Os ganhos coletivos de todos os Desbravadores contribuem para a Conclusão Global do Jogo. Alcance 100% de conclusão para desbloquear...\n\n◆ Regras do Dia de Exibição ◆\n● Até 2 Dias de Exibição podem ser desbloqueados por dia natural. Cada Dia de Exibição contém um número limitado de Eventos de Exibição.\n● Os eventos são categorizados como \"Delivery do Pom-Pom\" e \"Ocorrências de Convidados\". Concluir esses eventos concede uma grande quantidade de Moedas de Ouro ou outros recursos.\n● Um Dia de Exibição se encerra assim que todos os seus eventos forem concluídos.\n● Após alcançar 100% de Conclusão do Jogo, os Dias de Exibição poderão ser jogados infinitamente, sem restrições diárias.\n\n◆ Diretrizes do Evento ◆\n● Aumentar os níveis dos assistentes e estabelecer laços entre assistentes específicos aumentará significativamente a eficiência da renda da Exibição.\n● Assistentes designados para estandes de exibição continuarão a ganhar Moedas de Ouro mesmo quando {F#a Desbravadora}{M#o Desbravador} estiver offline.\n● Após o encerramento do Dia de Exibição atual, novas Ocorrências de Exibição ou Missões não serão renovadas, e os ganhos de Moedas de Ouro serão drasticamente reduzidos durante essa fase.\n\n◆ Recompensas do Evento ◆\n● Em \"Star Rail WORLD\", os Desbravadores podem ganhar Moedas de Ouro para melhorar o Nível do Local. Atingir novos níveis concede Recompensas de Nível.\n● Conclua diversos objetivos operacionais durante o evento para obter recompensas adicionais.\n● Colabore com Desbravadores de todo o cosmos para aumentar a renda da exibição e elevar a Conclusão do Jogo. Ao atingir 100% de conclusão, desbloqueie recompensas exclusivas de todo o cosmos.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestPlanetFes.png",
  "unlockConditions": "[PlayerLevel:21]"
}