{
  "_id": 50020,
  "id": "50020",
  "name": "Desbravamento: A Amizade é Mágica!",
  "description": "O amigo cinza que certa vez você conheceu nos sonhos veio sozinho ao mundo real de Belobog. Ele chegou para resolver uma crise envolvendo sombras desconhecidas atacando os habitantes, mas ele precisa urgentemente da sua ajuda e de seus companheiros...",
  "tabName": "Desbravamento: A Amizade é Mágica!",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nO amigo cinza que você conheceu certa vez nos sonhos veio sozinho ao mundo real de Belobog. Ele chegou para resolver uma crise envolvendo sombras desconhecidas atacando os moradores, mas ele precisa urgentemente da sua ajuda e a de seus companheiros...\n\n◆ Regras do Evento ◆\n● Após o início do evento, haverá um novo estágio de teste diariamente, até o máximo de 5 estágios.\n● Cada estágio do desafio possui dois níveis de dificuldade: Desafio de Iniciação e Desafio Oficial. Após concluir os Desafios de Iniciação, a dificuldade do Desafio Oficial será desbloqueada.\n● Neste desafio, os Desbravadores só podem usar personagens de desafio selecionados ou os mesmos personagens que os Desbravadores tiverem obtido para participar.\n● Aumentar o Nível de Equilíbrio também aumentará o nível dos inimigos.\n\n◆ Jogabilidade ◆\n● Em cada fase do desafio, diferentes personagens desempenharão o papel de Mago, invocando Minilatas com diferentes habilidades para lutar ao seu lado.\n● A Perícia e a Perícia Suprema do Mago terão efeitos de batalha completamente novos, comandando as Minilatas em combate.\nAs Minilatas possuem novas habilidades de Ataque e Talento, oferecendo diversas experiências de combate.\n● Na dificuldade Desafio Oficial, concluir objetivos de combinações de habilidades especificados e derrotar ondas de inimigos selecionadas antes do final do Ciclo concederá avaliações para Recompensas Estelares.\n\n◆ Recompensas do Evento ◆\n● Durante o período do evento, recompensas podem ser reivindicadas por meio das Recompensas de Lata ao atingir Objetivos de desafio específicos nos estágios.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrashCanSummon.png",
  "unlockConditions": "[PlayerLevel:21]"
}