{
  "_id": 50022,
  "id": "50022",
  "name": "Inscrições do Ninjutsu da Caça ao Som",
  "description": "O grande festival de música esconde uma ameaça à espreita enquanto a Okashira da Ninja Deslumbrante sobe ao palco. Que a caça comece mais uma vez! A próxima apresentação da banda promete ser um espetáculo eletrizante!",
  "tabName": "Inscrições do Ninjutsu da Caça ao Som",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nO grande festival de música esconde uma ameaça à espreita enquanto a Okashira da Ninja Deslumbrante sobe ao palco. Que a Caça ao Som comece mais uma vez! A próxima apresentação da banda promete ser um espetáculo eletrizante!\n\n◆ Regras do Evento ◆\n● No Inscrição do Ninjutsu da Caça ao Som, os Desbravadores assumirão o papel de empresários da banda em um festival musical, liderando os membros da banda nas três apresentações no palco central do campus. Durante os preparativos, os Desbravadores devem completar vários desafios musicais para reunir Inspiração para compor.\n● Uma vez que você tenha reunido Inspiração suficiente e completado a composição, você poderá editar a música que será apresentada e subir no palco. A música editada também continuará tocando na área do palco central da Academia Dobradura.\n\n◆ Recompensas Regulares ◆\n● Conclua desafios musicais Fáceis ou Difíceis para obter Insígnias Comemorativas.\n● No Cachê da Apresentação, envie as Insígnias Comemorativas para aumentar a popularidade e obter recompensas.\n\n◆ Recompensas de Tempo Limitado ◆\n● Durante o evento de tempo limitado, complete a missão \"Caça ao Som: Iniciação\" para obter a recompensa de Cone de Luz e colete inspirações musicais para obter recompensas de materiais de Sobreposição.\nDurante o evento de tempo limitado, concluir missões específicas garantirá as recompensas correspondentes.\n\n◆ Lembretes do Evento ◆\n● Após o evento de tempo limitado da Inscrição do Ninjutsu da Caça ao Som acabar, os Desbravadores não poderão mais obter as Recompensas de Tempo Limitado, mas ainda poderão visitar o Palco Central no mapa da Academia Dobradura de Penacony para experienciar e obter recompensas regulares.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMusicRhythm.png",
  "unlockConditions": "[PlayerLevel:21]"
}