{
  "_id": 50024,
  "id": "50024",
  "name": "Guia de Decoração Cósmica",
  "description": "A vida cotidiana dos Inominados não se resume apenas a desbravamentos majestosos: ela também envolve a rotina de tarefas comuns. Dito isso, como é que construir o seu próprio quarto e desenvolver a sua própria vida não seria também uma forma de \"Desbravamento\"?",
  "tabName": "Guia de Decoração Cósmica",
  "tag": "Como Jogar",
  "introduction": "◆ Visão Geral ◆\nA vida cotidiana dos Inominados não se resume apenas a desbravamentos majestosos: ela também envolve a rotina de tarefas comuns. Dito isso, como é que construir o seu próprio quarto e desenvolver a sua própria vida não seria também uma forma de \"Desbravamento\"?\n\n◆ Regras do Evento ◆\n● Durante o evento, {F#a Desbravadora}{M#o Desbravador} obtém seu próprio quarto e o melhora gradualmente com reformas e adição de mobílias.\n● É necessário utilizar Fundos do Expresso para realizar as reformas, e {F#a Desbravadora}{M#o Desbravador} precisa realizar suas obrigações para obter esses Fundos.\n● Durante a Reunião do Jantar, informe os resultados dessa escala de serviço para conseguir Fundos do Expresso adicionais.\n\n◆ Construção do Quarto ◆\n● Existem 6 áreas no quarto, e cada uma dessas áreas tem um progresso de construção independente.\n● Consuma Fundos do Expresso para concluir a construção e aumentar a Avaliação de Decoração para obter recompensas.\n● Você obterá Projetos e Decorações durante a Reunião do Jantar. Os projetos podem desbloquear móveis adicionais a serem construídos, e as decorações podem ser colocadas em diferentes lugares do quarto.\n\n◆ Serviço ◆\n● Cinco membros formarão uma Equipe de Serviço para obter Fundos do Expresso.\n● Selecione ações diferentes e ative mais eventos da sorte durante o serviço para ganhar mais Fundos do Expresso.\n● Mais membros serão desbloqueados à medida que mais tarefas são concluídas.\n\n◆ Reunião do Jantar ◆\n● Você entrará periodicamente na fase da Reunião do Jantar durante o serviço.\n● Durante a Reunião do Jantar, entregue um relatório de serviço para o Pom-Pom e aumente a avaliação do Pom-Pom para obter Fundos do Expresso extras.\n\n◆ Recompensas Regulares ◆\n● Conclua a Construção do Quarto para obter recompensas de Subsídios de Reforma.\n● Participe vezes o suficiente do serviço na Escala de Tarefas para obter recompensas.\n\n◆ Durante o evento de tempo limitado, concluir missões específicas te garantirá as recompensas correspondentes e o personagem de 4 estrelas à sua escolha.\n\n◆ Lembretes do Evento ◆\n● Após o evento por tempo limitado \"Guia de Decoração Cósmica\" acabar, os Desbravadores não poderão mais obter as Recompensas de Tempo Limitado, mas ainda poderão visitar o Vagão de Festas para experienciar e obter recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrainParty.png",
  "unlockConditions": "[PlayerLevel:21]"
}