{
  "_id": 50029,
  "id": "50029",
  "name": "Bate-Bate das Focas",
  "description": "Um inesperado \"sonho profético\" leva você até a competição do Bate-Bate das Focas. Ondas agitadas, canções alegres e foquinhas... Que tipo de história se desenrolará durante esta celebração do aniversário de Phagousa?",
  "tabName": "Bate-Bate das Focas",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Visão Geral do Evento ◆\n● Um inesperado \"sonho profético\" leva você até a competição do \"Bate-Bate das Focas\". Ondas agitadas, canções alegres e foquinhas... Que tipo de história se desenrolará durante esta celebração do aniversário de Phagousa?\n\n◆ Regras do Evento ◆\nNo \"Bate-Bate das Focas\", os Desbravadores se unirão com Bolhinha para levar foquinhas bebês até a vitória. A competição consiste em três fases: Fase de Grupos, Eliminatórias e o Campeonato. Mantenha o ritmo e derrote seus oponentes para avançar.\n● Após concluir cada partida no Modo História você pode ganhar \"Fichas de Foca\" que podem ser usadas para comprar novas focas na Loja de Focas.\n● Quando a competição atingir um certo ponto, o \"Modo Arena\" será desbloqueado. Aqui, os Desbravadores poderão lutar contra misteriosos treinadores de focas ao redor do mundo e aumentar suas classificações.\n\n◆ Recompensas Regulares ◆\n● Após concluir cada partida no Modo História, você receberá \"Melodias de Celebração\".\n● Você pode trocar \"Melodias de Celebração\" por recompensas no \"Resgate de Prêmios\".\n● A mascote \"Bolhinha\" pode ser obtida no \"Resgate de Prêmios\".\n\n◆ Recompensas de Tempo Limitado ◆\n● Durante o evento de tempo limitado, concluir missões específicas dará a você recompensas correspondentes.\n\n◆ Lembrete de Evento ◆\n● Após o término do evento de tempo limitado \"Bate-Bate das Focas\", os Desbravadores não poderão mais obter as recompensas de tempo limitado, mas ainda poderão visitar a Arena do \"Bate-Bate das Focas\" no mapa de Okhema para experienciar e obter recompensas regulares.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnActivityMarble.png",
  "unlockConditions": "[PlayerLevel:21]"
}