{
  "_id": 50032,
  "id": "50032",
  "name": "Estrela Cósmica da Sorte",
  "tabName": "Estrela Cósmica da Sorte",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Regras de Participação do Evento ◆\n● O evento é dividido em 7 fases, com uma nova fase do sorteio sendo lançada a cada dia, começando do 1º dia do evento.\n● Os Desbravadores podem escolher participar do sorteio ou resgatar diretamente uma recompensa fixa de 100 Jades Estelares antes do prazo limite de cada fase (horários específicos são exibidos na interface do evento). Apenas uma opção pode ser selecionada. Opções diferentes podem ser escolhidas para cada fase.\n● Se nenhuma ação for tomada durante o período do sorteio, a recompensa padrão de Jades Estelares fixas será concedida, e você não participará do sorteio. Após o início do evento, além do sorteio ou das recompensas fixas, você também pode resgatar diretamente uma recompensa de 100 Jades Estelares como uma Bênção da Sorte. Se os Desbravadores não fizerem login durante o período do sorteio, ainda poderão fazer login antes do fim do evento para resgatar uma recompensa única de 800 Jades Estelares.\n● Os resultados de cada fase do sorteio serão anunciados no dia seguinte, com os horários específicos sendo exibidos na interface do evento.\n● Durante o evento, os Desbravadores podem resgatar suas recompensas na página do evento.\n● Caso você ganhe uma recompensa, mas não a resgate durante o evento, não será possível recebê-la após o fim do evento, e ela não será reemitida.\nO servidor \"Expresso Astral\" e o servidor \"Inominado\" compartilham um único pote de prêmios. Ao longo das sete fases do evento, 20 Desbravadores podem se tornar Superestrelas da Sorte.\n\n◆ Recompensas do Sorteio de Prêmios ◆\n● Superestrela da Sorte: 500.000 Jades Estelares\n● Primeiro Prêmio: 600 Jades Estelares\n● Segundo Prêmio: 50 Jades Estelares\n\n◆ Regras de Vitória ◆\n● Nas fases 1, 2 e 3, 2 Desbravadores por fase terão a chance de se tornarem a Superestrela da Sorte. Nas fases 4, 5 e 6, 3 Desbravadores terão a chance de se tornarem a Superestrela da Sorte. Na fase 7, 5 Desbravadores terão a chance de se tornarem a Superestrela da Sorte.\n● No sorteio de cada fase, se um Desbravador participar, mas não se tornar a Superestrela da Sorte, haverá uma chance de 10% de ganhar o Primeiro Prêmio e uma chance de 90% de ganhar o Segundo Prêmio.\n● Em cada fase, os Desbravadores só podem ganhar uma das recompensas a seguir: Prêmio da Superestrela da Sorte, Primeiro Prêmio ou Segundo Prêmio. As recompensas não podem se sobrepor.\n● Ao longo de todas as 7 fases, um Desbravador só pode se tornar a Superestrela da Sorte uma única vez. O mesmo Desbravador não pode ser selecionado como a Superestrela da Sorte múltiplas vezes.\n\n◆ Lembrete das Regras da Superestrela da Sorte ◆\n● Se você tiver violado os Termos de Serviço da HoYoverse ao fazer uso dos serviços da HoYoverse, você abrirá mão automaticamente de sua elegibilidade para ganhar a recompensa da Superestrela da Sorte.\n● A participação neste evento deve obedecer às leis relevantes. Se você for menor de idade, você precisa obter a permissão do seu guardião legal antes de participar deste evento de sorteio.\n● Se você for {F#selecionada}{M#selecionado} como a Superestrela da Sorte, a HoYoverse pode coletar suas informações de identificação pessoais.\n● Assuntos não abordados por este evento, assim como ações subsequentes dos jogadores, permanecerão sob os efeitos dos Termos de Serviço do Jogo de Honkai: Star Rail, com os quais você concordou.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}