{
  "_id": 50035,
  "id": "50035",
  "name": "Lenda do Grande Jogador de Beisebol da Galáxia: Demônio Rei",
  "description": "Uma nova aventura começou: Perseguição ao Demônio Rei da Capa Negra, recupere o Taco Supremo e torne-se o mais incrível Grande Jogador de Beisebol da Galáxia!",
  "tabName": "Lenda do Grande Jogador de Beisebol da Galáxia: Demônio Rei",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nUma nova aventura começou: a \"Perseguição ao Demônio Rei da Capa Negra\", recupere o Taco Supremo e torne-se o mais incrível Grande Jogador de Beisebol da Galáxia!\n\n◆ Regras do Evento ◆\n● Este evento é composto por 6 estágios no total, com 3 níveis de dificuldade: Fácil, Normal e Insana. Cada estágio contém 3 fases de combate.\n● Os Desbravadores precisam derrotar um número definido de inimigos durante as 3 fases de combate dentro de um número limitado de ciclos para concluir o desafio.\n● Uma vez que o evento é iniciado, uma pontuação específica deve ser alcançada no estágio pré-requisito para desbloquear os estágios subsequentes.\n● Quando os Desbravadores aumentam seu Nível de Equilíbrio, o poder dos inimigos aumentará de acordo.\n● Os Desbravadores podem selecionar personagens de teste para participar do desafio.\n● Ao derrotar inimigos-alvo em \"Lenda do Grande Jogador de Beisebol da Galáxia\", a quantidade de Energia que os personagens aliados regeneram é de apenas 50% do que normalmente seria regenerado em batalhas regulares.\n\n◆ Visão Geral do Modo de Jogo ◆\n● Derrote inimigos no estágio para ganhar experiência e aumentar o Nível da Equipe.\n● Cada estágio tem um efeito de Bônus de Equipe diferente. Quando o Nível da Equipe aumenta, personagens aliados obterão uma Melhoria de Estágio baseada no nível, de acordo com o efeito de Bônus de Equipe do estágio atual.\n● Quando o Nível da Equipe aumenta, você pode escolher aleatoriamente uma \"Arma\" ou \"Acessório\". Quando você obtém uma Arma ou Acessório que já possui, você pode aumentar o nível deles para obter efeitos mais fortes.\n● Armas podem agir autonomamente ou serem ativadas por personagens aliados para causar Dano aos inimigos. Enquanto isso, Acessórios podem fornecer várias melhorias para Armas e personagens aliados.\n● Armas possuem um Acessório ressonante específico. Quando você tem uma Arma de nível máximo e seu Acessório ressonante em qualquer nível, você pode melhorá-los para uma poderosa Arma Lendária ao subir de nível posteriormente.\n● Algumas Armas especiais possuem métodos alternativos de ressonância, permitindo que evoluam para Armas Gêmeas ou Armas Estimadas ainda mais únicas e poderosas.\n● Os inimigos nos estágios ficarão mais fortes a cada onda e fase. Os Desbravadores podem derrotar esses inimigos cada vez mais poderosos combinando Armas e Acessórios estrategicamente e aumentando os níveis das armas para obter Armas Lendárias.\n\n◆ Jogabilidade do Estágio ◆\n● Em cada estágio, há múltiplas ondas de inimigos distribuídas em 3 fases. Cada fase termina com um Desafio de Elite ou de Chefe.\n● Cada onda contém um número específico de inimigos, que continuarão a ressurgir até que todos os inimigos daquela onda sejam derrotados.\n● Em cada onda de batalha há uma contagem regressiva de Ciclos limitados. Quando a contagem chegar a zero, qualquer inimigo restante desaparecerá e você não poderá mais ganhar pontos ou experiência deles.\n● Na onda de Elite de cada fase, existem Objetivos de Conclusão específicos que exigem derrotar um número determinado de Inimigos de Elite antes de prosseguir para a próxima fase de combate.\n● Quanto mais inimigos forem derrotados e maior o dano causado ao chefe final, maior será a pontuação obtida. Se houver Ciclos restantes ao concluir o estágio, você ganhará pontos extras.\n● Após a conclusão de cada fase de batalha, o Nível da Equipe atual, Armas adquiridas, Acessórios e outros dados serão salvos automaticamente. Você pode usar os dados salvos para retomar seu desafio no estágio atual após sair temporariamente.\n\n◆ Viagem Cósmica ◆\n● Do primeiro estágio, Planeta V612, até o quinto estágio, Planeta D007, cada estágio terá uma arma inicial designada. No estágio final, \"Covil do Demônio Rei\", os Desbravadores podem escolher livremente sua arma inicial.\n● A partir do segundo estágio, Planeta C996, os Desbravadores podem selecionar uma \"Estratégia de Aventura\" no início de cada fase dentro de um estágio para obter Bônus de Estágio adicionais.\n● Após concluir as três fases padrão do estágio final, \"Covil do Demônio Rei\", a fase \"Desafio do Demônio Rei\" será desbloqueada, onde os jogadores enfrentarão o chefe supremo do evento, o Demônio Rei da Capa Negra\n\n◆ Moeda de Ouro de Guaxinim ◆\n● Derrote inimigos nos estágios para ganhar Moedas de Ouro de Guaxinim.\n● Após limpar as ondas de Elite e derrotar os Lacaios do Demônio Rei durante o estágio, Tesouros do Demônio Rei podem ser obtidos, fornecendo quantidades aleatórias de Armas/Acessórios e Moedas de Ouro de Guaxinim.\n● Após concluir os desafios de cada nível, você pode gastar Moedas de Ouro de Guaxinim na Loja Cósmica para aprimorar seus atributos, fortalecer suas armas e desbloquear ou melhorar vários recursos de jogabilidade.\n\n◆ Retorno Clássico ◆\n● Após concluir \"Lenda do Grande Jogador de Beisebol da Galáxia: Demônio Rei\", os jogadores poderão acessar \"Lenda do Grande Jogador de Beisebol da Galáxia: Partida\" na máquina de fliperama azul na entrada do evento.\n\n◆ Recompensas de Tempo Limitado ◆\n● Durante o evento de tempo limitado, ao concluir os objetivos de missão especificados, você receberá as Recompensas da Jornada correspondentes e um personagem de 4 estrelas da sua escolha.\n\n◆ Lembretes do Evento ◆\n● Após o evento por tempo limitado \"Lenda do Grande Jogador de Beisebol da Galáxia: Demônio Rei\" acabar, os Desbravadores não poderão mais obter as Recompensas de Tempo Limitado, mas ainda poderão desafiar os estágios para obter Reputação Cósmica, aumentar seu Nível de Reputação e obter as recompensas correspondentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuildSC.png",
  "unlockConditions": "[PlayerLevel:21]"
}