{
  "_id": 50034,
  "id": "50034",
  "name": "O Escritório Auu",
  "description": "As quimeras criadas no Jardim da Vida são, na verdade, fantásticas ajudantes do povo de Okhema! Assuma o papel de {M#cuidador}{F#cuidadora} delas e enfrente os desafios que surgirem para ajudar os necessitados!",
  "tabName": "O Escritório Auu",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\n● As quimeras criadas no Jardim da Vida são, na verdade, fantásticas ajudantes do povo de Okhema! Assuma o papel de {M#cuidador}{F#cuidadora} delas e enfrente os desafios que surgirem para ajudar os que precisam!\n\n◆ Regras do Evento ◆\n● No Escritório Auu, os Desbravadores se tornarão administradores de quimeras. Ao designar quimeras adequadas para as tarefas e ajustar a composição da equipe com base em suas características, aumente a classificação do esquadrão de quimeras no Jardim.\n\n◆ Modo Hora Extra ◆\n● Depois de concluir a missão do evento, o Modo Hora Extra será desbloqueado no Jardim.\n● No Modo Hora Extra, o esquadrão de quimeras {F#da}{M#do} Desbravador{F#a} precisará concluir várias rodadas de trabalho. Após cada rodada de trabalho, você retornará à interface de formação. Nesse momento, os atributos das quimeras sobreviventes da rodada anterior serão mantidos, enquanto as quimeras que foram derrotadas não poderão participar da próxima rodada.\n● Antes que todas as quimeras \"desmaiem de exaustão\", encontre uma maneira de obter mais Biscoitos Auu.\n\n◆ Recompensas Permanentes ◆\n● As recompensas são obtidas ao aumentar a classificação do esquadrão de quimeras.\n\n◆ Recompensas de Tempo Limitado ◆\n● Durante o evento de tempo limitado, ao concluir missões específicas, você receberá as recompensas correspondentes e um personagem de 4 estrelas da sua escolha.\n\n◆ Lembretes de Evento ◆\n● Após o evento de tempo limitado do Escritório Auu terminar, os Desbravadores não poderão mais obter as Recompensas de Tempo Limitado, mas ainda poderão visitar o Jardim da Vida no mapa para jogar o evento e obter recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestChimera.png",
  "unlockConditions": "[PlayerLevel:21]"
}