{
  "_id": 50032,
  "id": "50032",
  "name": "Estrela Cósmica da Sorte",
  "tabName": "Estrela Cósmica da Sorte",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Regras de Participação do Evento ◆\n● O evento é dividido em 7 fases, com uma nova fase da loteria sendo lançada a cada dia, começando do 1º dia do evento.\n● Os Desbravadores podem escolher participar na loteria ou resgatar diretamente uma recompensa fixa de 100 Jades Estelares antes do prazo limite de cada frase (tempos específicos são exibidos na interface do evento). Apenas uma opção pode ser selecionada para cada dia da loteria.\n● Após o início do evento, além da loteria ou recompensas fixas, você também pode reivindicar diretamente uma recompensa de 100 Jades Estelares como uma Bênção da Sorte. Se nenhuma ação for tomada durante o período da loteria, a recompensa fixa padrão de Jades Estelares será concedida e você não participará da loteria.\n● Caso os Desbravadores não façam login durante o período da loteria, ainda poderão entrar antes do término do evento para reivindicar uma recompensa única de 800 Jades Estelares.\nO resultado de cada fase da loteria será anunciado no dia seguinte, com os horários específicos exibidos na interface do evento.\n● Durante o evento, os Desbravadores podem resgatar suas recompensas na página do evento.\n\n◆ Recompensa da Loteria ◆\n● Superestrela Sortuda: 500.000 Jades Estelares\n● Primeiro Prêmio: 600 Jades Estelares\n● Segundo Prêmio: 50 Jades Estelares\n\n◆ Regras de Vitória ◆\n● Em cada uma das fases 1, 2 e 3, haverá 2 Desbravadores que terão a chance de se tornarem a Superestrela Sortuda. Em cada uma das fases 4, 5 e 6, haverá 3 Desbravadores que terão a chance de se tornarem a Superestrela Sortuda. Na fase 7, haverá 5 Desbravadores que terão a chance de se tornarem a Superestrela Sortuda.\n● Em cada fase da loteria, se um Desbravador participar, mas não se tornar a Superestrela Sortuda, haverá uma chance de 10% de ganhar o Primeiro Prêmio e uma chance de 90% de ganhar o Segundo Prêmio.\n● Em cada fase, os Desbravadores só podem ganhar uma das recompensas a seguir: Superestrela Sortuda, Primeiro Prêmio ou Segundo Prêmio. As recompensas não podem se sobrepor.\n● Ao longo de todas as 7 fases, um Desbravador só pode se tornar a Superestrela Sortuda uma única vez. O mesmo Desbravador não pode ser selecionado como a Superestrela múltiplas vezes.\n\n◆ Lembrete de Regras da Superestrela Sortuda ◆\n● Se você tiver violado os Termos de Serviço da HoYoverse ao fazer uso dos serviços da HoYoverse, você abrirá mão automaticamente de sua elegibilidade para ganhar a recompensa da Superestrela Sortuda.\n● A participação neste evento deve obedecer às leis relevantes. Se você for menor de idade, você precisa obter a permissão do seu guardião legal antes de participar deste evento de loteria.\n● Se você for {F#selecionada}{M#selecionado} como a Superestrela Sortuda, a HoYoverse pode coletar suas informações de identificação pessoais.\n● Assuntos não abordados por este evento, assim como ações de jogadores subsequentes, permanecerão sob os efeitos dos Termos de Serviço do Jogo de Honkai: Star Rail, com os quais você concordou.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}