{
  "_id": 50042,
  "id": "50042",
  "name": "Restaurante Grandioso\ndo Labirinto de Chrysos",
  "description": "As histórias guardam possibilidades infinitas. Cultive e cozinhe com seus companheiros familiares e saboreie estes preciosos momentos de paz. Nas profundezas do Labirinto, o restaurante está finalmente pronto para abrir suas portas.",
  "tabName": "Restaurante Grandioso do Labirinto de Chrysos",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução◆\nCultive e cozinhe com seus companheiros familiares e saboreie estes preciosos momentos de paz. Nas profundezas do Labirinto, o restaurante está finalmente pronto para abrir suas portas.\n\n◆ Regras do Evento ◆\n● Durante o evento, {F#a Desbravadora}{M#o Desbravador} administrará uma fazenda e um restaurante nas profundezas do Labirinto com companheiros familiares.\n● A jogabilidade é dividida em duas partes: agricultura e gestão do restaurante. Cada Expediente permite uma sessão de cultivo e uma operação no restaurante.\n● Na jogabilidade de agricultura, consuma \"Moedas de Ouro de Fada\" para plantar ingredientes. À medida que a avaliação por estrelas do restaurante aumenta, novas \"Sementes\" serão desbloqueadas gradualmente.\n● Na jogabilidade de gestão do restaurante, use os ingredientes colhidos para planejar o cardápio do dia, desenvolver ou melhorar pratos. Após abrir o restaurante para o dia, consuma ingredientes para preparar pratos que satisfaçam os pedidos das clientes e ganhe \"Moedas de Ouro de Fada\". Ao mesmo tempo, você também pode gastar \"Moedas de Ouro de Fada\" no treinamento da equipe e na decoração do restaurante para melhorar a eficiência operacional geral.\n● Após obter receita suficiente e concluir missões de gestão, você pode aumentar a avaliação por estrelas do restaurante. O restaurante pode ser aprimorado até o máximo de 4 estrelas. À medida que a avaliação aumenta, o número diário de clientes crescerá, e mais Sementes, membros da equipe, instalações do restaurante e pratos serão disponibilizados gradualmente.\n\n◆ Recompensas do Evento ◆\n● Conclua seções no \"Manual do Gerente\" para receber recompensas permanentes do evento.\n● Conclua os itens nas Recompensas por Tempo Limitado para receber estas recompensas do evento.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestElfRestaurant.png",
  "unlockConditions": "[PlayerLevel:21]"
}