{
  "_id": 50048,
  "id": "50048",
  "name": "Sonhótimos e\no Cálice Sagrado",
  "description": "O Santo Graal, cálice onipotente dos desejos, desceu sobre o planeta dos sonhos, e aquele magnata Penaconiano que viveu por 10 Eras de Âmbar ofereceu convites para a Guerra do Santo Graal a convidados distintos...",
  "tabName": "Sonhótimos e o Cálice Sagrado",
  "tag": "Detalhes do Evento",
  "introduction": "▌ Os personagens de colaboração não possuem dublagem em inglês. Você pode alternar para outro idioma de dublagem, se preferir.\n\n▌ Fate/Noite na Terra dos Sonhos\nUm cálice onipotente que concede desejos, o Santo Graal, desceu sobre o planeta da busca dos sonhos, e aquele magnata de negócios Penaconiano que viveu por 10 Eras de Âmbar ofereceu os convites para a Guerra do Santo Graal a convidados distintos...\n\n▌ Fate/stay night\n◆ Introdução ◆\n● A Guerra do Santo Graal de Penacony terminou. No entanto, os gênios colocaram novas funções no Santo Graal. Em um canto da Feldspato Radiante, uma nova Guerra do Santo Graal simulada será em breve reiniciada!\n\n◆ Regras do Evento ◆\n● Em \"Fate/stay night\", {F#a Desbravadora}{M#o Desbravador} participará da Guerra do Santo Graal ao lado de 7 personagens simulados. Após várias batalhas de 1 contra 1, um vencedor será decidido.\n\n◆ Recompensas Regulares ◆\n● Você pode acumular pontos jogando \"Fate/stay night\". Quando seus pontos atingirem certos ranques, você poderá obter recompensas regulares de \"Recompensa de Pontuação\".\n\n◆ Recompensas de Tempo Limitado ◆\n● Durante o Evento de Tempo Limitado, você pode acumular pontos jogando \"Fate/stay night\". Quando seus pontos atingirem certos ranques, você poderá obter Recompensas de Tempo Limitado de \"Recompensa de Pontuação\".\n\n◆ Lembretes de Evento ◆\n● Após o evento de tempo limitado \"Fate/stay night\" terminar, os Desbravadores não poderão mais obter as Recompensas de Pontuação, mas ainda poderão visitar a Feldspato Radiante no mapa para jogar o evento e obter recompensas permanentes.\n\n▌ Presente do Destino \n● Durante o evento, os Desbravadores que consumirem um total acumulado de 200 Passes Especiais de Star Rail em qualquer evento de Salto Hiperespacial da Versão 3.4 poderão resgatar a recompensa após o início do Salto Hiperespacial de Colaboração.\n● O número total de Passes Especiais de Star Rail consumidos é compartilhado entre todos os eventos de Salto Hiperespacial da Versão 3.4.\n● Esta recompensa só pode ser resgatada uma vez durante o evento.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnCollaborationEventVersionQuest0340.png",
  "unlockConditions": ""
}