{
  "_id": 50063,
  "id": "50063",
  "name": "Mamãe, Posso Ficar Com Ele?",
  "description": "Por um capricho do destino, você acabou se tornando responsável por um filhote de dromas...?\nPois bem, vamos acompanhar juntos sua jornada extraordinária!",
  "tabName": "Mamãe, Posso Ficar Com Ele?",
  "tag": "Como Jogar",
  "introduction": "◆ Introdução ◆\nPor um capricho do destino, você acabou se tornando responsável por um filhote de dromas...?\nPois bem, vamos acompanhar juntinhos a sua jornada extraordinária!\n\n◆ Regras do Evento ◆\n● Durante o evento \"Mamãe, Posso Ficar Com Ele?\", planeje cronogramas semanais para desenvolver os três atributos principais do seu bebê dromas e descobrir diversos traços. Diferentes cronogramas proporcionam experiências de crescimento únicas para seu bebê dromas.\n● A cada 3 semanas, seu bebê dromas enfrentará o \"Dia de Avaliação\". Se seus atributos forem suficientes, ele poderá concluir sozinho. Caso contrário, precisará da ajuda {F#da Desbravadora}{M#do Desbravador}. Após passar na avaliação, ele avançará para o próximo estágio de crescimento.\n● Conclua a avaliação em todos os três estágios (Nenêzinho, Adolescente e Jovem), registre sua jornada juntos, documente sua história de crescimento e receba decorações especiais como recompensas.\n\n◆ Recompensas Regulares ◆\n● Conclua um determinado número de \"Dias de Avaliação\" para receber as recompensas correspondentes.\n\n◆ Recompensas de Tempo Limitado ◆\n● Durante o evento de tempo limitado, concluir missões específicas dará a você recompensas correspondentes.\n\n◆ Lembretes de Evento ◆\n● Após o evento de tempo limitado \"Mamãe, Posso Ficar Com Ele?\" terminar, os Desbravadores não poderão mais obter as Recompensas de Tempo Limitado, mas ainda poderão visitar o mapa \"Okhema, Pólis Sagrada Eterna\", para falar com Anaxa, vivenciar o evento e obter recompensas permanentes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestHipplen.png",
  "unlockConditions": "[PlayerLevel:21]"
}