{
  "_id": 60006,
  "id": "60006",
  "name": "Infinitude Plana",
  "description": "Desta vez, Herta e os três outros membros da Sociedade de Gênios fizeram alguns ajustes malucos no Universo Simulado, mas, inesperadamente, criaram alguns problemas. Todos os códigos foram bagunçados e o universo começou a se expandir infinitamente!\nSó você pode consertar esse universo insano agora!",
  "tabName": "Infinitude Plana",
  "tag": "Detalhes do Evento",
  "introduction": "◆ Introdução ◆\nHerta, Ruan Mei, Screwllum e Stephen realizaram modificações radicais no Universo Simulado.\n\n◆ Regras do Evento ◆\n● Após o início do evento, um novo plano será desbloqueado diariamente, com um total de 5 planos.\n● Cada plano possui regras diferentes que ajudam os Desbravadores a obter mais Bênçãos, Curios e Fragmentos Cósmicos para aprimorar seu poder.\n● Cada plano consiste em um Plano Ordinário e um Plano de Mania. Após limpar o Plano Ordinário, você poderá entrar no Plano de Mania.\n● O Plano de Mania envolve várias batalhas consecutivas com uma contagem de 6 Ciclos. À medida que o nível aumenta, o número de inimigos cresce. Você ganha Pontos de Mania com base no nível de desafio, e se completar o desafio com ciclos sobrando, ganhará Pontos de Mania extras.\n● Após concluir o Plano Ordinário, dados como os personagens, Bênçãos, Curios e Fragmentos Cósmicos utilizados serão salvos automaticamente. Você pode desafiar o Plano de Mania repetidamente para ganhar mais Pontos de Mania.\n● Quando o Desbravador aumentar seu Nível de Equilíbrio, os níveis dos inimigos e personagens de teste no evento também aumentarão conforme o novo nível.\n\n◆ Recompensas do Evento ◆\nDurante o evento, ao concluir o Plano Ordinário em cada plano, desafiar o Plano de Mania e obter os Pontos de Mania especificados, você poderá reivindicar as recompensas de plano nas \"Recompensas de Tempo Limitado.\"\n● Após alcançar o alvo especificado para o maior número de Pontos de Mania acumulados em todos os planos, você poderá reivindicar a recompensa cumulativa.\n\n◆ Atenção ◆\n● Bênçãos, Curios e Ocorrências encontradas dentro do plano não desbloquearão entradas no índice do Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[PlayerLevel:21]"
}