{
  "_id": 60003,
  "id": "60003",
  "name": "Universo Simulado:\nO Desastre do Enxame",
  "tabName": "Universo Simulado: O Desastre do Enxame",
  "tag": "Como Jogar",
  "introduction": "◆ Introdução ◆\n● Herta, Ruan Mei, Screwllum e Stephen se uniram para trazer a primeira grande atualização do Universo Simulado!\nEles não apenas estão trazendo Bênçãos, Curios e Ocorrências aleatórias novinhos, mas também o novo mapa da Jornada da Audiência e os misteriosos Dados de Audiência e Dispositivo de Comunhão!\n\n◆ Meta de Modo de Jogo ◆\nNo modo de jogo do Universo Simulado: O Desastre do Enxame, os Desbravadores precisam conduzir os desafios da Trilha do Explorador, aumentar os pontos da Trilha da Comunhão, e, finalmente, desbloquear todos os capítulos da história principal.\n\n◆ Conteúdo do Modo de Jogo ◆\n● Jornada da Audiência: Viaje e planeje sua rota através de um \"mapa\" formado de diversos domínios para chegar ao seu destino.\n● Dados de Audiência: Use o Dispositivo de Comunhão para jogar os Dados de Audiência. O Dado de Audiência de cada Caminho oferece vários efeitos. Usar esses efeitos permite que você ganhe mais Bênçãos e Curios.\n● Trilha da Comunhão: Aumentar seus pontos de Trilha da Comunhão pode desbloquear várias melhorias especiais (Observação: As melhorias só ficam ativas dentro do Universo Simulado: O Desastre do Enxame).\n● O Enxame: Ferroada Verdadeira: Nas profundezas do terceiro plano, você pode desafiar o novo Chefe \"O Enxame: Ferroada Verdadeira\".\n● Adicionalmente, o Universo Simulado: O Desastre do Enxame foi atualizado com uma grande quantidade de novas Bênçãos, Curios e Eventos Aleatórios, assim como novas Ressonâncias do Caminho.\n\n◆ Recompensas do Modo de Jogo ◆\n● Colete todos os capítulos de O Desastre do Enxame para receber as recompensas de cada capítulo.\n● Conclua a Trilha do Explorador para receber as recompensas correspondentes.\n● Ao concluir cada dificuldade pela primeira vez, você receberá suas recompensas de primeira conclusão.\n\n◆ Atenção ◆\n● O Universo Simulado: O Desastre do Enxame tem 5 dificuldades no total, com a Dificuldade V oferecendo os obstáculos e desafios mais complexos. Os Desbravadores podem desafiar essas dificuldades com base em suas preferências.\n● Colete todos os capítulos de O Desastre do Enxame e conclua a Missão de Aventura \"O Desastre do Enxame: O Fim\" para desbloquear o novo Caminho da Propagação no Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueDlcQuestBannerSmall1.png",
  "unlockConditions": "[FinishMainMission:8013103]"
}