{
  "_id": 60004,
  "id": "60004",
  "name": "Universo Simulado",
  "description": "No Dispositivo de Imersão do Universo Simulado: Mundo 7, os Desbravadores podem trocar Ornamentos Planos, Arenas Rutilantes e Quilhas Quebradas",
  "type": 11,
  "tabName": "Universo Simulado",
  "tag": "Como Jogar",
  "introduction": "◆ Regras de Jogabilidade ◆\nEu, Herta, por meio desta explico as regras do Universo Simulado.\n● Ao combater no Universo Simulado, você pode encontrar Bênçãos poderosas de diferentes Caminhos, Ocorrências aleatórias ou Curios especiais.\n● No modo de jogo Universo Simulado, você pode obter combinações de labirinto geradas aleatoriamente, Inimigos de Elite aprimorados e chefes.\n\n◆ Recompensas de Jogabilidade ◆\n● No momento, há vários mundos no Universo Simulado. Novos mundos serão desbloqueados gradualmente, à medida que você progredir no Universo Simulado e nas Missões de Desbravamento, concedendo novos estágios, conteúdos e recompensas.\n● Ao concluir todos os mundos do Universo Simulado pela primeira vez, você receberá recompensas, que incluem a personagem de 4 estrelas Herta (A Erudição: Gelo), Jades Estelares e Passes de Star Rail.\n● Conclua o Universo Simulado para receber pontos e obter recompensas acumulando pontos. As Recompensas de Pontuação serão renovadas todas as segundas-feiras às 04:00 (horário do servidor).\n● Desbloqueie Bênçãos e Curios no Índice do Universo Simulado para receber Jades Estelares. \n● Derrotar um inimigo no Domínio - Elite ou no Domínio - Chefe do Universo Simulado concederá recompensas extras.\n● Conclua o Universo Simulado para receber Pontos de Habilidade. Eles são usados na Árvore de Habilidade para ativar habilidades poderosas e ajudar na sua exploração do Universo Simulado.\n● A partir do Universo Simulado — Mundo 3, a troca do Ornamento Plano ficará disponível após derrotar inimigos de Elite ou Chefes.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[FinishMainMission:1021101]"
}