{
  "_id": 60007,
  "id": "60007",
  "name": "Universo Simulado: Ouro e Engrenagens",
  "type": 34,
  "tabName": "Universo Simulado: Ouro e Engrenagens",
  "tag": "Como Jogar",
  "introduction": "◆ Resumo ◆\nHerta, Ruan Mei, Screwllum e Stephen uniram forças para trazer a segunda grande atualização do Universo Simulado! Eles não estão apenas trazendo novíssimas Bênçãos, Curios e Eventos Aleatórios, mas também missões de aventura inéditas.\n\n◆ Objetivo de Jogo ◆\nReúna todos os Segredos do Desbravamento no Universo Simulado: Ouro e Engrenagens para descobrir mais sobre a história da CPI e, finalmente, desbloquear todos os Segredos de Aeon.\n\n◆ Conteúdo de Jogo ◆\n● Dados Personalizados: A versão atualizada suporta montagem livre e faces de dados personalizadas. Colete faces de dados com diferentes funções e combine dados personalizados variados com habilidades diversas para obter mais Bênçãos e Curios.\n● Extrapolação de Ressonância: Na luta contra o Chefe no nível mais profundo do Terceiro Plano, a energia de Caminho transbordante da Erudição interferirá no sistema do Universo Simulado, deduzindo Ressonâncias do Caminho para diferentes Caminhos e proporcionando um novo desafio para nós.\n● Adicionalmente, o Universo Simulado: Ouro e Engrenagens tem Bênçãos atualizadas, Curios e Eventos Aleatórios, assim como Ressonâncias do Caminho inéditas.\n\n◆ Recompensas de Jogabilidade ◆\n● Colete Segredos do Universo Simulado: Ouro e Engrenagens e receba recompensas de desafio.\n● Complete \"Testes\" e \"Enigmas\" para receber recompensas de desafio.\n● Superar cada dificuldade pela primeira vez lhe concederá Recompensas de Primeira Conclusão.\n\n◆ Atenção ◆\n● Universo Simulado: Ouro e Engrenagens tem um total de 5 dificuldades, sendo a quinta a mais difícil e desafiadora. Os Desbravadores podem desafiar essas dificuldades conforme suas preferências.\n● Colete todos os segredos em Ouro e Engrenagens e conclua a Missão de Aventura \"Ouro e Engrenagens: Final\" para desbloquear o novíssimo Caminho da Erudição dentro do Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestRogueNous.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}