{
  "_id": 60016,
  "id": "60016",
  "name": "Universo Simulado: Domínio Incógnito",
  "description": "No Universo Simulado, os gênios descobriram uma área não observável chamada Domínio Incógnito.",
  "tabName": "Universo Simulado: Domínio Incógnito",
  "tag": "Como Jogar",
  "introduction": "◆ Introdução ◆\nUm novo módulo de expansão: Herta e Screwllum descobriram uma área não observável dentro do Universo Simulado, o Domínio Incógnito! Curios desconhecidas, eventos aleatórios, o sistema Cetro e Componentes deixados por Rubert II. Quem será o quinto colaborador mencionado por esses dois gênios...?\n\n◆ Objetivo do Modo de Jogo ◆\n● Conclua os Arquivos Dispersos e a Assembleia Mundana para finalizar o desafio.\n\n◆ Recompensas de Jogabilidade ◆\n● Colete Cetros, Componentes, Ocorrências e Curios do Universo Simulado: Domínio Incógnito para ganhar recompensas de coleção nos Registros de Emulação.\n● A primeira conclusão de cada estágio nos Arquivos Dispersos concederá recompensas de desafio.\n● A primeira conclusão de cada estágio na Assembleia Mundana concederá recompensas adicionais.\n● Trechos de História coletados durante os estágios podem conceder recompensas extras nos Segredos do Desbravamento.\n● A conclusão dos objetivos de Modelos Reorganizados específicos concederá recompensas correspondentes.\n\n◆ Arquivos Dispersos ◆\n● Ao concluir estágios nos Arquivos Dispersos, novos estágios serão desbloqueados, e recompensas adicionais serão concedidas pela conclusão desses novos estágios pela primeira vez. A partir do Estágio 5, você poderá acessar o Quarto Plano para desafios adicionais.\n● Após concluir o Estágio 5, um sistema de Nível de Dilema será adicionado ao estágio.\n● Quando o Nível de Dilema for ativado, a dificuldade dos Arquivos Dispersos aumentará significativamente. Os Desbravadores poderão escolher um Nível de Dilema apropriado com base em suas habilidades para o desafio.\n● Níveis de Dilema mais altos só podem ser desbloqueados ao concluir o Estágio 5 dos Arquivos Dispersos.\n● Recompensas adicionais poderão ser obtidas pela primeira conclusão de cada Nível de Dilema.\n\n◆ Assembleia Mundana ◆\n● A Assembleia Mundana oferece desafios personalizados para os jogadores experimentarem, com recompensas adicionais concedidas após a primeira conclusão.\n● Após concluir com sucesso um desafio na Assembleia Mundana, você pode revisar a Construção registrada como referência ao desafiar outros estágios.\n● Concluir desafios com sucesso na Assembleia Mundana também desbloqueará novos Trechos de História.\n\n◆ Mapeamento Aritmético ◆\n● No Universo Simulado: Domínio Incógnito, os níveis de personagens, níveis de Cone de Luz, Rastros e Relíquias serão aprimorados quando as condições forem cumpridas. Esses aprimoramentos são os mesmos que no Universo Divergente.\n● Quando o nível de um personagem estiver abaixo do limite de nível definido pelo Nível de Equilíbrio atual, ele será aumentado até esse limite de nível.\n● Quando os Rastros desbloqueados de um personagem estiverem inativos, ou se o Nível de Rastros estiver abaixo do requerido pelo Nível de Equilíbrio atual, seus Rastros serão ativados ou seu Nível de Rastros será aumentado para um nível adequado ao Nível de Equilíbrio atual.\n● Quando o Nível de Aprimoramento total das Relíquias equipadas por um personagem estiver abaixo do requerido pelo Nível de Equilíbrio atual, suas Relíquias serão substituídas por Relíquias temporárias compatíveis com o Nível de Equilíbrio atual.\n\n◆ Pontos do Universo Simulado ◆\n● Conclua os Arquivos Dispersos e a Assembleia Mundana para obter Pontos Semanais do Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueMagic.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}