{
  "_id": 60017,
  "id": "60017",
  "name": "Universo Divergente: Herói de Mil Faces",
  "tabName": "Universo Divergente: Herói de Mil Faces",
  "tag": "Como Jogar",
  "introduction": "◆ Visão Geral ◆\nEnorme atualização do Universo Divergente! Não só há novas Bênçãos, Equações, Curios Pesadas e Ocorrências aleatórias, mas também novas Dádivas do Sangue Dourado.\n\n◆ Objetivo do Modo de Jogo ◆\n● Conclua a Extrapolação Ordinária e a Extrapolação Cíclica para obter Pontos de Sincronicidade e aumentar o Nível de Sincronicidade para obter recompensas.\n\n◆ Recompensas de Jogabilidade ◆\n● Colete Bênçãos, Equações, Ocorrências, Curios, Curios Pesadas e Dádivas do Sangue Dourado no Universo Divergente para obter recompensas de coleção.\n● Conclua as várias dificuldades da Extrapolação Ordinária pela primeira vez para obter recompensas de desafio.\n● As recompensas de primeira conclusão da Extrapolação Cíclica de cada semana contém recompensas bônus.\n● Conclua objetivos específicos da Matriz de Computação Estável para obter as recompensas correspondentes.\n\n◆ Extrapolação Ordinária ◆\n● Passe na Extrapolação Ordinária para desbloquear novas dificuldades. Ao concluir uma nova dificuldade pela primeira vez, você receberá recompensas bônus.\n● Após passar pela quinta dificuldade, o modo Divisão Astronômica será desbloqueado.\n\n◆ Extrapolação Cíclica ◆\n● O conteúdo do modo de jogo especial é atualizado na Extrapolação Cíclica semanalmente. Recompensas de primeira conclusão contém recompensas bônus toda semana.\n● Conclua a Extrapolação Semanal para ganhar Pontos de Sincronicidade bônus, para os quais há um limite semanal. Quando o limite for alcançado, concluir a Extrapolação Semanal ainda concederá Pontos de Sincronicidade.\n● Na Extrapolação Cíclica, os Desbravadores podem escolher as suas dificuldades desbloqueadas e Protocolos de Limite na Extrapolação Ordinária.\n● A Extrapolação Cíclica será atualizada toda segunda-feira às 04:00 (horário do servidor).\n\n◆ Modo Divisão Astronômica ◆\n● No Modo Divisão Astronômica, os jogadores podem desafiar os Protocolos de Limite. A dificuldade do jogo será significativamente aumentada ao desafiar os Protocolos de Limite.\n● O Modo Divisão Astronômica inclui o Modo Pioneiro Estelar e o Modo de Treinamento.\n● No Modo Pioneiro Estelar, você pode acender os Cognoculi para aumentar sua Divisão Astronômica. Quanto maior sua Divisão Astronômica, maior será o Protocolo de Limite no Modo Pioneiro Estelar.\n● A Divisão Astronômica não pode ser reduzida no Modo Pioneiro Estelar. Seu número de Cognoculi pode aumentar ou diminuir dentro da mesma Divisão Astronômica. Algumas Divisões Astronômicas possuem mecanismos de retenção de ranque.\n● No Modo de Treinamento, você pode escolher livremente os níveis dos Protocolos de Limite, até o nível máximo correspondente à sua Divisão Astronômica atual.\n● O Modo de Treinamento não afetará sua Divisão Astronômica nem seus Cognoculi.\n\n◆ Mapeamento Aritmético ◆\n● No Universo Divergente, os níveis de personagens, níveis de Cones de Luz, Rastros e Relíquias serão aprimorados quando as condições forem cumpridas. Esses aprimoramentos só são efetivos no Universo Divergente.\n● Quando o nível de um personagem estiver abaixo do limite de nível definido pelo Nível de Equilíbrio atual, ele será aumentado até esse limite de nível.\n● Quando os Rastros desbloqueados de um personagem estiverem inativos, ou se o Nível de Rastros estiver abaixo do requerido pelo Nível de Equilíbrio atual, seus Rastros serão ativados ou seu Nível de Rastros será aumentado para um nível adequado ao Nível de Equilíbrio atual.\n● Quando o Nível de Aprimoramento total das Relíquias equipadas por um personagem estiver abaixo do requerido pelo Nível de Equilíbrio atual, suas Relíquias serão substituídas por Relíquias temporárias compatíveis com o Nível de Equilíbrio atual.\n\n◆ Extensão de Recompensas de Nível de Sincronicidade ◆\n● O Nível de Sincronicidade do Universo Divergente será regularmente estendido para providenciar novas recompensas.\n● Se o Nível de Sincronicidade {F#da Desbravadora}{M#do Desbravador} alcançar o nível máximo antes do Nível de Sincronicidade ser estendido, {M#ele}{F#ela} não poderá obter Pontos de Sincronicidade no Universo Divergente.\n\n◆ Pontos do Universo Simulado ◆\n● Conclua a Extrapolação Cíclica e a Extrapolação Ordinária para obter Pontos do Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall2.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}