{
  "_id": 60011,
  "id": "60011",
  "name": "Universo Divergente:\nA Comédia Humana",
  "tabName": "Universo Divergente: A Comédia Humana",
  "tag": "Como Jogar",
  "introduction": "◆ Introdução ◆\nUtilizando a tecnologia do Planeta Screwllum, Screwllum criou um projeto à parte totalmente autônomo do Universo Simulado. Ele fez uma atualização com novas Bênçãos, Curios e Ocorrências aleatórias, e configurou até mesmo um novo local de teste totalmente novo, Equações e Curios Pesadas. Quem sabe, pode até haver ainda mais surpresas lá dentro.\n\n◆ Objetivo do Modo de Jogo ◆\n● Conclua a Extrapolação Ordinária e a Extrapolação Cíclica para obter Pontos de Sincronicidade e aumentar o Nível de Sincronicidade para obter recompensas.\n\n◆ Recompensas de Jogabilidade ◆\n● Colete Bênçãos, Equações, Ocorrências, Curios e Curios Pesadas no Universo Divergente para obter recompensas de coleção.\n● Conclua as várias dificuldades da Extrapolação Ordinária para obter recompensas de desafio.\n● As recompensas de primeira conclusão da Extrapolação Cíclica de cada semana contém recompensas bônus.\n● Conclua objetivos específicos de Matriz de Computação Estável para obter as recompensas correspondentes.\n\n◆ Extrapolação Ordinária ◆\n● Conclua a Extrapolação Ordinária para desbloquear novas dificuldades. As recompensas de primeira conclusão das novas dificuldades contém recompensas bônus.\n● Após concluir a Dificuldade 5, um sistema de Protocolo de Limite será adicionado a ela.\n● Após habilitar o sistema de Protocolo de Limite, as dificuldades da Extrapolação Ordinária serão altamente aprimoradas. Os Desbravadores podem selecionar e desafiar um nível de Protocolo que seja útil para suas circunstâncias.\n● Os estágios da Extrapolação Ordinária devem ser concluídos para desbloquear mais Protocolos de Limite avançados.\n● As recompensas de primeira conclusão de cada nível de Protocolo de Limite contém recompensas bônus.\n\n◆ Extrapolação Cíclica ◆\n● O conteúdo do modo de jogo especial é atualizado na Extrapolação Cíclica semanalmente. Recompensas de primeira conclusão contém recompensas bônus toda semana.\n● Conclua a Extrapolação Semanal para ganhar Pontos de Sincronicidade bônus, para os quais há um limite semanal. Quando o limite for alcançado, concluir a Extrapolação Semanal ainda concederá Pontos de Sincronicidade.\n● Na Extrapolação Cíclica, os Desbravadores podem escolher as suas dificuldades desbloqueadas e Protocolos de Limite na Extrapolação Ordinária.\n● A Extrapolação Cíclica será atualizada toda segunda-feira às 04:00 (horário do servidor).\n\n◆ Mapeamento Aritmético ◆\n● No Universo Divergente, os níveis de personagens, níveis de Cones de Luz, Rastros e Relíquias serão aprimorados quando as condições forem cumpridas. Esses aprimoramentos só são efetivos no Universo Divergente.\n● Quando o nível de um personagem estiver abaixo do limite de nível definido pelo Nível de Equilíbrio atual, ele será aumentado até esse limite de nível.\n● Quando os Rastros desbloqueados de um personagem estiverem inativos, ou se o Nível de Rastros estiver abaixo do requerido pelo Nível de Equilíbrio atual, seus Rastros serão ativados ou seu Nível de Rastros será aumentado para um nível adequado ao Nível de Equilíbrio atual.\n● Quando o Nível de Aprimoramento total das Relíquias equipadas por um personagem estiver abaixo do requerido pelo Nível de Equilíbrio atual, suas Relíquias serão substituídas por Relíquias temporárias compatíveis com o Nível de Equilíbrio atual.\n\n◆ Extensão de Recompensas de Nível de Sincronicidade ◆\n● O Nível de Sincronicidade do Universo Divergente será regularmente estendido para providenciar novas recompensas.\n● Se o Nível de Sincronicidade {F#da Desbravadora}{M#do Desbravador} alcançar o nível máximo antes do Nível de Sincronicidade ser estendido, {M#ele}{F#ela} não poderá obter Pontos de Sincronicidade no Universo Divergente.\n\n◆ Pontos do Universo Simulado ◆\n● Conclua a Extrapolação Cíclica e a Extrapolação Ordinária para obter Pontos do Universo Simulado.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall1.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}