{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Comprimido de Longevidade de Crueldade",
  "description": "Aumenta os PV máximos de todos os aliados em 20% e a RES a Efeito em 6% nas próximas 3 batalhas.",
  "story": "Um remédio exclusivo para o Yaoqing do Xianzhou. Dizem que ele melhora o preparo físico e deixa quem o ingere imune a todas as doenças por um curto período.\nNo Yaoqing, uma lenda diz que um curandeiro chamado Yu se apaixonou por uma comerciante de remédios Vulpe. No entanto, a raça Vidyadhara vivia por milhares de anos, muito mais que os Vulpes. Yu procurou por meios de libertar seu amor das garras da morte. Ele acreditou nas mentiras dos Discípulos do Sanctus Medicus e pediu para sua amada tomar o remédio de longevidade da Abundância sem dizer a ela o que era. A garota Vulpe se transformou numa aberração que já não o amava mais e foi ceifada pelos Cavaleiros das Nuvens. Para impedir Yu, que estava tomado pelo luto, de virar marafílico, a Comissão de Alquimia ordenou que ele tomasse o Comprimido de Longevidade de Crueldade, que o privava do amor e desejo até o dia de sua morte.\nA lenda tem outra versão, na qual Yu não era da raça Vidyadhara, mas um mero mortal. A garota Vulpe era uma espiã enviada pelos Discípulos para se infiltrar na Comissão de Alquimia. Esta versão não é tão popular, pois transforma a história romântica numa luta por poder.\n\n\"A longevidade é uma maldição quando a vida é desprovida de paixão e desejo.\"",
  "rarity": 5,
  "source": [
    {
      "description": "Máquina de Síntese Multifuncional",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Semente",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Âmbar-gris da Abundância",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Lasca Dura de Inexistência",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Material de Construção - Preservação",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Folha Interdimensional",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Consumíveis"
  }
}
