{
  "_id": 403005,
  "id": "topological_acceleration_band",
  "name": "Faixa de Aceleração Topológica",
  "description": "Quando usada, aumenta a VEL de todos os aliados em 24% nas próximas 2 rodadas nas próximas 3 batalhas.",
  "story": "Uma vez, o Departamento de Execução de Artes da Estação Espacial Herta fez um experimento interessante. Os pesquisadores adicionaram três Aidens de vetor à Pedra da Caça numa faixa de aceleração topológica, fazendo a pedra perseguir a si mesma. Dessa forma, a pedra conseguiu atingir um movimento perpetuo limitado sob condições específicas. O departamento não ficou preocupado com a perda de Poder de Caminho no experimento. Em vez disso, perceberam outro pequeno fenômeno: para trilhar o Caminho, a pedra se movia num ritmo muito lento, mas a velocidade aumentava gradualmente com pequenas adições. Os pesquisadores impulsionaram isso e produziram a Faixa de Aceleração Topológica. Além dos fins de exercício, seu uso é bastante limitado no estágio atual.\n\n\"Se nós a produzirmos em massa, infinitamente, poderíamos drenar toda a energia de um Caminho?\"\n\"Não faço ideia... Atualmente, não sabemos bem como os Caminhos funcionam.\"",
  "rarity": 5,
  "source": [
    {
      "description": "Sintetizador Omni",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180006,
              "name": "Gases Líquidos",
              "rarity": 1,
              "count": 6
            },
            {
              "id": 182003,
              "name": "Pedra da Caça",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182007,
              "name": "Limo da Harmonia",
              "rarity": 3,
              "count": 3
            },
            {
              "id": 183004,
              "name": "Nós de Mythus",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Consumíveis"
  }
}