{
  "_id": 10019,
  "id": "10019",
  "name": "Heimkehr im Sternenlicht",
  "type": 19,
  "tabName": "Heimkehr im Sternenlicht",
  "tag": "Rückkehrer-Aktion",
  "introduction": "◆ Regeln ◆\nZurückkehrende Trailblazer können während der Aktion einmalig ein Geschenk für Rückkehrer erhalten. Nimm am 7-Tage-Check-in sowie an der Aktion „Pfad der Rückkehr“ teil und schließe beide ab, um die dazugehörigen Belohnungen zu erhalten. Für das Herausfordern und Abschließen von Blütenkelchen während der Aktion erhältst du doppelte Belohnungen.\n\n◆ 7-Tage-Check-in – Belohnungen für gesammelte Anmeldetage ◆\nMelde dich während der Aktion jeden Tag im Spiel an, um Belohnungen zu erhalten. Die Belohnungen werden täglich um <unbreak>04</unbreak>:<unbreak>00</unbreak> Uhr (Serverzeit) aktualisiert. Du kannst tägliche Anmeldegeschenke nur einmal am Tag erhalten. Du erhältst Belohnungen für maximal 7 Tage.\n\n◆ Pfad der Rückkehr – Missionsbelohnungen für Rückkehr ◆\nSchließe während der Aktion bestimmte Missionen ab, um Missionsbelohnungen und Rückkehrpfade zu erhalten. Sammle genügend Rückkehrpfade, um an bestimmten Meilensteinen Belohnungen zu erhalten. Zusätzliche Belohnungen können an jedem Meilenstein nur einmal eingefordert werden.\nPfad der Rückkehr hat 4 Phasen. Die jeweils nächste Phase wird am folgenden Tag um <unbreak>04</unbreak>:<unbreak>00</unbreak> Uhr (Serverzeit) verfügbar.\n\n◆ Doppelte Belohnungen – Zusätzliche Belohnungen ◆\nWährend des Rückkehrzeitraums erhältst du insgesamt <unbreak>42</unbreak> Male doppelte Belohnungen bei Blütenkelch. Dies ist auf 6-mal pro Tag beschränkt. Durch Verbrauchen der Anzahl an doppelten Belohnungen mit Trailblaze-Kraft erhältst du 1-mal Belohnung zusätzlich zur ursprünglichen Belohnung.\nDie Anzahl an doppelten Belohnungen wird täglich um <unbreak>04</unbreak>:<unbreak>00</unbreak> Uhr (Serverzeit) zurückgesetzt. Vergiss nicht, es rechtzeitig herauszufordern.\n※ Falls „Garten des Überflusses“ und „Heimkehr im Sternenlicht“ gleichzeitig stattfinden, wird die Anzahl aus der Aktion „Garten des Überflusses“ zuerst verbraucht, wenn du Herausforderungen bei Blütenkelch abschließt.\n\n◆ Rückkehr-Umfrage ◆\nFülle die Umfrage aus, um Belohnungen zu erhalten. Die Belohnungen werden per Post zugesandt. Die Umfrage kann nur einmal ausgefüllt werden. Falls du die Umfrage bereits eingereicht hast, kannst du sie nicht erneut ausfüllen oder ändern.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}
