{
  "_id": 10019,
  "id": "10019",
  "name": "Heimkehr im Sternenlicht",
  "type": 19,
  "tabName": "Heimkehr im Sternenlicht",
  "tag": "Rückkehrer-Aktion",
  "introduction": "◆ Regeln ◆\nZurückkehrende Trailblazer können während der Aktion einmalig ein Geschenk für Rückkehrer erhalten. Nimm am 7-Tage-Check-in sowie an der Aktion „Pfad der Rückkehr“ teil und schließe beide ab, um die dazugehörigen Belohnungen zu erhalten. Für das Herausfordern und Abschließen von Etappen in Spielmodi wie Blütenkelch oder Höhle der Korrosion während der Aktion erhältst du doppelte Belohnungen.\n\n◆ 7-Tage-Check-in – Belohnungen für gesammelte Anmeldetage ◆\nMelde dich während der Aktion jeden Tag im Spiel an, um Belohnungen zu erhalten. Die Belohnungen werden täglich um 04:00 Uhr (Serverzeit) aktualisiert. Du kannst tägliche Anmeldegeschenke nur einmal am Tag erhalten. Du erhältst Belohnungen für maximal 7 Tage.\n\n◆ Pfad der Rückkehr – Missionsbelohnungen für Rückkehr ◆\nSchließe während der Aktion bestimmte Missionen ab, um Missionsbelohnungen und Rückkehrpfade zu erhalten. Sammle genügend Rückkehrpfade, um an bestimmten Meilensteinen Belohnungen zu erhalten. Zusätzliche Belohnungen können an jedem Meilenstein nur einmal eingefordert werden.\n\n◆ Doppelte Belohnungen – Zusätzliche Belohnungen ◆\nWährend des Rückkehrzeitraums erhältst du doppelte Belohnungen beim Abschließen von Blütenkelch, Höhle der Korrosion und Planarornament-Herausforderungen. Durch Verbrauchen der Anzahl an doppelten Belohnungen mit Trailblaze-Kraft erhältst du 1-mal Belohnung zusätzlich zur ursprünglichen Belohnung.\n※ Falls andere Aktionen mit doppelter Belohnung zur gleichen Zeit wie „Garten des Überflusses“ stattfinden, wird beim Erhalt von doppelten Belohnungen die Anzahl von Aktionen wie „Garten des Überflusses“ zuerst verbraucht.\n\n◆ Rückkehr-Umfrage ◆\nFülle die Umfrage aus, um Belohnungen zu erhalten. Die Belohnungen werden per Post zugesandt. Die Umfrage kann nur einmal ausgefüllt werden. Falls du die Umfrage bereits eingereicht hast, kannst du sie nicht erneut ausfüllen oder ändern.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}