{
  "_id": 10043,
  "id": "10043",
  "name": "Einladung zur Festlichkeit",
  "description": "Schicke Einladungen an deine Freunde vom Planeten der Festlichkeiten! Nimm gemeinsam an dieser prächtigen Feier teil und verwirkliche eure Träume in Penacony! Dabei kannst du bis zu Stellare Jade ×<unbreak>540</unbreak> erhalten!",
  "type": 38,
  "tabName": "Einladung zur Festlichkeit",
  "tag": "Aktionsdetails",
  "introduction": "◆ Aktionsdetails ◆\n● Lade während der Aktion andere Trailblazer zur Rückkehr ein, um tolle Belohnungen wie Stellare Jade zu erhalten.\n● Aktive Trailblazer können ihren persönlichen Einladungscode teilen und andere Trailblazer, die die Teilnahmebedingungen erfüllen, einladen, Webaktion-Missionen abzuschließen, um Stellare Jade und Verlosungskarten als Belohnung zu erhalten.\n● Auch rückkehrende Trailblazer können nach Anmeldung im Spiel ihren persönlichen Einladungscode teilen und weitere Trailblazer, die die Teilnahmebedingungen erfüllen, einladen, Webaktion-Missionen abzuschließen.\n※ Die Aktualisierung vom Zustand der rückkehrenden Trailblazer können sich etwas verzögern. Du kannst die Website nach 2 Minuten erneut laden, um den Zustand zu überprüfen.\n\n◆ Aktionsbelohnungen ◆\n● Für 6 eingeladene rückkehrende Trailblazer und Abschluss aller Webaktion-Missionen erhältst du insgesamt Stellare Jade ×<unbreak>540</unbreak> als Belohnung.\n● Fürs erstmalige Teilen des Einladungscodes auf der Seite erhältst du Stellare Jade ×<unbreak>30</unbreak>. Nach der erstmaligen Verbindung mit dem Einladungscode erhalten rückkehrende Trailblazer Stellare Jade ×<unbreak>60</unbreak>.\n● Erstelle eine DIY-Karte, um dir eine Verlosungschance zu sichern. Außerdem erhältst du für jeden eingeladenen rückkehrenden Trailblazer eine Verlosungschance, dabei kannst du maximal <unbreak>21</unbreak> Chancen erlangen.\n\n◆ Rückkehrende Trailblazer ◆\nTrailblazer, die an der Aktion Heimkehr im Sternenlicht teilnehmen können, gelten als rückkehrende Trailblazer. Die Teilnahmebedingungen für Heimkehr im Sternenlicht sind wie folgt:\n● Trailblaze-Stufe <unbreak>10</unbreak> oder höher und Abschluss der Trailblaze-Mission „Jarilo-VI“ – „Langes Warten auf die Schneide der Klinge“\n● Keine Anmeldung im Spiel seit <unbreak>14</unbreak> Tagen oder mehr\n● Keine Aktivierung der Aktion „Heimkehr im Sternenlicht“ seit <unbreak>40</unbreak> Tagen oder mehr\n※ Die Dauer des Status „Rückkehrende Trailblazer“ entspricht der Dauer der Aktion Heimkehr im Sternenlicht.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestRetrunRecall.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}
