{
  "_id": 140002,
  "id": "140002",
  "name": "Geschichten des Fantastischen",
  "description": "Die Krise auf der Luofu ist beigelegt und in allen Ecken werden Geschichten über die Heldentaten der Namenlosen erzählt. Der Geschichtenerzähler, Herr Xiyan vom Hafen der Sternskiffe, scheint an deinen Abenteuern interessiert zu sein und sie in eine Erzählung verwandeln zu wollen ...",
  "type": 28,
  "tabName": "Geschichten des Fantastischen",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nAuf der Xianzhou sind die Heldentaten der Namenlosen in aller Munde. Der Geschichtenerzähler der Xianzhou hofft, dass er von dir mehr über eure Abenteuer erfahren kann.\n\n◆ Aktionsregeln ◆\n● Es gibt 3 Heldenreisen. Bei Abschluss von jeder Reise werden einige „Legenden von gestern und heute“ freigeschaltet.\n● Sobald Trailblazer eine Heldenreise abschließen, erhalten sie ein Darstellermodell und verbessern allmählich darin ihre Fähigkeiten. Diese Fähigkeiten werden dein Erlebnis der Legenden von gestern und heute noch spannender machen.\n● Mit dem Darstellermodell kannst du verschiedene Kombinationen von Requisiten auf den Darsteller anwenden, deren Effekte in Legenden von gestern und heute aktiv sind.\n● Durch gekonnte Kombinationen von Requisiten im Darstellermodell kannst du höhere Kampfwertungen erreichen.\n● In Legenden von gestern und heute kannst du Probefiguren verwenden.\n● Im Kampf erscheinen für eine begrenzte Rundenzahl kontinuierlich Gegner. Füge den Gegnern Schaden zu und besiege sie, um Punkte zu bekommen. Am Ende jedes Kampfs wird die höchste Punktzahl anhand der Ergebnisse der aktuellen Herausforderung aktualisiert.\n● Mit dem Erhöhen der Balance-Stufe werden auch die Stufen der Gegner und Probefiguren in der Aktion erhöht.\n\n◆ Aktionsbelohnungen ◆\nWährend der Aktion können Herausforderungsbelohnungen aus der Belohnungsliste eingelöst werden, wenn du in Legenden von gestern und heute eine bestimmte Punktzahl erreichst.\n● Wenn du für jede Legende von gestern und heute mindestens 10.000 Punkte erzielt hast, wird ein neuer Abschnitt in „Die Legende vom Trailblazer“ freigeschaltet, die zu Legenden von gestern und heute passt. Die Hauptfiguren im lesbaren Kapitel ändern sich je nach den Figuren, die du im Kampf verwendet hast. Wenn du alle lesbaren Kapitel freigeschaltet hast, kannst du den limitierten Gegenstand „Die Legende vom Trailblazer“ freischalten, den du dir jederzeit in deinem Inventar im Feld Missionsgegenstände ansehen kannst. Diesen limitierten Gegenstand gibt es nur in dieser Aktion.\n● Nach Erhalt von „Die Legende vom Trailblazer“ können Trailblazer zu Herrn Xiyan gehen, um die Herausforderung neu zu beginnen und die Geschichte des Protagonisten neu zu schreiben.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}