{
  "_id": 30002,
  "id": "30002",
  "name": "Kosmische Kriegsführung",
  "description": "Jemand hat ein mysteriöses Geschenk auf der Herta-Raumstation gelassen und die Person, die es geöffnet hat, ist nun in Schwierigkeiten ...",
  "type": 7,
  "tabName": "Kosmische Kriegsführung",
  "tag": "Aktionsdetails",
  "introduction": "◆Einführung◆\nKundschafte Ziele aus, greife sie an und versuche, sie zu besiegen. Trailblazer können 3-mal am Tag kundschaften, dies wird täglich um 4:<unbreak>00</unbreak> Uhr Serverzeit zurückgesetzt.\nTrailblazer erhalten Ehrensterne basierend auf ihrer Leistung während Angriffen. Je mehr Ehrensterne du gewinnst, desto mehr Belohnungen kannst du einfordern.\n\n◆ Teilnahmevoraussetzungen ◆\nTeilnehmer müssen mindestens Trailblaze-Stufe <unbreak>22</unbreak> erreicht haben.\n\n◆ Angriffe & gemeinsame Angriffe ◆\nFür jeden Angriff wird ein Pixel-Sprengkopf verbraucht. Pro Tag wird eine bestimmte Menge Pixel-Sprengköpfe neu generiert. Nicht verwendete Sprengköpfe werden bis zum Ende der Aktion angesammelt.\nTrailblazer können auch gemeinsame Angriffe auf Ziele durchführen, die sie mit Freunden und anderen Trailblazern ausgekundschaftet und geteilt haben, und sich so Unterstützung sichern.\nWenn du anderen Spielern hilfst, erhältst du zusätzliche Ehrensterne.\n\n◆ Kampf ◆\nNach dem Start eines Angriffs kämpfen Trailblazer 7 Runden lang mit dem Ziel. Der Kampf endet automatisch mit dem Ende von Runde 7.\nDer Schaden, der dem Ziel pro Kampf zugefügt wurde, wird akkumuliert, bis das Ziel vollständig besiegt ist.\nTrailblazer können 3 Pixel-Sprengköpfe verbrauchen, um dem Ziel in einem einzelnen Kampf mehr Schaden zuzufügen.\n\n◆ Ehrensterne ◆\nKundschafte Ziele aus, nimm an Angriffen teil und besiege Ziele, bevor sie entkommen, um Ehrensterne zu verdienen. Der Trailblazer, der das Ziel entdeckt hat, erhält zusätzliche Ehrensterne.\nJe mehr Schaden du dem Ziel zufügst und je gefährlicher das Ziel ist, desto mehr Ehrensterne erhältst du.\nFür das Abschließen täglicher „Kosmische Kriegsführung“-Missionen erhältst du ebenfalls Ehrensterne.\nHol dir Kampfbelohnungen, sobald du genügend Ehrensterne erhalten hast.\n\n◆ Kampfaufzeichnung ◆\nTrailblazer können sich die Kampfaufzeichnung für jeden Angriff ansehen, um die Schritte zum Besiegen von Gegnern nachzuvollziehen.\nBei gemeinsamen Angriffen können auch die Kampfaufzeichnungen anderer Trailblazer angesehen werden.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnAntiVirus.png",
  "unlockConditions": "[PlayerLevel:22]"
}