{
  "_id": 40006,
  "id": "40006",
  "name": "Verborgene Morgenröte",
  "description": "Auf einem belebten Markt von Okhema taucht ein verlorenes Kind auf. Es blickt umher, als würde es nach etwas suchen ...",
  "tabName": "Verborgene Morgenröte",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nAuf einem belebten Markt von Okhema taucht ein verlorenes Kind auf. Es blickt umher, als würde es nach etwas suchen. {F#Die freundliche Trailblazerin}{M#Der freundliche Trailblazer} folgt den Hinweisen des Kinds, um die verstreuten heiligen Schriftrollen zu finden und die vergessene Vergangenheit der Stadt aufzudecken ...\n\n◆ Aktionsregeln ◆\n● Es gibt in dieser Aktion 5 Schriftrollen. Du musst die entsprechenden Schriftrolle auf verschiedenen Karten finden und die Gegner der Geschichte bekämpfen.\n● Die 5 Kampf-Etappen werden täglich nacheinander freigeschaltet. Die fünfte Etappe wird nur freigeschaltet, wenn in den ersten 4 Punkte erzielt wurden.\n● Wenn du deine Balance-Stufe erhöhst, nimmt die Stärke der Gegner entsprechend zu.\n● Du kannst Probefiguren auswählen, um an der Herausforderung teilzunehmen.\n● Wenn Verbündete in „Verborgene Morgenröte“ durch das Besiegen von Gegnern Energie wiederherstellen, so werden 50 % der Energie eines regulären Kampfes wiederhergestellt.\n\n◆ Verstreute Schriftrollen ◆\n● Im Stadtstaat liegen vier Schriftrollen verstreut (entsprechen Etappe 1–4). Jede Etappe hat einen Hauptgegner, der einen Mutationsmechanismus besitzt.\n● Konzentriere dich bei der Herausforderung auf den Mutationsmechanismus des Gegners, um ihn effizient zu besiegen. Wenn du den Mutationsmechanismus im Kampf auslöst, kannst du deinen Etappen-Buff hochstufen.\n● Die Etappen-Buff-Stufe ist ein Effekt, der in der Etappe akkumuliert und erhöht werden kann. Durch eine höhere Etappen-Buff-Stufe wird die Kampffähigkeit deiner Figuren erhöht.\n● Etappen 1–4 bestehen aus den zwei Phasen „Buff-Sammlung“ und „Ultimative Herausforderung“.\n● In der Phase Buff-Sammlung gibt es einen Countdown von 3 Rd., während denen ununterbrochen Gegner erscheinen. Nutze in dieser Phase den Mutationsmechanismus des Hauptgegners, um die Etappen-Buff-Stufe so viel wie möglich zu erhöhen.\n● In der Phase Ultimative Herausforderung kann die Etappen-Buff-Stufe nicht mehr erhöht werden. Besiege innerhalb von 4 Rd. so viele Kampfwellen wie möglich, um eine höhere Punktzahl zu erreichen. Wenn du beim Bestehen der Etappe überzählige Runden hast, erhältst du zusätzlich Punkte. Wenn du dich in dieser Etappe zurückziehst, wird auch die erzielte Etappen-Buff-Stufe aufgezeichnet.\n● Zu Beginn der Phase „Ultimative Herausforderung“ werden alle Ultimates der Verbündeten sofort aktiviert.\n\n◆ Titanen-Herausforderung ◆\n● Titanen-Herausforderung ist Etappe 5, der letzte Bosskampf. Du kannst die höchste Etappen-Buff-Stufe übernehmen, die du in jeder der vorherigen Etappen 1–4 erhalten hast.\n● Bevor du die Etappe betrittst, kannst du 2 beliebige hochgestufte Etappen-Buffs von Etappe 1–4 wählen und sie für den letzten Bosskampf verwenden.\n● Besiege innerhalb von 4 Rd. so viele Kampfwellen wie möglich, um eine höhere Punktzahl zu erreichen. Wenn du beim Bestehen der Etappe überzählige Runden hast, erhältst du zusätzlich Punkte.\n\n◆ Aktionsbelohnungen ◆\n● Während der Aktion kannst du unter „Zeitlich begrenzte Belohnungen“ Etappenbelohnungen erhalten, indem du die Etappen-Buffs auf bestimmte Stufen erhöhst und indem du bestimmte Punktzahlen erreichst.\n● Fordere alle Etappen heraus und erreiche bestimmte Punktzahlen, um das Geschenk der Zeit zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnTVSeason2.png",
  "unlockConditions": "[PlayerLevel:21]"
}