{
  "_id": 40005,
  "id": "40005",
  "name": "Albtraum-TV",
  "description": "Das Signal des Penacony-Fernsehsenders wurde von einer unbekannten Truppe gekapert, was dazu führt, dass merkwürdige Programme ausgestrahlt werden. Du bist neugierig, worum es sich bei diesen Programmen handelt, und beschließt, die Wahrheit herauszufinden ...",
  "tabName": "Albtraum-TV",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nAuf einigen Bildschirmen in Penacony werden seltsame Sendungen ausgestrahlt. Uma, Nachrichtensprecherin eines Fernsehsenders, möchte mit dir über diesen Vorfall sprechen. Wer weiß, welche geheimnisvollen Geschichten dahinterstecken ...\n\n◆ Aktionsregeln ◆\n● Es gibt in dieser Aktion 5 Fernsehbildschirme, deren Signale gehackt wurden. Du musst die entsprechenden Bildschirme auf verschiedenen Karten finden und die Täter bekämpfen.\n● Die 5 Kampf-Etappen werden täglich nacheinander freigeschaltet. Die fünfte Etappe wird nur freigeschaltet, wenn in den ersten 4 Punkte erzielt wurden.\n● Wenn du deine Balance-Stufe erhöhst, nimmt die Stärke der Gegner entsprechend zu.\n● Du kannst Probefiguren auswählen, um an der Herausforderung teilzunehmen.\n\n◆ Die vier großen Sender ◆\n● In Penacony gibt es vier große Fernsehsender (entsprechen Etappe 1–4). Jede Etappe hat einen Hauptgegner, der einen Mutationsmechanismus besitzt.\n● Konzentriere dich bei der Herausforderung auf den Mutationsmechanismus des Gegners, um ihn effizient zu besiegen. Wenn du den Mutationsmechanismus im Kampf auslöst, kannst du deinen Etappen-Buff hochstufen.\n● Die Etappen-Buff-Stufe ist ein Effekt, der in der Etappe akkumuliert und erhöht werden kann. Durch eine höhere Etappen-Buff-Stufe wird die Kampffähigkeit deiner Figuren erhöht.\n● Etappen 1–4 bestehen aus den zwei Phasen „Buff-Sammlung“ und „Ultimative Herausforderung“.\n● In der Phase Buff-Sammlung gibt es einen Countdown von 4 Rd., während denen ununterbrochen Gegner erscheinen. Nutze in dieser Phase den Mutationsmechanismus des Gegners, um die Etappen-Buff-Stufe so viel wie möglich zu erhöhen.\n● In der Phase Ultimative Herausforderung kann die Etappen-Buff-Stufe nicht mehr erhöht werden. Besiege innerhalb von 6 Rd. so viele Kampfwellen wie möglich, um eine höhere Punktzahl zu erreichen. Wenn du beim Bestehen der Etappe überzählige Runden hast, erhältst du zusätzlich Punkte.\n\n◆ Livestudio ◆\n● Livestudio ist Etappe 5, der letzte Bosskampf. Du kannst die höchste Etappen-Buff-Stufe übernehmen, die du in jeder der vorherigen Etappen 1–4 erhalten hast.\n● Bevor du die Etappe betrittst, wähle 2 beliebige akkumulierte Etappen-Buffs von Etappe 1–4 und verwende sie für den letzten Bosskampf.\n● Besiege innerhalb von 6 Rd. so viele Kampfwellen wie möglich, um eine höhere Punktzahl zu erreichen. Wenn du beim Bestehen der Etappe überzählige Runden hast, erhältst du zusätzlich Punkte.\n\n◆ Aktionsbelohnungen ◆\n● Während der Aktion kannst du unter „Zeitlich begrenzte Belohnungen“ Etappenbelohnungen erhalten, indem du den Etappen-Buff auf bestimmte Stufen erhöhst und indem du bestimmte Punktzahlen erreichst.\n● Fordere alle Etappen heraus und erreiche bestimmte Punktzahlen, um das TV-Dankesgeschenk zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTelevision.png",
  "unlockConditions": "[PlayerLevel:21]"
}