{
  "_id": 50003,
  "id": "50003",
  "name": "Hektik und Trubel in der Aurum-Allee",
  "description": "Die verfallene Aurum-Allee hat die Chance auf eine Wiederbelebung. Sie kann entweder von der IFK finanziert und wieder aufgebaut oder von der örtlichen Handelsgilde wieder zum Wohlstand geführt werden. Und du kannst diese Entscheidung beeinflussen ...",
  "type": 22,
  "tabName": "Hektik und Trubel in der Aurum-Allee",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nDie verfallene Aurum-Allee hat die Chance auf eine Wiederbelebung. Sie kann entweder von der IFK finanziert und wieder aufgebaut oder von der örtlichen Handelsgilde wieder zum Wohlstand geführt werden. Und du kannst diese Entscheidung beeinflussen ...\n\n◆ Über die Aktion ◆\n● Nach Beginn der Aktion wird eine neue Reihe von Abenteuermissionen, „Wieder im Geschäft“, verfügbar sein. Schließe „Wieder im Geschäft 1“ ab, um das Aurum-Allee-Management zu beginnen. Es gibt insgesamt 4 Phasen.\n● Du kannst nach dem Ende der zeitlich begrenzten Aktion „Hektik und Trubel in der Aurum-Allee“ die zeitlich begrenzten Belohnungen der Aktion nicht mehr abholen, aber du kannst noch zu „Hektik und Trubel in der Aurum-Allee“ im Erhabenen Heiligtum der Xianzhou Luofu gehen, um reguläre Belohnungen zu erhalten.\n● Während des Aurum-Allee-Managements kannst du „Gelder für die Handelsgilde“ verdienen, um ihr zu helfen, die Krise zu lösen. Nachdem du das Finanzierungsziel der Handelsgilde in jeder Phase erreicht und das Geld an die Handelsgilde übergeben hast, wird die nachfolgende Missionsgeschichte ausgelöst und die Situation der Aurum-Allee verändert sich.\n● Während des Managementzeitraums kannst du auch „Händlerereignisse“ abschließen, um eine Partnerschaft mit den Läden aufzubauen. Danach kannst du den Prozess des Managements vorantreiben und die Situation des Ladens verändern. Einige Läden bieten nach der Aufnahme einer Partnerschaft Waren an, die verkauft werden können.\n● Mit dem Fortschreiten der Phase des Aurum-Allee-Managements werden weitere Händlerereignisse freigeschaltet. \n\n◆ Lagerverwaltung ◆\n● Während des Managementzeitraums der Aurum-Allee kannst du Gelder für die Handelsgilde durch Lagerverwaltung verdienen.\n● Nachdem die Händlerereignisse abgeschlossen sind, kannst du neue Bestellungen und Waren für die Lagerverwaltung hinzufügen.\n● Nachdem du das Phasenziel der Aurum-Allee erreicht hast, wird die „individuelle Bestellung“ jedes Ladens als Spiel-Herausforderung freigeschaltet.\n● Mit dem Fortschreiten der Phase des Aurum-Allee-Managements wird ein Frachtskiff mit größerer Kapazität verfügbar, das höhere Versandeinnahmen ermöglicht.\n\n◆ Logistikplanung ◆\n● Während des Aurum-Allee-Managements kannst du in der „Logistikplanung“ Routen planen und entsprechende Belohnungen erhalten, wenn du bestimmte logistische Punktzahlen erreichst.\n● Nach Abschluss der Händlerereignisse kannst du die entsprechenden Läden in der Logistikplanung freischalten und die Logistikroute vom Laden zum Dock planen.\n● Nachdem du das Phasenziel der Aurum-Allee erreicht hast, gibt es „Straßenereignisse“. Schließe diese ab, um Belohnungen zu erhalten und die Routenvorteile in der Logistikplanung freizuschalten.\n● Mit dem Fortschreiten der Phase des Aurum-Allee-Managements werden für die Logistik niedrige, mittlere und hohe Flugbahnen freigeschaltet, um mehr Läden bedienen zu können.\n\n◆ Normale Belohnungen ◆\n● Erhalte Wohlstandszertifikate durch Logistikplanung, Händlerereignisse, Straßenereignisse und individuelle Bestellungen.\n● Tausche Wohlstandszertifikate über Gildenvorteile gegen Belohnungen ein.\n\n◆ Zeitlich Begrenzte Belohnungen ◆\n● Während der zeitlich begrenzten Aktion kannst du bei den zeitlich begrenzten Belohnungen die Belohnung für Versandplanung erhalten, wenn du „Lagerverwaltung“, „Logistikplanung“ und andere Spiele spielst. \n● \n● Wenn du während des zeitlich begrenzten Aktionszeitraums Spiele wie Lagerverwaltung oder Logistikplanung abschließt, kannst du von den zeitlich begrenzten Belohnungen die Belohnungen für Logistikplanung abholen.\n● Wenn du während des zeitlich begrenzten Aktionszeitraums Ereignisse wie Händlerereignisse und Straßenereignisse abschließt, kannst von den zeitlich begrenzten Belohnungen die Belohnungen für Wiederbelebungsfortschritt abholen.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesAlley.png",
  "unlockConditions": "[PlayerLevel:21]"
}