{
  "_id": 50005,
  "id": "50005",
  "name": "Ätheriumkrieg",
  "description": "Das beliebte Spiel Ätheriumkrieg veranstaltet derzeit das „Interastrale Turnierfestival“, bei dem die Spieler ihre Stärke unter Beweis stellen können ...",
  "type": 27,
  "tabName": "Ätheriumkrieg",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nDas von der Interastralen Friedenskorporation entwickelte Spiel „Ätheriumkrieg“ ist ein Sammelkartenspiel, das „Äthermünzen“ als Medium verwendet und seit seiner Veröffentlichung das Universum im Sturm erobert hat. In diesem Spiel können die Daten eines jeden Organismus in „Äthergeister“ umgewandelt werden, die die Spieler sammeln, bekämpfen, trainieren und verbessern können. Vor Kurzem hat die IFK beschlossen, ein „Interastrales Turnierfestival“ in Belobog zu veranstalten, bei dem Spieler aus dem ganzen Universum um den Championtitel von Ätheriumkrieg kämpfen. ◆\n\n◆ Aktionsregeln ◆\n● Bei der Aktion gelten bestimmte Kampfregeln, nach denen du mithilfe von Äthergeistern gegen Gegner kämpfst.\n● Ziel der Aktion ist es, den Championtitel im Interastralen Turnierfestival zu gewinnen. Du musst die Prüfungen in jeder der vier „Siegerzonen“ nacheinander bestehen und den „Meisterschaftsanwärter“ besiegen, um „Meisterschaftsmarken“ zu verdienen. Durch das Sammeln von vier Meisterschaftsmarken qualifizierst du dich für die Teilnahme am Turnier.\n● Im Herausforderungsmodus der Aktion, dem „Hyperlinkmatch“, kannst du in einem Äthergeistkampf gegen andere Spieler im Universum antreten und sogar Gefährten von deinen vergangenen Abenteuern begegnen.\n● Während der Herausforderung kannst du verschiedene Spieler und Äthergeister treffen und dein Äthergeist-Team stärken, indem du Äthergeister sammelst, bekämpfst, trainierst und verbesserst.\n\n◆ Belohnungen ◆\n● Währen der Ätheriumkrieg-Aktion kannst du durch das Herausfordern von Siegerzonen und Hyperlinkmatch deine „Siegeswertung“ erhöhen und nach Erreichen verschiedener Siegeswertungen Belohnungen erhalten.\n● Erreiche während der zeitlich begrenzten Aktion die gesetzten Ziele, um die Aktionsbelohnungen unter „Zeitlich begrenzte Belohnungen“ zu erhalten.\n\n◆ Aktionstipps ◆\n● Nach dem Ende der Ätheriumkrieg-Aktion kannst du die zeitlich begrenzten Aktionsbelohnungen nicht mehr einfordern. Du kannst jedoch immer noch das alte Waffentestgelände in Belobog besuchen, um die Inhalte der Aktion zu erleben.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestAetherDivide.png",
  "unlockConditions": "[PlayerLevel:21]"
}
