{
  "_id": 50006,
  "id": "50006",
  "name": "Eine Fuchs-Spukgeschichte",
  "description": "Nachdem der Schöpfungsofen auseinandergebrochen ist, konnten die darin eingeschlossenen Heliobi entkommen. Die Zehn-Fürsten-Kommission wurde damit beauftragt, die Dämonen auszurotten, und du begibst dich auf ein gemeinsames Abenteuer mit den Richterinnen, um dies zu erreichen.",
  "type": 30,
  "tabName": "Eine Fuchs-Spukgeschichte",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nNachdem der Schöpfungsofen auseinandergebrochen ist, konnten die darin eingeschlossenen Heliobi entkommen. Die Zehn-Fürsten-Kommission wurde damit beauftragt, die Dämonen auszurotten, und du begibst dich auf ein gemeinsames Abenteuer mit den Richtern, um dies zu erreichen.\n\n◆ Teilnahmebedingungen ◆\n● Nach Abschluss der Trailblaze-Fortsetzung „Garten der Albträume“ kannst du an der Aktion teilnehmen. Du kannst Aufträge im Forum „Luofu Paranormal“ annehmen sowie die Herausforderungen der Aufzeichnungen der Übernatürlichen meistern.\n● Nach dem Ende der zeitlich begrenzten Aktion „Eine Fuchs-Spukgeschichte“ kannst du die zeitlich begrenzten Belohnungen nicht mehr erhalten. Du kannst aber weiterhin die Trailblaze-Fortsetzung „Eine Fuchs-Spukgeschichte“ erleben und im Fuchsfeengarten auf der Xianzhou Luofu die Aktionen „Luofu Paranormal“ und „Aufzeichnungen der Übernatürlichen“ spielen, um dauerhaft verfügbare Belohnungen zu erhalten.\n\n◆ Luofu Paranormal ◆\n● Im Forum Luofu Paranormal verwaltest du gemeinsam mit dem Geisterjägertrupp das Influencer-Konto „KleineGuiGuinevere“ und versuchst, mehr Abonnenten zu gewinnen, um euren Bekanntheitsgrad zu erhöhen.\n● Auf Luofu Paranormal kannst du paranormale Untersuchungsaufträge annehmen und nach deren Abschluss Beiträge über den „Geisterjägertrupp“ veröffentlichen, um Kommentare und mehr Abonnenten zu erhalten sowie Prämienpunkte zu gewinnen.\n● Sammle Abonnenten und Prämienpunkte, um euer Konto auf Luofu Paranormal hochzustufen. Nach Erreichen einer neuen Stufe werden neue Geschichten der Trailblaze-Fortsetzung „Eine Fuchs-Spukgeschichte“ freigeschaltet, und nach Abschluss dieser kannst du wiederum mehr Untersuchungsaufträge erhalten.\n● Außer durch den Abschluss von Untersuchungsaufträgen kannst du zusätzliche Prämienpunkte erhalten, indem du auf Luofu Paranormal auf die Kommentare eurer Abonnenten antwortest.\n\n◆ Aufzeichnungen der Übernatürlichen ◆\n● Durch das Abschließen von Trailblaze-Fortsetzung „Eine Fuchs-Spukgeschichte“ werden Unterdrückungstürme im Fuchsfeengarten freigeschaltet, welche neue Herausforderungen enthalten. Jeder Unterdrückungsturm besteht aus vier Schwierigkeitsgraden.\n● Schließe Etappen in Aufzeichnungen der Übernatürlichen ab, um Prämienpunkte zu erhalten. Durch Abschluss von Herausforderungen in diesen kannst du bei „Austreibungsbelohnungen“ zusätzliche Belohnungen erhalten.\n● Nach Abschluss der Trailblaze-Fortsetzung „Wovon träumen Füchse“ wird „Austreibung des Bösen“ freigeschaltet. Darin sind vier Etappen der Kriegerischen Exkursion enthalten, die jeweils erst freigeschaltet werden, nachdem du alle Schwierigkeitsgrade in dem entsprechenden Unterdrückungsturm abgeschlossen hast.\n● Alle Herausforderungen in Aufzeichnungen der Übernatürlichen erfordern den Einsatz von Austreibung, welche du in „Eine Fuchs-Spukgeschichte“ erlangen musst.\n\n◆ Dauerhaft verfügbare Belohnungen ◆\n● Durch den Abschluss von Untersuchungsaufträgen auf Luofu Paranormal und Etappen der Aufzeichnungen der Übernatürlichen erhältst du Prämienpunkte.\n● Verwende im „Abo-Plan“-System deine Prämienpunkte, um deine Abo-Stufe zu erhöhen und Abo-Belohnungen zu erhalten.\n\n◆ Zeitlich begrenzte Belohnungen ◆\n● Schließe während der zeitlich begrenzten Aktion Garten der Albträume ab, um Lichtkegel als Belohnung zu erhalten. Erhöhe deinen Bekanntheitsgrad bei Luofu Paranormal, um Bündelungsmaterialien als Belohnung zu erhalten.\n● Schließe während der zeitlich begrenzten Aktion Untersuchungsaufträge in Luofu Paranormal, Etappen in Aufzeichnungen der Übernatürlichen und verschiedene Spiele im Fuchsfeengarten ab, um zeitlich begrenzte Belohnungen zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesHeliobus.png",
  "unlockConditions": "[PlayerLevel:21]"
}