{
  "_id": 50018,
  "id": "50018",
  "name": "Stellare Kampfkunstzeremonie",
  "description": "Die Stellare Kampfkunstzeremonie wird feierlich auf der Himmelsspalter der Luofu eröffnet, und Meister der Kampfkunst aus der gesamten Galaxie versammeln sich, um ihr Können unter Beweis zu stellen. Auch du wirst diesen glanzvollen Wettkampf erleben und eine legendäre Reise antreten ...",
  "tabName": "Stellare Kampfkunstzeremonie",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nDie Stellare Kampfkunstzeremonie wird feierlich auf der Himmelsspalter der Luofu eröffnet, und Meister der Kampfkunst aus der gesamten Galaxie versammeln sich, um ihr Können unter Beweis zu stellen. Auch du wirst diese Aktion in einer besonderen Rolle erleben ...\n\n◆ Aktionsregeln ◆\n● Bei dieser Aktion nimmst du an den Wettkämpfen der Kampfkunstzeremonie als Coach für Kandidat Luka teil, der Belobog repräsentiert.\n● Das Turnier besteht aus mehreren Wettkämpfen. Besiege den Champion jedes K.o.-Kampfes, um zum nächsten Wettkampf voranzuschreiten und schließlich an der Titelverteidigung teilzunehmen, in der dich Schwertmeister Yanqing erwartet.\n● Bevor du den Champion eines Wettkampfes herausforderst, musst du andere Gegner in Qualifikationskämpfen besiegen und genügend Punkte sammeln. Anschließend erhältst du die Qualifikation zur Herausforderung des jeweiligen Champions im K.o.-Kampf.\n\n◆ Kampfregeln ◆\n● In den Kämpfen der Zeremonie sammeln beide Kandidaten basierend auf der Publikumsunterstützung Atmosphärenpunkte.\n● Jeder Kampf hat verschiedene Highlight-Mechanismen. Kandidaten müssen bestimmte Handlungen im Kampf ausführen, um Highlights auszulösen und Atmosphärenpunkte für Verbündete zu sammeln.\n● Wenn das Bild des Gegners in der Aktionsreihenfolge rot aufleuchtet, sammeln seine Aktionen Atmosphärenpunkte an.\n● Wenn die Atmosphärenpunkte der Verbündeten steigen, sinken die des Gegners und umgekehrt.\n● Wenn die Atmosphärenpunkte eines Kandidaten das Maximum erreichen, tritt das Kampffeld in den Status Verstärkte Inspiration ein, was der Seite mit der Publikumsunterstützung einen mächtigen Buff verleiht.\n● Als Lukas Coach kannst du während des Kampfes aktiv Taktische Geheimnisse einsetzen, um Luka zu unterstützen, oder vor dem Kampf Taktische Getränke ausrüsten, um Luka Buffs zu gewähren.\n● Du kannst Probefiguren auswählen, um an der Herausforderung teilzunehmen.\n● Wenn du deine Balance-Stufe erhöhst, nimmt die Stärke der Gegner gleichermaßen zu.\n\n◆ Qualifikationskampf ◆\n● Nimm an Qualifikationskämpfen teil, um andere Kandidaten zu besiegen und Punkte zu sammeln. Sobald du die benötigte Punktzahl erreicht hast, kannst du den jeweiligen Champion des Wettkampfes im K.o.-Kampf herausfordern.\n● Bei jedem Qualifikationskampf gibt es 2 Kandidaten zur Auswahl, aber du kannst nur 1 auf einmal herausfordern.\n● Nachdem du die benötigte Punktzahl erreicht hast, musst du zum Punktebrett in der Lobby gehen und die Qualifikation zur Herausforderung des jeweiligen Champions im K.o.-Kampf bestätigen, bevor du an diesem Kampf teilnehmen kannst.\n\n◆ Sondereinladungs-Kampf ◆\n● Bei bestimmten Wettkämpfen stehen Sondereinladungs-Kämpfe zur Auswahl. Die Teilnahme an diesen Kämpfen gewährt keine Punkte für die Qualifikationskämpfe.\n● Wenn du Sondereinladungs-Kämpfe herausforderst, kannst du ganz normal an den Qualifikationskämpfen teilnehmen.\n\n◆ Training im Traum ◆\n● Bei „Training im Traum“ kannst du insgesamt 5 Kämpfe gegen Champions mit höherem Schwierigkeitsgrad herausfordern.\n● Nach dem Abschluss des jeweiligen K.o.-Kampfes wird eine neue Etappe von „Training im Traum“ freigeschaltet.\n● Bei Kämpfen in „Training im Traum“ müssen die Bossgegner der 3 Phasen innerhalb von 6 Runden besiegt werden.\n● Wenn am Ende einer Herausforderung noch Runden übrig sind, erhältst du eine höhere Bewertung.\n● Bei Kämpfen in „Training im Traum“ sammeln Aktionen von Verbündeten keine Atmosphärenpunkte.\n● Schließe Herausforderungsziele in „Training im Traum“ ab, um Trainingsbelohnungen zu erhalten.\n\n◆ Dauerhaft verfügbare Belohnungen ◆\n● Schließe K.o.-Kämpfe und Qualifikationskämpfe ab, um Zeremonielle Abzeichen zu erhalten.\n● Unter Zeremonielle Belohnungen kannst du Zeremonielle Abzeichen gegen Belohnungen austauschen.\n● Unter Zeremonielle Belohnungen kannst du das Haustier Tapir und Gegenstände für Eidolon-Freischaltung für 7. März (Die Jagd) erhalten.\n\n◆ Zeitlich begrenzte Belohnungen ◆\n● Während der zeitlich begrenzten Aktion können durch das Abschließen bestimmter Missionen entsprechende Belohnungen erhalten werden.\n\n◆ Aktionshinweis ◆\n● Nachdem die zeitlich begrenzte Aktion Stellare Kampfkunstzeremonie beendet ist, können ihre zeitlich begrenzten Belohnungen nicht mehr erhalten werden, aber du kannst weiterhin auf „Taktikbrett“ auf der Himmelsspalter zugreifen und die dauerhaft verfügbaren Belohnungen erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}