{
  "_id": 50014,
  "id": "50014",
  "name": "Origamivogel-Matching",
  "description": "Schau mal, was das ist: eine Einladung zum Testen von Origamivogel-Matching? Der Absender ist die Familie, also sollte es kein Betrug sein, oder?",
  "tabName": "Origamivogel-Matching",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\n„Origamivogel-Matching“ ist ein von der Familie entwickeltes Arcade-Duellspiel zum Sammeln, das mit seinem einfachen „3-Gewinnt“-Gameplay den reinsten Spaß bietet. Wir laden dich herzlich ein, einen Prozesstest für dieses in der Entwicklung befindliche Projekt durchzuführen.\n\n◆ Aktionsregeln ◆\n● Während der Aktion Origamivogel-Matching musst du auf Penacony nach Arcade-Automaten suchen, die vom Produktionsteam freigegeben wurden, und dann zum Wettkampfort auf der {TEXTJOIN#87} zurückkehren, um im 3-Gewinnt-Spiel gegen andere Spieler anzutreten.\n● Im Duell fütterst du durch das Eliminieren von Früchten deine Origamivögel, um ihre Kampfkraft zu verbessern und die Chance zu maximieren, dass die Vögel das letzte Duell gewinnen können.\n● Während des Eliminierungsprozesses kann das Füttern der Vögel mit ihren bevorzugten Früchten oder der entsprechende Einsatz spezieller Mechanismen auf dem Feld den Fortschritt verbessern.\n● Nach Abschluss der grundlegenden Arcade-Herausforderung beginnt der Spielmodus „Multiplayer-Mayhem“. Dort kannst du gegen Trailblazer aus anderen Welten antreten, um zu entscheiden, wer der Stärkste ist.\n\n● Auf dieser Basis beginnt auch die „Freie Herausforderung“, bei der du zusammen mit deinen Teammitgliedern einen intensiven Showdown austragen kannst.\n\n◆ Dauerhaft verfügbare Belohnungen ◆\n● Du erhältst Belohnungen, wenn du eine Etappe zum ersten Mal erfolgreich abschließt.\n\n◆ Zeitlich begrenzte Belohnungen ◆\n● Während der zeitlich begrenzten Aktion können durch das Abschließen bestimmter Duellziele entsprechende Belohnungen erhalten werden.\n\n◆ Hinweis zur Aktion ◆\n● Nachdem die zeitlich begrenzte Aktion Origamivogel-Matching beendet ist, kannst du weder ihre zeitlich begrenzten Belohnungen erhalten, noch am Mehrspielermodus gegen Trailblazer aus anderen Welten teilnehmen. Du kannst aber weiterhin an der „Origamivogel-Arcade“ auf der {TEXTJOIN#87} spielen und die dauerhaft verfügbaren Belohnungen erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMatchThree.png",
  "unlockConditions": "[PlayerLevel:21]"
}