{
  "_id": 50010,
  "id": "50010",
  "name": "Kampfesrausch",
  "description": "Ein Forscher von der Wartungsabteilung hat ein Kampfspiel in einer Erinnerungsblase entwickelt. Er lädt dich ein, es zu spielen ...",
  "type": 210,
  "tabName": "Kampfesrausch",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nEin Forscher der Wartungsabteilung ist dein Fan. Er hat eine Erinnerungsblase benutzt, um sein Lieblingsspiel aus seiner Kindheit nachzubilden. Er hat dich extra eingeladen, es zu spielen und sogar aufmerksamerweise für dich eine Unterstützungsfunktion eingerichtet. So eine Liebenswürdigkeit kann man schwer ablehnen ...\n\n◆ Aktionsregeln ◆\n● Bei dieser Aktion werden 6 Kampf-Etappen täglich nacheinander freigeschaltet.\n● Innerhalb des Kampfes musst du innerhalb von 6 Runden die Bossgegner von 3 Kampfwellen besiegen. Nicht-Boss-Gegner erscheinen ununterbrochen neu.\n● Wenn beim Abschluss der Etappe noch Runden übrig sind, erhältst du eine höhere Bewertung.\n● Wenn Verbündete Gegner besiegen, stellen sie nur <unbreak>50</unbreak> % der Energie wieder her, die in gewöhnlichen Kämpfen wiederhergestellt werden kann.\n● Du kannst Probefiguren auswählen, um an der Herausforderung teilzunehmen.\n● Wenn du deine Balance-Stufe erhöhst, nimmt die Stärke der Gegner gleichermaßen zu.\n\n◆ Spielweise ◆\n● Jede Etappe hat eine Kampfgeistmechanik, die ausgelöst werden kann, um schnell Kampfgeist zu sammeln und die Kampfgeistphase zu erhöhen, damit mehr Buffs erhalten werden können.\n● Nachdem du „Kampfgeistphase 4: Macht erwacht“ erreicht hast, erhältst du mächtige Etappen-Buffs, um Feinde zu besiegen!\n\n◆ Kampfgeistwert ◆\n● Jedes Mal, wenn du die Kampfgeistmechanik im Kampf auslöst, kannst du eine große Menge an Kampfgeist ansammeln.\n● Jedes Mal, wenn eine Figur eine Aktion ausführt, wird eine kleine Menge Kampfgeist angesammelt.\n● Wenn der Kampfgeist den Zielwert erreicht, kann die Kampfgeistphase hochgestuft werden.\n● Jede Etappe erfordert eine unterschiedliche Menge an Kampfgeist, die gesammelt werden muss, um die Kampfgeistphase innerhalb der Etappe zu erreichen.\n\n◆ Kampfgeistphase ◆\n● Es gibt 4 Kampfgeistphasen. In jeder Phase kann 1 zusätzliche Unterstützungsfunktionen aktiviert werden, um weitere Etappen-Buffs zu erhalten.\n● Beim Eintritt in Kampfgeistphase 4: Macht Erwacht erhältst du einen mächtigen Etappen-Buff. Die in dieser Phase wirksame Unterstützungsfunktion ist der wichtigste Buff; er wird standardmäßig hinzugefügt und kann nicht ausgewählt werden.\n● Die Unterstützungsfunktionen, die in Kampfgeistphase 2 und 3 jeder Etappe wirksam werden, müssen vor dem Kampf ausgewählt und hinzugefügt werden.\n● Kampfgeistphase 4: Macht erwacht endet nach einem bestimmten Aktionswert und wird danach wieder auf Kampfgeistphase 3 zurückgestuft.\n● Jedes Mal, wenn du während Kampfgeistphase 4: Macht erwacht einen Gegner angreifst, sammelst du „Erwachte Angriffe“. Basierend auf der Anzahl der gesammelten Erwachten Angriffe erhältst du eine bestimmte Menge Kampfgeist zurück, wenn du am Ende der Phase zu Kampfgeistphase 3 zurückkehrst; dadurch kannst du wiederum schneller Kampfgeistphase 4: Macht erwacht erreichen.\n\n◆ Aktionsbelohnungen ◆\n● Wenn du während der Aktion deine Kampfgeistphase bis zu einer bestimmten Phase hochstufst und den Etappen-Boss besiegst, kannst du bei „Zeitlich begrenzte Belohnungen“ Etappenbelohnungen erhalten.\n● Fordere alle Etappen heraus und besiege jeweils den Boss der ersten Welle in allen Etappen, um Bobs Dankgeschenk zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFeverTime.png",
  "unlockConditions": "[PlayerLevel:21]"
}