{
  "_id": 50015,
  "id": "50015",
  "name": "Erstes Erblühen der Klinge",
  "description": "Die Kampfkunstzeremonie rückt näher, und 7. März wurde eingeladen, Yanqings und Yunlis Lehrling im Schwertkampf zu werden. Als {F#ihre Hilfslehrerin}{M#ihr Hilfslehrer} wirst du Schwerttrainings-Tagespläne erstellen, um ihr zu helfen, schlussendlich den Sieg im Schwertkampf-Duell zu erringen.",
  "tabName": "Erstes Erblühen der Klinge",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nIn „Erstes Erblühen der Klinge“ unterstützt du 7. März als {F#Hilfslehrerin}{M#Hilfslehrer} beim Schwerttraining, um sie darauf vorzubereiten, Skott in 15 Tagen zu besiegen.\n\n◆ Aktionsregeln ◆\n● Du kannst täglich bis zu 4 Aktivitäten für 7. März’ Tagesplan einplanen. Durch Basisübungen werden ihre Attribute verstärkt, was eine solide Grundlage für das Erlernen der Schwertkunst bildet.\n● Durch das Erlernen von mächtigeren Schwerttechniken kann 7. März wieder und wieder ihre Grenzen erweitern und sich der Meisterung des Schwertes nähern.\n● Bei der Aktion gibt es mehrere Fügungen beim Training, die du durch verschiedene Fügungen der Xianzhou, Unterstützung von Verbündeten und Anekdoten des Schwerttrainings abschließen kannst. Bei den verschiedenen Fügungen beim Training kannst du sogar am Ende die Geschichte auf unterschiedliche Weise abschließen.\n\n◆ Dauerhaft verfügbare Belohnungen ◆\n● Nach Abschluss der verschiedenen Ausgänge der Geschichten kannst du Sammelbelohnungen abholen. Außerdem kannst du, nachdem du eine bestimmte Anzahl an Ausgängen gesammelt hast, Gegenstände für Eidolon-Freischaltung für 7. März (Die Jagd) zu erhalten.\n\n◆ Zeitlich begrenzte Belohnungen ◆\n● Während der zeitlich begrenzten Aktion können durch das Abschließen bestimmter Schwerttrainings-Missionen entsprechende Belohnungen erhalten werden. Die zeitlich begrenzten Belohnungen werden nach Ende der zeitlich begrenzten Aktion nicht mehr verfügbar sein.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestSwordTraining.png",
  "unlockConditions": "[PlayerLevel:21]"
}