{
  "_id": 50012,
  "id": "50012",
  "name": "„Clockie: Süße Träume der Vergangenheit“",
  "description": "Clock-Studios, das Produktionsunternehmen hinter der Clockie-Serie, ist in eine Krise geraten. Zu diesem Zeitpunkt ist auch noch der Regisseur verschwunden ...",
  "tabName": "„Clockie: Süße Träume der Vergangenheit“",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nSeit dem Verschwinden des Uhrmachers befinden sich die Clock-Studios in einer Produktionskrise. Hilf ihnen schnell, den Clockie-Film „Süße Träume der Vergangenheit“ zu vollenden!\n\n◆ Aktionsregeln ◆\n● Schließe die Abenteuermission „Stillstehende Uhr“ ab, um mit dem Schnitt von „Süße Träume der Vergangenheit“ zu beginnen.\n● Wenn du den Schnittprozess von „Süße Träume der Vergangenheit“ vorantreibst, erhöht sich die finanzielle Unterstützung des Themenparks. Erreichst du 100 %, kannst du eine öffentliche Premiere für die Wiederbelebung des Themenparks abhalten. Die dadurch erhaltene finanzielle Unterstützung wird zur Reparatur beschädigter Bildschirme im Themenpark verwendet.\n● Während des Schnitts wird das Team auch die Gelegenheit haben, „Werbespots“ zu drehen. Schließe die Werbemissionen ab, um Belohnungen zu erhalten.\n● Treibe den Schnittprozess von „Süße Träume der Vergangenheit“ voran, um mehr Werbespots freizuschalten.\n\n◆ Schnitt ◆\n● Beim Schneiden von Filmen musst du deine Zeitwürfel gut nutzen. Wenn du die Zeitwürfel auf verschiedene Szenen verteilst, erhöht sich die Anzahl der entsprechenden Aufnahmen und du erhältst von Zuschauern unterschiedliche Reaktionen, je nachdem, ob die Szenen spannend, lustig oder bewegend sind. Diese drei Publikumsemotionen sind der Schlüssel zum Erfolg des Films.\n● Bevor die Filme fertig sind, werden sie intern vorgeführt, wobei je nach Film verschiedene Kriterien vorliegen. Der Film wird bei der Vorführung erst für akzeptabel befunden, wenn er diese bestimmten Kriterien erfüllt.\n● Bei Filmen, die während der Vorführungsphase die Kriterien nicht erfüllen, gilt der Schnitt als fehlgeschlagen. Auch wenn mindestens eine der drei Publikumsemotionen auf 0 fällt, wird der Schnitt als Fehlschlag betrachtet.\n\n◆ Spin-offs ◆\n● Wenn ein Filmschnitt erfolgreich abgeschlossen ist, erhältst du Filmrollen mit Spin-off-Geschichten der Nebenfiguren. Schließe Handlungsabschnitte ab, die Spin-off-Vorschauen beinhalten, um den entsprechenden Film freizuschalten. Hilf den Trickfilmzeichnern in verschiedenen Teilen des Themenparks dabei, die Spin-offs ihrer Nebenfiguren zu vollenden!\n\n◆ Dauerhaft verfügbare Belohnungen ◆\n● Während des Schnitts hast du auch die Möglichkeit, verschiedene Handlungsrichtungen auszuprobieren, die ein völlig anderes Ende als die ursprüngliche Handlung haben können. Für jeden Schnitt mit einem alternativen Ende erhältst du entsprechende Belohnungen als Clockie-Gage.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnClockPark.png",
  "unlockConditions": "[PlayerLevel:21]"
}