{
  "_id": 50011,
  "id": "50011",
  "name": "Die Legende vom Galaktischen Baseballer",
  "description": "Giovanni hat dich eingeladen, ein Spiel zu testen, das auf dir basiert. Bezwinge Gegner aus allen Winkeln des Universums, synthetisiere die mächtigsten Waffen und erreiche schließlich den Gipfel des Galaktischen Baseballers!",
  "type": 220,
  "tabName": "Die Legende vom Galaktischen Baseballer",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nGiovanni hat dich eingeladen, ein Spiel zu testen, das auf dir basiert. Bezwinge Gegner aus allen Winkeln des Universums, synthetisiere die mächtigsten Waffen und erreiche schließlich den Gipfel des Galaktischen Baseballers!\n\n◆ Aktionsregeln ◆\n● Diese Aktion besteht aus insgesamt 6 Etappen mit 3 Schwierigkeitsgraden. Jede Etappe besteht aus 3 Kampfphasen.\n● Du musst während der 3 Kampfphasen in einer begrenzten Anzahl von Runden eine vorgegebene Anzahl von Gegnern besiegen, um die Herausforderung abzuschließen.\n● Nach Beginn der Aktion muss in der vorausgesetzten Etappe eine bestimmte Punktzahl erreicht werden, um nachfolgende Etappen freizuschalten.\n● Wenn du deine Balance-Stufe erhöhst, nimmt die Stärke der Gegner gleichermaßen zu.\n● Du kannst Probefiguren auswählen, um an der Herausforderung teilzunehmen.\n● Wenn du in „Die Legende vom Galaktischen Baseballer“ Gegner besiegst, liegt die von Figuren wiederhergestellte Energie nur bei <unbreak>50</unbreak> % von der in gewöhnlichen Kämpfen.\n\n◆ Spielweisen-Übersicht ◆\n● Besiege Gegner in den Etappen, um Erfahrung zu sammeln und deine Teamstufe zu erhöhen.\n● Jede Etappe hat einen anderen Teambonus. Wenn die Teamstufe steigt, erhalten Verbündete entsprechend ihrer Stufe Etappen-Buffs, die auf den Teamboni der aktuellen Etappe basieren.\n● Wenn deine Teamstufe steigt, kannst du zufällige Waffen oder Accessoires auswählen. Wenn du Waffen oder Accessoires erhältst, die du schon besitzt, kannst du ihre Stufe erhöhen, um stärkere Effekte zu erzielen.\n● Waffen können automatisch eine Aktion ausführen oder von Verbündeten ausgelöst werden, um Gegnern SCH zuzufügen. Accessoires wiederum können Waffen und Verbündeten verschiedene Buffs verleihen.\n● Jede Waffe hat ein bestimmtes Resonanz-Accessoire. Wenn du eine Waffe auf Höchststufe und ihr Resonanz-Accessoire besitzt, kannst du sie durch weiteres Hochstufen zu einer mächtigen legendären Waffe aufwerten.\n● Gegner in den Etappen werden mit jeder Kampfwelle und Phase stärker. Du kannst diese immer mächtiger werdenden Gegner besiegen, indem du Waffen sowie Accessoires strategisch kombinierst und hochstufst, um legendäre Waffen zu erhalten.\n\n◆ Etappen-Spielweise ◆\n● In jeder Etappe gibt es über 3 Phasen hinweg mehrere Kampfwellen von Gegnern. Jede Phase endet entweder mit einem Elite- oder Bossgegner.\n● In jeder Kampfwelle gibt es eine bestimmte Anzahl von Gegnern, die ununterbrochen neu erscheinen, bis alle Gegner in dieser Kampfwelle besiegt sind.\n● In jeder Kampfwelle gibt es einen Countdown der begrenzten Rundenzahl. Wenn dieser auf Null fällt, verschwinden noch nicht besiegte Gegner und du kannst von ihnen keine Punkte oder Erfahrung mehr erhalten.\n● In der Elite-Kampfwelle jeder Phase gibt es bestimmte Zielvorgabe, nach denen du eine bestimmte Anzahl von Elitegegnern besiegen musst, bevor du in die nächste Phase des Kampfes eintreten kannst.\n● Besiege mehr Gegner und füge dem Endboss mehr SCH zu, um eine höhere Punktzahl zu erreichen. Wenn beim Abschluss der Etappe Runden übrig sind, erhältst du zusätzliche Punkte.\n● Nach dem Abschluss jeder Kampfphase werden deine Teamstufe, erhaltenen Waffen und Accessoires sowie andere Daten automatisch gespeichert. Du kannst die gespeicherten Daten nutzen, um die Herausforderung nach dem Verlassen des Kampfes in der aktuellen Etappe fortzusetzen.\n\n◆ Galaktische Erkundung ◆\n● Von der ersten Etappe (Vulkanplanet) bis zur fünften Etappe (Glückstraumplanet) hat jede eine eigene Anfangswaffe. In der letzten Etappe (Ewiges Schwarzes Loch) kannst du deine Anfangswaffe selbst auswählen.\n● Ab der vierten Etappe (Miniaturplanet) kannst du zu Beginn jeder Phase verschiedene Abenteuerstrategien auswählen, um mehr Etappen-Buffs zu erhalten.\n● In der letzten Etappe (Ewiges Schwarzes Loch) gibt es nach dem Abschluss von drei gewöhnlichen Phasen eine zusätzliche Herausforderungs-Phase, in der du dich einem mächtigen Gegner stellen kannst, um höhere Punktzahlen zu erreichen.\n\n◆ Waschbär-Marken ◆\n● Besiege Gegner in Etappen, um Waschbär-Marken zu erhalten.\n● Von den Elite-Kampfwellen erhältst du galaktische Schätze sowie zufällige Mengen von Waffen/Accessoires und Waschbär-Marken.\n● Nach dem Abschluss der Herausforderungen jeder Etappe kannst du im Galaxis-Laden Waschbär-Marken ausgeben, um deine Attribute zu erhöhen, deine Waffen zu verstärken und alle möglichen Gameplay-Funktionen zu kaufen.\n\n◆ Aktionsbelohnungen ◆\n● Während der Aktion kannst du in den Etappen bestimmte Punktzahlen erreichen und bei „Reisebelohnungen“ deine Belohnungen abholen.\n● Schließe Etappen-Herausforderungen ab, um Galaktisches Renommee zu erhalten. Dadurch erhöht sich deine Renommeestufe und du erhältst entsprechende Belohnungen.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}