{
  "_id": 50029,
  "id": "50029",
  "name": "Operation Kampf der Seehunde",
  "description": "Ein unerwarteter prophetischer Traum führt dich in die Arena der Operation Kampf der Seehunde. Wogende Wellen, fröhliche Lieder und Seehündchen ... Welche Geschichte erwartet dich bei Phagousas Geburtstagsfeier?",
  "tabName": "Operation Kampf der Seehunde",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\n● Ein unerwarteter prophetischer Traum führt dich in die Arena der Operation Kampf der Seehunde. Wogende Wellen, fröhliche Lieder und Seehündchen ... Welche Geschichte erwartet dich bei Phagousas Geburtstagsfeier?\n\n◆ Aktionsregeln ◆\n● In „Operation Kampf der Seehunde“ schließt du dich mit Bubble zusammen, um ein Seehündchen zum Sieg zu führen. Das Turnier besteht aus drei Phasen: Gruppenphase, Knockout-Phase und Meisterschaft. Besiege deine Gegner, um weiterzukommen.\n● Nach Abschluss eines Kampfes im Handlungsmodus erhältst du Seehund-Marken, die du im Seehund-Laden gegen neue Seehunde eintauschen kannst.\n● Sobald das Turnier einen bestimmten Fortschritt erreicht hat, wird der Arena-Modus freigeschaltet. Hier kannst du gegen geheimnisvolle Seehundtrainer aus aller Welt antreten und deinen Rang erhöhen.\n\n◆ Dauerhaft verfügbare Belohnungen ◆\n● Nach jeder Runde im Handlungsmodus erhältst du Feierliche Melodien.\n● Die Feierlichen Melodien kannst du im Tauschladen gegen Belohnungen eintauschen.\n● Im Tauschladen erhältst du auch Bubble als Haustier.\n\n◆ Zeitlich begrenzte Belohnungen ◆\n● Während der zeitlich begrenzten Aktion können durch das Abschließen bestimmter Missionen entsprechende Belohnungen erhalten werden.\n\n◆ Aktionshinweis ◆\n● Nachdem die zeitlich begrenzte Aktion „Operation Kampf der Seehunde“ beendet ist, können ihre zeitlich begrenzten Belohnungen nicht mehr erhalten werden, aber du kannst die Arena der Operation Kampf der Seehunde auf der Karte von Okhema weiterhin besuchen, um die dauerhaft verfügbaren Belohnungen zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnActivityMarble.png",
  "unlockConditions": "[PlayerLevel:21]"
}