{
  "_id": 50020,
  "id": "50020",
  "name": "Trailblaze: Die Magie der Freundschaft!",
  "description": "Der graue Freund, dem du in einem Traum begegnet bist, kam allein in die reale Welt von Belobog. Er ist gekommen, um eine Krise zu lösen, in der ein unbekannter Schatten die Bewohner angreift, und benötigt dringend die Hilfe von deinen Gefährten und dir ...",
  "tabName": "Trailblaze: Die Magie der Freundschaft!",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nDer graue Freund, dem du in einem Traum begegnet bist, kam allein in die reale Welt von Belobog. Er ist gekommen, um eine Krise zu lösen, in der ein unbekannter Schatten die Bewohner angreift, und benötigt dringend die Hilfe von deinen Gefährten und dir ...\n\n◆ Aktionsregeln ◆\n● Nach Beginn der Aktion wird jeden Tag eine neue Prüfung freigeschaltet, von denen es insgesamt 5 gibt.\n● Jede Herausforderung hat zwei Schwierigkeitsgrade: „Startprüfung“ und „Formelle Prüfung“. Nach Abschluss von „Startprüfung“ wird der Schwierigkeitsgrad „Formelle Prüfung“ freigeschaltet.\n● Während dieser Prüfungen kannst du nur bestimmte Probefiguren bzw. Figuren, die du bereits im Besitz hast, verwenden.\n● Wenn du deine Balance-Stufe erhöhst, nimmt die Stärke der Gegner gleichermaßen zu.\n\n◆ Spielweise ◆\n● In jeder Prüfung übernehmen verschiedene Figuren die Rolle des Zauberers und beschwören verschiedene Minitonnen mit unterschiedlichen Fähigkeiten, die an ihrer Seite kämpfen.\n● Die Fertigkeiten und Ultimates des Zauberers bringen neue Kampfeffekte hervor und kommandieren die Minitonnen im Kampf.\n● Die Minitonnen haben neue Angriffs- und Talentfähigkeiten, die für ein neues Kampferlebnis sorgen.\n● Erreiche in der „Formellen Prüfung“ bestimmte Ziele für Kombofähigkeiten und besiege die Kampfwellen, um eine „Stern-Belohnungen“ zu erhalten.\n\n◆ Aktionsbelohnungen ◆\n● Während der Aktion kannst du nach Erreichen von festgelegten Herausforderungszielen in den Etappen zeitlich begrenzte Belohnungen bei „Tonnenweise Belohnungen“ erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrashCanSummon.png",
  "unlockConditions": "[PlayerLevel:21]"
}