{
  "_id": 50028,
  "id": "50028",
  "name": "Star Rail ☆ WORLD",
  "description": "Der Astralexpress hat mal wieder ein Paket erhalten. Diesmal ist es eine Einladung von einem Spieleentwickler ...",
  "tabName": "Star Rail ☆ WORLD",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nDer Astralexpress hat mal wieder ein Paket erhalten. Diesmal ist es ein Geschenk von einem Spieleentwickler ...\n\n◆ Aktionsziele ◆\n● Du übernimmst in dem Spiel die Rolle {F#einer Eventmanagerin, die}{M#eines Eventmanagers, der} die Zweigstellen der Ausstellung „Star Rail ☆ WORLD“ leitet.\n● An jedem Ausstellungsort gibt es spezielle Stände aus der ganzen Galaxie und bekannte Figuren können als Assistenten eingeladen werden, um beim Leiten der Ausstellungen zu helfen.\n● Setze deine Assistenten strategisch ein und schließe Ausstellungsereignisse ab, um die Effizienz der Ausstellungseinnahmen zu steigern. Verdiene mehr Goldmünzen, um die Stufe des Ausstellungsortes zu erhöhen und mehr Reichtum freizuschalten.\n● Die Höchststufe des Ausstellungsortes ist 10.\n● Die kollektiven Einnahmen aller Trailblazer tragen zum globalen Spielfortschritt bei. Erreiche 100 %, um Belohnungen freizuschalten.\n\n◆ Regeln zu Ausstellungstagen ◆\n● Jeden Tag in Echtzeit werden zwei Ausstellungstage freigeschaltet. Jeder Ausstellungstag enthält eine begrenzte Anzahl von Ausstellungsereignissen.\n● Die Ausstellungsereignisse sind in „Lieferungen von Pom-Pom“ und „Gastereignisse“ unterteilt. Schließe Ausstellungsereignisse ab, um große Mengen an Goldmünzen oder andere Ressourcen zu erhalten.\n● Wenn alle Ausstellungsereignisse eines Ausstellungstags abgeschlossen sind, endet dieser.\n● Nachdem der Spielfortschritt 100 % erreicht hat, gibt es keine Beschränkungen mehr für die Freischaltung von Ausstellungsstagen und sie können unbegrenzt gespielt werden.\n\n◆ Aktionshinweise ◆\n● Wenn du die Stufen deiner Assistenten erhöhst und eine Verbindung zwischen bestimmten Assistenten herstellst, kannst du die Effizienz der Ausstellungseinnahmen enorm steigern.\n● Die Assistenten, die an Ständen arbeiten, verdienen unabhängig von deinem Online-Status weiterhin Goldmünzen.\n● Nach dem Ende des aktuellen Ausstellungstages werden keine weiteren Ausstellungsereignisse oder Ausstellungsmission verfügbar sein und der Gewinn von Goldmünzen wird stark verringert.\n\n◆ Aktionsbelohnungen ◆\n● In „Star Rail ☆ WORLD“ kannst du Goldmünzen verdienen, um die Stufe des Ausstellungsortes zu erhöhen. Durch das Erreichen neuer Stufen erhältst du entsprechende Stufenbelohnungen.\n● Erfülle verschiedene Betriebsziele, um zeitlich begrenzte Belohnungen zu erhalten.\n● Arbeite mit Trailblazern in der ganzen Galaxie zusammen, um die Ausstellungseinnahmen zu erhöhen und den Spielfortschritt voranzutreiben. Beim Erreichen von 100 % werden exklusive Belohnungen für den gesamten Kosmos freigeschaltet.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestPlanetFes.png",
  "unlockConditions": "[PlayerLevel:21]"
}