{
  "_id": 50024,
  "id": "50024",
  "name": "Leitfaden für galaktisches Heimdekor",
  "description": "Das tägliche Leben eines Namenlosen besteht nicht nur aus spektakulären Trailblaze-Expeditionen, sondern auch aus alltäglichen Notwendigkeiten. Aber gilt das Einrichten seines eigenen Zimmers und das Bestreiten seines eigenen Lebens nicht auch als eine Art „Trailblaze“?",
  "tabName": "Leitfaden für galaktisches Heimdekor",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nDas tägliche Leben eines Namenlosen besteht nicht nur aus spektakulären Trailblaze-Expeditionen, sondern auch aus alltäglichen Notwendigkeiten. Aber gilt das Einrichten seines eigenen Zimmers und das Bestreiten seines eigenen Lebens nicht auch als eine Art „Trailblaze“?\n\n◆ Aktionsregeln ◆\n● Während der Aktion hast du ein eigenes Zimmer, das du nach und nach dekorieren kannst.\n● Um ein Zimmer zu dekorieren, werden „Expressgelder“ verbraucht, die du durch tägliche Schichtarbeit verdienen kannst.\n● In „Abendmeeting“ nach der Schichtarbeit kannst du durch Berichte über die Schichtarbeit zusätzliche Expressgelder erhalten.\n\n◆ Zimmereinrichtung ◆\n● Es gibt 6 Bereiche im Zimmer, von denen jeder seinen eigenen unabhängigen Einrichtungsfortschritt hat.\n● Durch den Verbrauch von Expressgeldern kannst du die Einrichtung des Zimmers abschließen, die Dekor-Bewertung verbessern und Belohnungen erhalten.\n● In Abendmeetings erhältst du „Baupläne“, mit denen du zusätzliche Möbelkonstruktionen freischalten kannst, und „Dekorationen“, die an verschiedenen Stellen im Raum platziert werden können.\n\n◆ Schichtarbeit ◆\n● Für jede Schichtarbeit bilden 5 Mitglieder ein Schichtteam, um Expressgelder zu verdienen. \n● Wähle verschiedene Aktionen aus, um tagsüber mehr Glücksereignisse auszulösen und mehr Expressgelder zu erhalten. \n● Mit fortschreitender Schichtarbeit können weitere Schichtmitglieder freigeschaltet werden.\n\n◆ Abendmeetings ◆\n● Während der Schichtarbeit wird in bestimmten Zeitabständen ein „Abendmeeting“ abgehalten. \n● Reiche bei den Abendmeetings bei Pom-Pom Schichtberichte ein, um Pom-Poms Bewertung zu verbessern und zusätzliche Expressgelder zu erhalten.\n\n◆ Dauerhaft verfügbare Belohnungen ◆\n● Nachdem du die Zimmereinrichtung abgeschlossen hast, kannst du „Dekorzuschuss“ als Belohnung erhalten. \n● Wenn du an einer bestimmten Anzahl von Schichtarbeiten teilgenommen hast, kannst du über den „Schichtplaner“ Belohnungen erhalten.\n\n◆ Zeitlich begrenzte Belohnungen ◆\n● Während der zeitlich begrenzten Aktion können durch das Abschließen bestimmter Missionen entsprechende Belohnungen und selbst gewählte 4-Sterne-Figuren erhalten werden.\n\n◆ Aktionshinweis ◆\n● Nachdem die zeitlich begrenzte Aktion „Leitfaden für galaktisches Heimdekor“ beendet ist, können ihre zeitlich begrenzten Belohnungen nicht mehr erhalten werden, aber du kannst weiterhin im Partywagen die dauerhaft verfügbaren Belohnungen erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrainParty.png",
  "unlockConditions": "[PlayerLevel:21]"
}