{
  "_id": 50034,
  "id": "50034",
  "name": "Awuuh-Büro",
  "description": "Die Chimären, die im Garten des Lebens gezüchtet wurden, sind tatsächlich eine gute Hilfe für die Bewohner von Okhema ... Werde {F#zur Administratorin}{M#zum Administrator} für diese kleinen Wesen und löse Probleme für die Bedürftigen!",
  "tabName": "Awuuh-Büro",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\n● Die Chimären, die im Garten des Lebens gezüchtet wurden, sind tatsächlich eine gute Hilfe für die Bewohner von Okhema ... Werde {F#zur Administratorin}{M#zum Administrator} für diese kleinen Wesen und löse Probleme für die Bedürftigen!\n\n◆ Aktionsregeln ◆\n● In der „Awuuh-Büro“-Aktion schlüpfen Trailblazer in die Rolle {F#einer Chimären-Administratorin}{M#eines Chimären-Administrators}. Durch das Zuweisen geeigneter Chimären zu Aufgaben und das Anpassen der Teamzusammensetzung basierend auf ihren Eigenschaften, kann die Team-Rangliste der Chimären im Garten verbessert werden.\n\n◆ Überstunden-Modus ◆\n● Nach Abschluss der Aktionsmission wird im Garten der „Überstunden-Modus“ freigeschaltet.\n● Im „Überstunden-Modus“ muss dein Chimären-Team mehrere Arbeitsrunden absolvieren. Nach jeder Runde kehrt ihr zur Teamformation zurück. Die Attribute der überlebenden Chimären aus der vorherigen Runde werden übernommen, während erschöpfte Chimären nicht in die nächste Runde eintreten können.\n● Bevor alle Chimären „erschöpft zusammenbrechen“, finde einen Weg, mehr Awuuh-Kekse zu sammeln.\n\n◆ Dauerhaft verfügbare Belohnungen ◆\n● Erhöhe die Rangliste des Chimären-Teams, um Belohnungen zu erhalten.\n\n◆ Zeitlich begrenzte Belohnungen ◆\n● Während der zeitlich begrenzten Aktion können durch das Abschließen bestimmter Missionen entsprechende Belohnungen und eine selbst gewählte 4-Sterne-Figur erhalten werden.\n\n◆ Aktionshinweis ◆\n● Nachdem die zeitlich begrenzte Aktion „Awuuh-Büro“ beendet ist, können ihre zeitlich begrenzten Belohnungen nicht mehr erhalten werden, aber du kannst weiterhin im Garten des Lebens die Aktion erleben und die dauerhaft verfügbaren Belohnungen erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestChimera.png",
  "unlockConditions": "[PlayerLevel:21]"
}