{
  "_id": 50032,
  "id": "50032",
  "name": "Galaktischer Glücksstern",
  "tabName": "Galaktischer Glücksstern",
  "tag": "Aktionsdetails",
  "introduction": "◆ Regeln zur Aktionsteilnahme ◆\n● Die Aktion ist in 7 Runden unterteilt, wobei ab dem ersten Tag der Aktion jeden Tag eine neue Runde der Verlosung veröffentlicht wird.\n● Du kannst vor Ablauf der Frist jeder Runde wählen, ob du an der Verlosung teilnehmen oder direkt eine feste Belohnung von Stellare Jade ×100 erhalten möchtest (die genauen Zeiten werden im Aktionsmenü angezeigt). Es kann nur eine Option gewählt werden. Für jede Runde können verschiedene Optionen gewählt werden.\n● Wird während des Zeitraums der Verlosung nichts unternommen, wird die feste Anzahl Stellarer Jade als Belohnung erhalten und nicht an der Verlosung teilgenommen. Nach Beginn der Aktion kannst du neben der Verlosung oder den festen Belohnungen auch direkt eine Belohnung von Stellare Jade ×100 als Glückspreis einfordern.\n● Wenn du dich während der Verlosung nicht einloggst, kannst du trotzdem durch das Einloggen vor dem Ende der Aktion eine einmalige Belohnung von Stellare Jade ×800 erhalten.\n● Die Ergebnisse der einzelnen Runden werden am folgenden Tag bekannt gegeben, wobei die genauen Zeiten im Aktionsmenü angezeigt werden.\n● Während der Aktion kannst du deine Belohnungen auf der Aktionsseite abholen.\n\n◆ Verlosungsbelohnungen ◆\n● Glücksstern: Stellare Jade ×500.000\n● Erster Preis: Stellare Jade ×600\n● Zweiter Preis: Stellare Jade ×50\n\n◆ Gewinnregeln ◆\n● In den Runden 1, 2 und 3 haben jeweils 2 Trailblazer die Chance, zum Glücksstern zu werden. In den Runden 4, 5 und 6 haben jeweils 3 Trailblazer die Chance, zum Glücksstern zu werden. In Runde 7 haben 5 Trailblazer die Chance, zum Glücksstern zu werden.\n● Wenn du an jeder Runde der Verlosung teilnimmst, aber nicht zum Glücksstern wirst, hast du eine Chance von 10 %, den Ersten Preis zu gewinnen, und eine Chance von 90 %, den Zweiten Preis zu gewinnen.\n● In jeder Runde kannst du nur einen der folgenden Preise gewinnen: Glücksstern, Erster Preis oder Zweiter Preis. Die Belohnungen können sich nicht überschneiden.\n● Über alle 7 Runden hinweg kann ein Trailblazer insgesamt nur ein einziges Mal zum Glücksstern werden.\n\n◆ Erinnerung an Glücksstern-Regeln ◆\n● Wenn du die Nutzungsbedingungen von HoYoverse verletzt, während du die Dienste von HoYoverse nutzt, verlierst du automatisch deine Berechtigung zum Gewinn der Glücksstern-Belohnung.\n● Die Teilnahme an dieser Aktion muss die einschlägigen Gesetze befolgen. Wenn du minderjährig bist, musst du die Zustimmung deines Erziehungsberechtigten einholen, um an dieser Verlosung teilzunehmen.\n● Wenn du als Glücksstern ausgewählt wirst, darf HoYoverse deine personenbezogene Daten erfassen.\n● Angelegenheiten, die in dieser Veranstaltung nicht behandelt werden, sowie das nachfolgende Verhalten von Spielern unterliegen weiterhin den Nutzungsbedingungen des Spiels Honkai: Star Rail, die du bestätigt hast.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}