{
  "_id": 50035,
  "id": "50035",
  "name": "Die Legende vom Galaktischen Baseballer: Teufelskönig",
  "description": "Ein neues Abenteuer hat begonnen. Jage den Teufelskönig mit dem schwarzen Umhang, hol dir den ultimativen Schläger zurück und erklimme den Gipfel als Galaktischer Baseballer!",
  "tabName": "Die Legende vom Galaktischen Baseballer: Teufelskönig",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nEin neues Abenteuer hat begonnen. Jage den Teufelskönig mit dem schwarzen Umhang, hol dir den ultimativen Schläger zurück und erklimme den Gipfel als Galaktischer Baseballer!\n\n◆ Aktionsregeln ◆\n● Diese Aktion besteht aus insgesamt 6 Etappen mit 3 Schwierigkeitsgraden: leichter, mittlerer und irrer Schwierigkeitsgrad. Jede Etappe besteht aus 3 Kampfphasen.\n● Du musst während der 3 Kampfphasen in einer begrenzten Anzahl von Runden eine vorgegebene Anzahl von Gegnern besiegen, um die Herausforderung abzuschließen.\n● Nach Beginn der Aktion muss in der vorausgesetzten Etappe eine bestimmte Punktzahl erreicht werden, um nachfolgende Etappen freizuschalten.\n● Wenn du deine Balance-Stufe erhöhst, nimmt die Stärke der Gegner gleichermaßen zu.\n● Du kannst Probefiguren auswählen, um an der Herausforderung teilzunehmen.\n● Wenn du in „Die Legende vom Galaktischen Baseballer“ Gegner besiegst, liegt die von Figuren wiederhergestellte Energie nur bei 50 % von der in gewöhnlichen Kämpfen.\n\n◆ Spielweisen-Übersicht ◆\n● Besiege Gegner in den Etappen, um Erfahrung zu sammeln und deine Teamstufe zu erhöhen.\n● Jede Etappe hat einen anderen Teambonus. Wenn die Teamstufe steigt, erhalten Figuren entsprechend der Teamstufe Etappen-Buffs, die auf dem Teambonus der aktuellen Etappe basieren.\n● Jedes Mal, wenn deine Teamstufe steigt, kannst du eine zufällige Waffe oder ein zufälliges Accessoire auswählen. Wenn du Waffen oder Accessoires erhältst, die du schon besitzt, kannst du ihre Stufe erhöhen, um stärkere Effekte zu erzielen.\n● Waffen können automatisch eine Aktion ausführen oder von Figuren ausgelöst werden, um Gegnern SCH zuzufügen. Accessoires wiederum können Waffen und Figuren verschiedene Buffs verleihen.\n● Waffen haben bestimmte Resonanz-Accessoires. Wenn du eine Waffe auf Höchststufe und ihr Resonanz-Accessoire auf einer beliebigen Stufe besitzt, kannst du sie durch weiteres Hochstufen zu einer mächtigen legendären Waffe aufwerten.\n● Ein paar besondere Waffen verfügen über alternative Resonanzmethoden, die es ihnen ermöglichen, sich zu noch einzigartigeren und mächtigeren Zwillingswaffen oder Ultimativen Waffen weiterzuentwickeln.\n● Gegner in den Etappen werden mit jeder Kampfwelle und Phase stärker. Du kannst diese Gegner besiegen, indem du Waffen sowie Accessoires strategisch kombinierst und hochstufst, um legendäre Waffen zu erhalten.\n\n◆ Etappen-Spielweise ◆\n● In jeder Etappe gibt es über 3 Phasen hinweg mehrere Kampfwellen von Gegnern. Jede Phase endet entweder mit einem Elite- oder Bossgegner.\n● In jeder Kampfwelle gibt es eine bestimmte Anzahl von Gegnern, die ununterbrochen neu erscheinen, bis alle Gegner in dieser Kampfwelle besiegt sind.\n● In jeder Kampfwelle gibt es einen Countdown der begrenzten Rundenzahl. Wenn dieser auf Null fällt, verschwinden noch nicht besiegte Gegner und du kannst von ihnen keine Punkte oder Erfahrung mehr erhalten.\n● In der Elite-Kampfwelle jeder Phase gibt es bestimmte Zielvorgaben, nach denen du eine bestimmte Anzahl von Elitegegnern besiegen musst, bevor du in die nächste Phase des Kampfes eintreten kannst.\n● Besiege mehr Gegner und füge dem Endboss mehr SCH zu, um eine höhere Punktzahl zu erreichen. Wenn beim Abschluss der Etappe Runden übrig sind, erhältst du zusätzliche Punkte.\n● Nach dem Abschluss jeder Kampfphase werden deine Teamstufe, erhaltenen Waffen und Accessoires sowie andere Daten automatisch gespeichert. Du kannst die gespeicherten Daten nutzen, um die Herausforderung nach dem Verlassen des Kampfes in der aktuellen Etappe fortzusetzen.\n\n◆ Galaktische Erkundung ◆\n● Von der ersten Etappe (Planet V612) bis zur fünften Etappe (Planet D007) hat jede eine eigene Anfangswaffe. In der letzten Etappe (Teufelshöhle) kannst du deine Anfangswaffe selbst auswählen.\n● Ab der zweiten Etappe (Planet C996) kannst du zu Beginn jeder Phase verschiedene Abenteuerstrategien auswählen, um mehr Etappen-Buffs zu erhalten.\n● Nach Abschluss der 3 gewöhnlichen Phasen der letzten Etappe (Teufelshöhle) wird die Phase „Herausforderung des Teufelskönigs“ freigeschaltet, in der du dich dem Endboss der Aktion stellen kannst: dem Teufelskönig mit dem schwarzen Umhang.\n\n◆ Waschbär-Goldmünzen ◆\n● Besiege Gegner in Etappen, um Waschbär-Goldmünzen zu erhalten.\n● Nach Besiegen der Gegner in Elite-Kampfwellen und der Teufelsdiener, die während der Etappe auftauchen, kannst du Schätze des Teufelskönigs erhalten, die zufällige Mengen von Waffen/Accessoires und Waschbär-Goldmünzen enthalten.\n● Nach dem Abschluss der Herausforderungen jeder Etappe kannst du im Galaxis-Laden Waschbär-Goldmünzen ausgeben, um deine Attribute zu erhöhen, deine Waffen zu verstärken und verschiedene Gameplay-Funktionen freizuschalten oder zu verbessern.\n\n◆ Klassische Neuauflage ◆\n● Nachdem du „Die Legende vom Galaktischen Baseballer: Teufelskönig“ abgeschlossen hast, kannst du über den blauen Arcade-Automaten im Eingangsbereich der Aktion „Die Legende vom Galaktischen Baseballer: Aufbruch“ aufrufen.\n\n◆ Zeitlich begrenzte Belohnungen ◆\n● Während der zeitlich begrenzten Aktion können durch das Abschließen bestimmter Missionsziele entsprechende Reisebelohnungen und eine selbst gewählte 4-Sterne-Figur erhalten werden.\n\n◆ Aktionshinweis ◆\n● Nachdem die zeitlich begrenzte Aktion „Die Legende vom Galaktischen Baseballer: Teufelskönig“ beendet ist, können ihre zeitlich begrenzten Belohnungen nicht mehr erhalten werden, aber du kannst weiterhin Etappen herausfordern, um Galaktisches Renommee zu erhalten, die Renommeestufe zu erhöhen und entsprechende Belohnungen zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuildSC.png",
  "unlockConditions": "[PlayerLevel:21]"
}