{
  "_id": 50042,
  "id": "50042",
  "name": "Chrysos-Restaurant im Wirrgarten",
  "description": "Geschichten bieten unendlich viele Möglichkeiten. Baue Pflanzen an, koche mit deinen vertrauten Gefährten und genieße diese kostbaren Momente des Friedens. Tief im Wirrgarten ist das Restaurant endlich bereit, seine Türen zu öffnen.",
  "tabName": "Chrysos-Restaurant im Wirrgarten",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nBaue Pflanzen an, koche mit deinen vertrauten Gefährten und genieße diese kostbaren Momente des Friedens. Tief im Wirrgarten ist das Restaurant endlich bereit, seine Türen zu öffnen.\n\n◆ Aktionsregeln ◆\n● Während der Aktion bewirtschaftest du Ackerland und betreibst ein Restaurant tief im Wirrgarten mit vertrauten Gefährten.\n● Das Gameplay teilt sich in zwei Bereiche: Feldanbau und Restaurantbetrieb. An jedem Geschäftstag kannst du einmal anbauen und einmal das Restaurant betreiben.\n● Beim Feldanbau kannst du mit Feengoldmünzen Nutzpflanzen anbauen. Mit steigender Restaurantstufe werden neue Samen freigeschaltet.\n● Im Restaurantbetrieb verwendest du die geernteten Zutaten, um das Tagesmenü zu planen sowie Gerichte zu entwickeln oder hochzustufen. Nach dem Öffnen des Restaurants verbrauchst du Zutaten, um Gerichte zuzubereiten und die Wünsche der Kunden zu erfüllen, wodurch du Feengoldmünzen verdienst. Gleichzeitig kannst du Feengoldmünzen für Mitarbeiterausbildung und Restaurantausstattung ausgeben, um die Betriebseffizienz zu steigern.\n● Wenn du genügend Umsatz erzielst und die Betriebsmissionen abschließt, kannst du die Sternstufe des Restaurants erhöhen. Das Restaurant kann maximal vier Sterne erreichen. Mit jeder Stufe steigt die tägliche Besucherzahl und neue Samen, Mitarbeiter, Restauranteinrichtungen sowie Gerichte werden freigeschaltet.\n\n◆ Aktionsbelohnungen ◆\n● Schließe die Einträge im Manager-Handbuch ab, um dauerhafte Aktionsbelohnungen zu erhalten.\n● Schließe die Aufgaben der zeitlich begrenzten Belohnungen ab, um die zeitlich begrenzten Aktionsbelohnungen zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestElfRestaurant.png",
  "unlockConditions": "[PlayerLevel:21]"
}