{
  "_id": 50063,
  "id": "50063",
  "name": "Schönes Wetter für ein Babydroma",
  "description": "Durch einen Zufall bist du zum Elternteil eines kleinen Dromas geworden ...?\nNun denn, lass uns gemeinsam seinen außergewöhnlichen Weg miterleben!",
  "tabName": "Schönes Wetter für ein Babydroma",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nDurch einen Zufall bist du zum Elternteil eines Babydromas geworden ...?\nNun denn, lass uns gemeinsam seinen außergewöhnlichen Weg miterleben!\n\n◆ Aktionsregeln ◆\n● In der Aktion „Schönes Wetter für ein Babydroma“ planst du wöchentliche Zeitpläne, um die drei Attribute deines kleinen Dromas zu verbessern und verschiedene Eigenschaften zu entdecken. Unterschiedliche Zeitpläne führen zu einzigartigen Wachstumserfahrungen für dein kleines Droma.\n● Alle drei Wochen steht das kleine Droma vor einem Bewertungstag. Sind seine Attribute ausreichend, kann es ihn allein bestehen. Andernfalls braucht es die Hilfe {M#des Trailblazers}{F#der Trailblazerin}. Nach bestandener Bewertung schreitet es zur nächsten Wachstumsphase voran.\n● Nach Abschluss der Bewertungen für die Früh-, Kindheits- und Jugendphase wird eure gemeinsame Reise festgehalten. Eure Wachstumsgeschichte wird dokumentiert und du erhältst besondere Outfits als Belohnung.\n\n◆ Dauerhafte Belohnungen ◆\n● Du erhältst entsprechende Belohnungen, wenn du eine bestimmte Anzahl von Bewertungstagen abschließt.\n\n◆ Zeitlich begrenzte Belohnungen ◆\n● Während der zeitlich begrenzten Aktion können durch das Abschließen bestimmter Missionen entsprechende Belohnungen erhalten werden.\n\n◆ Aktionshinweis ◆\n● Nachdem die zeitlich begrenzte Aktion „Schönes Wetter für ein Babydroma“ beendet ist, können ihre zeitlich begrenzten Belohnungen nicht mehr erhalten werden, aber du kannst weiterhin die Karte „Ewige heilige Stadt“ Okhema aufsuchen, um dort mit Anaxa zu sprechen, die Aktion zu erleben und die dauerhaft verfügbaren Belohnungen zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestHipplen.png",
  "unlockConditions": "[PlayerLevel:21]"
}