{
  "_id": 60007,
  "id": "60007",
  "name": "Universum-Simulation: Gold und Getriebe",
  "type": 34,
  "tabName": "Universum-Simulation: Gold und Getriebe",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nHerta, Ruan Mei, Screwllum und Stephen haben zusammengearbeitet, um der Universum-Simulation das zweite große Update zu geben! Dieses Update fügt der Universum-Simulation neue Segen, Kuriositäten, zufällige Ereignisse und sogar brandneue Abenteuer hinzu.\n\n◆ Ziel ◆\n● Sammle in der Universum-Simulation: Gold und Getriebe alle Trailblaze-Geheimnisse, um mehr über die Hintergrundgeschichte der IFK zu erfahren und nach und nach alle äonischen Geheimnisse freizuschalten.\n\n◆ Inhalt ◆\n● Personalisierte Würfel: Die aktualisierte Version unterstützt freie Montage und personalisierte Würfelseiten. Sammle Würfelseiten mit unterschiedlichen Funktionen und kombiniere verschiedene personalisierte Würfel, um mehr Segen und Kuriositäten zu erlangen.\n● Resonanz-Ableitung: Bei den Bosskämpfen in den Tiefen der dritten Ebene stört die Gelehrsamkeit das System der Universum-Simulation, sodass neue Pfadresonanzen entstehen, die eine neue Herausforderung darstellen.\nDarüber hinaus sind der Universum-Simulation: Gold und Getriebe neue Segen, Kuriositäten, zufällige Ereignissen und brandneue Pfadresonanzen hinzugefügt worden.\n\n◆ Belohnungen ◆\n● Sammle die Geheimnisse der Universum-Simulation: Gold und Getriebe, um entsprechende Belohnungen zu erhalten.\n● Nach dem Abschluss von Tests und Rätseln erhältst du Herausforderungsbelohnungen.\n● Nach dem ersten Abschluss eines Schwierigkeitsgrades erhältst du entsprechende Erstabschlussbelohnungen.\n\n◆ Hinweise ◆\n● Die Universum-Simulation: Gold und Getriebe hat insgesamt 5 Schwierigkeitsgrade, von denen der fünfte am schwierigsten ist. Du kannst deinem Spielfortschritt entsprechend einen zu dir passenden Schwierigkeitsgrad wählen.\n● Sammle alle Geheinisse von Gold und Getriebe und schließe die Abenteuermission „Gold und Getriebe: Das Ende“ ab, um in der Simulation den neuen Pfad „Die Gelehrsamkeit“ freizuschalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestRogueNous.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}