{
  "_id": 60006,
  "id": "60006",
  "name": "Endlose Ebene",
  "description": "Dieses Mal haben Herta und die drei anderen Mitglieder der Geniusgesellschaft einige ... ähm ... winzige Änderungen an der Universum-Simulation vorgenommen, aber jeder von ihnen hat einige Fehler gemacht. Jetzt sind die Codes durcheinander und das Programm hat begonnen, sich unbegrenzt zu erweitern!\nNur du kannst dieses chaotische Universum in den Griff bekommen!",
  "tabName": "Endlose Ebene",
  "tag": "Aktionsdetails",
  "introduction": "◆ Einführung ◆\nHerta, Ruan Mei, Screwllum und Stephen haben einige wilde Veränderungen an der Universum-Simulation vorgenommen.\n\n◆ Aktionsregeln ◆\n● Nach Beginn der Aktion wird jeden Tag eine neue Ebene freigeschaltet, bis insgesamt 5 Ebenen.\n● Jede Ebene hat ihre eigenen Regeln, die dir helfen, mehr Segen, Kuriositäten und Kosmische Fragmente zu erhalten, um deine Stärke zu erhöhen.\n● Jede Ebene besteht aus einer Gewöhnlichen Ebene und einer Manischen Ebene. Nachdem du die Gewöhnliche Ebene abgeschlossen hast, kannst du die Manische Ebene betreten.\n● Die Manische Ebene besteht aus mehreren aufeinanderfolgenden Kampfrunden mit 6 Countdown-Runden. Je weiter du kommst, desto mehr Gegner erscheinen. Basierend auf der Anzahl der herausgeforderten Kampfrunden erhältst du Manische Punkte. Wenn nach dem Abschluss noch Runden übrig sind, erhältst du zusätzliche Manische Punkte.\n● Nach dem Abschluss der Gewöhnlichen Ebene werden Daten wie Figuren, Segen, Kuriositäten und Kosmische Fragmente automatisch gespeichert und können in der Manischen Ebene wiederholt verwendet werden, um mehr Manische Punkte zu erzielen.\n● Mit dem Erhöhen der Balance-Stufe werden auch die Stufen der Gegner und Probefiguren in der Aktion erhöht.\n\n◆ Aktionsbelohnungen ◆\nBestehe während der Aktion in jeder Ebene die Gewöhnliche Ebene und fordere die Manische Ebene heraus, um die entsprechende Menge an Manischen Punkten zu erhalten. Unter „Zeitlich begrenzte Belohnungen“ kannst du dann Ebenenbelohnungen abholen.\n● Sobald du in allen Ebenen die maximale Anzahl an Manischen Punkten gesammelt und das angegebene Ziel erreicht hast, kannst du Kumulative Belohnungen abholen.\n\n◆ Hinweise ◆\n● Die Segen, Kuriositäten und Ereignisse in den Ebenen werden nicht im Index der Universum-Simulation freigeschaltet.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[PlayerLevel:21]"
}