{
  "_id": 60003,
  "id": "60003",
  "name": "Universum-Simulation: Schwarmkatastrophe",
  "tabName": "Universum-Simulation: Schwarmkatastrophe",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nHerta, Ruan Mei, Screwllum und Stephen haben zusammengearbeitet, um der Universum-Simulation das erste große Update zu geben!\nDieses Update fügt der Universum-Simulation neue Segen, Kuriositäten, zufällige Ereignisse und sogar die brandneue Spielweise „Weg zur Audienz“ sowie den mysteriösen „Würfel der Audienz“ und das „Audienzgerät“ hinzu.\n\n◆ Ziel ◆\n● Schließe in der Universum-Simulation: Schwarmkatastrophe die Herausforderung „Weg des Pfadfinders“ ab, um Punktzahl von „Pfad der Audienz“ zu erhöhen und nach und nach alle Kapitel der Geschichte freizuschalten.\n\n◆ Inhalt ◆\n● Weg zur Audienz: Bewege dich auf einer Karte fort, die aus verschiedenen Arten von Regionen besteht. Plane deinen Weg, um dein Ziel zu erreichen.\n● Würfel der Audienz: Über das Audienzgerät kannst du die Würfel der Audienz werfen. Der Würfel jedes Pfades gewährt jeweils unterschiedliche Effekte. Nutze diese, um mehr Segen und Kuriositäten zu erlangen.\n● Pfad der Audienz: Erhöhe deine Punktzahl beim Pfad der Audienz, um besondere Buffs zu erhalten. (Hinweis: Diese Buffs sind nur in der Universum-Simulation: Schwarmkatastrophe wirksam.)\n● Der Schwarm: Treustachel: In den Tiefen der Dritten Ebene wartet der Boss „Der Schwarm: Treustachel“ auf deine Herausforderung.\n● Darüber hinaus sind der Universum-Simulation: Schwarmkatastrophe große Menge an neuen Segen, Kuriositäten, zufälligen Ereignissen und brandneuen Pfadresonanzen hinzugefügt worden.\n\n◆ Belohnungen ◆\n● Sammle die Kapitel der Schwarmkatastrophe, um entsprechende Belohnungen zu erhalten.\n● Durch Abschluss der Herausforderung „Weg des Pfadfinders“ erhältst du entsprechende Belohnungen.\n● Nach dem ersten Abschluss eines Schwierigkeitsgrades erhältst du entsprechende Erstabschlussbelohnungen.\n\n◆ Hinweise ◆\n● Die Universum-Simulation: Schwarmkatastrophe hat insgesamt 5 Schwierigkeitsgrade, von denen der fünfte am schwierigsten ist. Du kannst deinem Spielfortschritt entsprechend einen zu dir passenden Schwierigkeitsgrad wählen.\n● Sammle alle Kapitel der Schwarmkatastrophe und schließe die Abenteuermission „Schwarmkatastrophe: Das Ende“ ab, um in der Simulation den neuen Pfad „Die Ausbreitung“ freizuschalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueDlcQuestBannerSmall1.png",
  "unlockConditions": "[FinishMainMission:8013103]"
}