{
  "_id": 60005,
  "id": "60005",
  "name": "Universum-Simulation",
  "description": "Im Immersionsgerät der Universum-Simulation: Welt 8 kannst du Planarornamente „Penacony, Land der Träume“ und „Himmelsfront Glamoth“ eintauschen.",
  "type": 11,
  "tabName": "Universum-Simulation",
  "tag": "Spielweise",
  "introduction": "◆ Spielregeln ◆\nIch, Herta, erkläre hiermit die Regeln der Universum-Simulation.\n● Während du dich durch die Universum-Simulation kämpfst, kannst du dabei auf mächtige Segen verschiedener Pfade, zufällige Ereignisse oder besondere Kuriositäten treffen.\n● Im Spielmodus Universum-Simulation bekommst du es mit zufällig generierten Labyrinthkombinationen, stärkeren Elite-Gegnern und Bossgegnern zu tun.\n\n◆ Belohnungen ◆\n● In der Universum-Simulation gibt es aktuell verschiedene Welten. Bei deinem Weg durch die Universum-Simulation und die Trailblaze-Missionen werden nach und nach neue Welten freigeschaltet, welche neue Etappen, Inhalte und Belohnungen bereithalten.\n● Wenn du alle Welten in der Universum-Simulation zum ersten Mal abschließt, erhältst du dafür Erstabschlussbelohnungen, darunter die 4-Sterne-Figur Herta (Gelehrsamkeit: Eis), Stellare Jade und Star-Rail-Pässe.\n● Schließe die Universum-Simulation ab, um Punkte zu verdienen und für die gesammelten Punkte Belohnungen zu erhalten. Die Punktebelohnungen werden jeden Montag um 04:00 Uhr (Serverzeit) zurückgesetzt.\n● Durch Freischaltung von Segen und Kuriositäten im Index der Universum-Simulation kannst du Stellare Jade erhalten.\n● Das Besiegen von Gegnern in der Region – Elite oder Region – Boss bringt dir zusätzliche Beute.\n● Schließe die Universum-Simulation ab, um Fähigkeitspunkte zu erhalten. Diese werden im Fähigkeitenbaum eingesetzt, um mächtige Fähigkeiten zu aktivieren und dich bei deiner Erkundung der Universum-Simulation zu unterstützen.\n● Ab „Universum-Simulation – Welt 3“ ist der Planarornament-Belohnungstausch verfügbar, sobald du Elite- oder Bossgegner besiegt hast.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[FinishMainMission:1021201]"
}