{
  "_id": 60016,
  "id": "60016",
  "name": "Universum-Simulation: Unwissbare Domäne",
  "description": "In der Universum-Simulation entdeckten die Genies einen unbeobachtbaren Bereich, die sogenannte „Unwissbare Domäne“.",
  "tabName": "Universum-Simulation: Unwissbare Domäne",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nEin brandneues Erweiterungsmodul: Herta und Screwllum haben einen unbeobachtbaren Bereich innerhalb der Universum-Simulation entdeckt: die Unwissbare Domäne! Unbekannte Kuriositäten, zufällige Ereignisse und das Zeptersystem sowie die Komponenten, die von Rubert II. zurückgelassen wurden ... Ist der fünfte Partner, den die beiden Genies erwähnten, etwa ...?\n\n◆ Ziel des Spielmodus ◆\n● Schließe die Herausforderungen von „Fraktale Akte“ und „Mundane Versammlung“ ab.\n\n◆ Belohnungen ◆\n● Sammle Zepter, Komponenten, Ereignisse und Kuriositäten in Universum-Simulation: Unwissbare Domäne, um in „Bionische Aufzeichnungen“ entsprechende Belohnungen zu erhalten.\n● Schließe die verschiedenen Etappen von Fraktale Akte zum ersten Mal ab, um Herausforderungsbelohnungen zu erhalten.\n● Schließe die verschiedenen Etappen von Mundane Versammlung zum ersten Mal ab, um zusätzliche Belohnungen zu erhalten.\n● Mit in den Etappen gesammelten Handlungsabschnitten kannst du zusätzliche Belohnungen in „Trailblaze-Geheimnisse“ erhalten.\n● Schließe bestimmte Ziele in „Umorganisiertes Modell“ ab, um entsprechende Belohnungen zu erhalten.\n\n◆ Fraktale Akte ◆\n● Schließe Fraktale Akte ab, um neue Etappen freizuschalten. Das erstmalige Abschließen neuer Etappen bringt zusätzliche Belohnungen. Bei Etappe 5 kannst du die Vierte Ebene für weitere Herausforderungen betreten.\n● Nach dem Abschluss von Etappe 5 wird dieser Etappe ein Rätselstufen-System hinzugefügt.\n● Nach der Aktivierung der Rätselstufe wird die Schwierigkeit von Fraktale Akte stark erhöht. Du kannst deinem Spielfortschritt entsprechend eine zu dir passende Rätselstufe wählen.\n● Etappe 5 in Fraktale Akte muss abgeschlossen werden, um fortgeschrittenere Rätselstufen freizuschalten.\n● Das erstmalige Abschließen jeder Rätselstufe bringt zusätzliche Belohnungen.\n\n◆ Mundane Versammlung ◆\n● Mundane Versammlung enthält personalisierte Herausforderungen für Spieler. Das erstmalige Abschließen von Etappen bringt zusätzliche Belohnungen.\n● Nach dem Abschluss einer Herausforderung in Mundane Versammlung kannst du die aufgezeichneten Strukturellen Inhalte einsehen und beim Herausfordern anderer Etappen als Referenz verwenden.\n● Das erfolgreiche Abschließen der Etappen in Mundane Versammlung schaltet außerdem neue Handlungsabschnitte frei.\n\n◆ Wertabbildung ◆\n● In Universum-Simulation: Unwissbare Domäne werden Figurenstufen, Lichtkegelstufen, Spuren und Relikte verstärkt, wenn entsprechende Bedingungen erfüllt sind. Diese Verstärkungen sind identisch mit denen in Divergentes Universum.\n● Wenn die Stufe einer Figur unter der max. Figurenstufe der aktuellen Balance-Stufe liegt, wird sie auf diese max. Stufe erhöht.\n● Wenn die freigeschalteten Spuren einer Figur nicht aktiv sind oder die Stufe der Spuren unter den Anforderungen der aktuellen Balance-Stufe liegt, werden diese Spuren aktiviert bzw. ihre Stufen passend zur aktuellen Balance-Stufe erhöht.\n● Wenn die gesamte Verstärkungsstufe der ausgerüsteten Relikte einer Figur unter den Anforderungen der aktuellen Balance-Stufe liegt, werden die Relikte mit vorübergehenden Relikten ersetzt, die der aktuellen Balance-Stufe entsprechen.\n\n◆ Punkte in der Universum-Simulation ◆\n● Schließe Fraktale Akte und Mundane Versammlung ab, um wöchentliche Punkte in der Universum-Simulation zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueMagic.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}