{
  "_id": 60011,
  "id": "60011",
  "name": "Divergentes Universum: Menschliche Komödie",
  "tabName": "Divergentes Universum: Menschliche Komödie",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nMit der Technologie des Planeten Screwllum als Medium hat Screwllum einen völlig eigenständigen Projektzweig für die Universum-Simulation entwickelt. Er hat nicht nur brandneue Segen, Kuriositäten und zufällige Ereignisse hinzugefügt, sondern auch brandneue Testgelände, Gleichungen, Gewichtete Kuriositäten und sogar einige unverhoffte Fügungen.\n\n◆ Ziel des Spielmodus ◆\n● Schließe Gewöhnliche Berechnung sowie Zyklische Berechnung ab und erhalte so Ausgleichungspunkte, um die Ausgleichungsstufe zu erhöhen und Belohnungen zu erhalten.\n\n◆ Belohnungen ◆\n● Sammle Segen, Gleichungen, Ereignisse, Kuriositäten und Gewichtete Kuriositäten in Divergentes Universum, um entsprechende Belohnungen zu erhalten.\n● Schließe die verschiedenen Schwierigkeitsgrade von Gewöhnliche Berechnung zum ersten Mal ab, um Herausforderungsbelohnungen zu erhalten.\n● Das erstmalige Abschließen von Zyklische Berechnung jede Woche bringt zusätzliche Belohnungen.\n● Schließe bestimmte Ziele in Stabiles Berechnungsarray ab, um entsprechende Belohnungen zu erhalten.\n\n◆ Gewöhnliche Berechnung ◆\n● Schließe Gewöhnliche Berechnung ab, um neue Schwierigkeitsgrade freizuschalten. Das erstmalige Abschließen neuer Schwierigkeitsgrade bringt zusätzliche Belohnungen.\n● Nach dem Abschluss von Schwierigkeitsgrad 5 wird ein Schwellwertprotokoll-System hinzugefügt.\n● Nach der Aktivierung des Schwellwertprotokolls wird die Schwierigkeit stark erhöht. Du kannst deinem Spielfortschritt entsprechend eine zu dir passende Protokollstufe wählen.\n● Etappen in Gewöhnliche Berechnung müssen abgeschlossen werden, um fortgeschrittenere Schwellwertprotokolle freizuschalten.\n● Das erstmalige Abschließen jedes Schwellwertprotokolls bringt zusätzliche Belohnungen.\n\n◆ Zyklische Berechnung ◆\n● Besondere Spielinhalte werden jede Woche in Zyklische Berechnung aktualisiert. Das erstmalige Abschließen jede Woche bringt zusätzliche Belohnungen.\n● Schließe Wöchentliche Berechnung ab, um zusätzliche Ausgleichungspunkte zu erhalten, von denen es ein wöchentliches Limit gibt. Wenn dieses Limit erreicht ist, erhältst du durch das Abschließen von Wöchentliche Berechnung weiterhin Ausgleichungspunkte.\n● In Zyklische Berechnung kannst du deine in Gewöhnliche Berechnung freigeschalteten Schwierigkeitsgrade sowie Schwellwertprotokolle auswählen.\n● Zyklische Berechnung wird jeden Montag um 04:00 Uhr (Serverzeit) aktualisiert.\n\n◆ Wertabbildung ◆\n● In Divergentes Universum werden Figurenstufen, Lichtkegelstufen, Spuren und Relikte verstärkt, wenn entsprechende Bedingungen erfüllt sind. Diese Verstärkungen sind nur in Divergentes Universum wirksam.\n● Wenn die Stufe einer Figur unter der max. Figurenstufe der aktuellen Balance-Stufe liegt, wird sie auf diese max. Stufe erhöht.\n● Wenn die freigeschalteten Spuren einer Figur nicht aktiv sind oder die Stufe der Spuren unter den Anforderungen der aktuellen Balance-Stufe liegt, werden diese Spuren aktiviert bzw. ihre Stufen passend zur aktuellen Balance-Stufe erhöht.\n● Wenn die gesamte Verstärkungsstufe der ausgerüsteten Relikte einer Figur unter den Anforderungen der aktuellen Balance-Stufe liegt, werden die Relikte mit vorübergehenden Relikten ersetzt, die der aktuellen Balance-Stufe entsprechen.\n\n◆ Belohnungserweiterung der Ausgleichungsstufe ◆\n● Die Ausgleichungsstufe in Divergentes Universum wird regelmäßig erweitert, um neue Belohnungen anzubieten.\n● Wenn deine Ausgleichungsstufe vor der Erweiterung die Höchststufe erreicht, kannst du in Divergentes Universum keine Ausgleichungspunkte erhalten.\n\n◆ Punkte in der Universum-Simulation ◆\n● Schließe Zyklische Berechnung und Gewöhnliche Berechnung ab, um Punkte in der Universum-Simulation zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall1.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}