{
  "_id": 60017,
  "id": "60017",
  "name": "Divergentes Universum: Der Tausendgesichtige Held",
  "tabName": "Divergentes Universum: Der Tausendgesichtige Held",
  "tag": "Spielweise",
  "introduction": "◆ Einführung ◆\nDivergentes Universum wurde aktualisiert! Neue Segen, Gleichungen, Gewichtete Kuriositäten und zufällige Ereignisse wurden hinzugefügt. Außerdem sind neue „Segen des goldenen Blutes“ verfügbar.\n\n◆ Ziel des Spielmodus ◆\n● Durch das Abschließen von Gewöhnliche Berechnung und Zyklische Berechnung kannst du Ausgleichungspunkte erhalten, die deine Ausgleichungsstufe erhöhen, um Belohnungen zu erhalten.\n\n◆ Belohnungen ◆\n● Sammle Segen, Gleichungen, Ereignisse, Kuriositäten, Gewichtete Kuriositäten und Segen des goldenen Blutes in Divergentes Universum, um Sammelbelohnungen zu erhalten.\n● Schließe die verschiedenen Schwierigkeitsgrade von Gewöhnliche Berechnung zum ersten Mal ab, um Herausforderungsbelohnungen zu erhalten.\n● Das erstmalige Abschließen von Zyklische Berechnung jede Woche bringt zusätzliche Belohnungen.\n● Schließe bestimmte Ziele in Stabiles Berechnungsarray ab, um entsprechende Belohnungen zu erhalten.\n\n◆ Gewöhnliche Berechnung ◆\n● Schließe Gewöhnliche Berechnung ab, um neue Schwierigkeitsgrade freizuschalten. Das erstmalige Abschließen neuer Schwierigkeitsgrade bringt zusätzliche Belohnungen.\n● Nach dem Abschluss von Schwierigkeitsgrad V wird der Modus Sternenrang freigeschaltet.\n\n◆ Zyklische Berechnung ◆\n● Besondere Spielinhalte werden jede Woche in Zyklische Berechnung aktualisiert. Das erstmalige Abschließen jede Woche bringt zusätzliche Belohnungen.\n● Schließe Wöchentliche Berechnung ab, um zusätzliche Ausgleichungspunkte zu erhalten, von denen es ein wöchentliches Limit gibt. Wenn dieses Limit erreicht ist, erhältst du durch das Abschließen von Wöchentliche Berechnung weiterhin Ausgleichungspunkte.\n● In Zyklische Berechnung kannst du deine in Gewöhnliche Berechnung freigeschalteten Schwierigkeitsgrade sowie Schwellwertprotokolle auswählen.\n● Zyklische Berechnung wird jeden Montag um 04:00 Uhr (Serverzeit) aktualisiert.\n\n◆ Modus Sternenrang◆\n● Im Modus „Sternenrang“ kannst du Schwellwertprotokolle herausfordern. Der Schwierigkeitsgrad wird in diesem Modus stark erhöht.\n● Der Modus Sternenrang enthält den „Sternenpionier-Modus“ und „Übungsmodus“.\n● Im Sternenpionier-Modus kannst du das Auge der Weisheit beleuchten, um deinen Sternenrang zu erhöhen. Je höher dein Sternenrang, desto höher ist die Stufe des Schwellwertprotokolls im Sternenpionier-Modus.\n● Der Sternenrang kann im Sternenpionier-Modus nicht gesenkt werden. Die Anzahl an Augen der Weisheit kann sich im gleichen Sternenrang erhöhen oder verringern. Einige Sternenränge beinhalten Mechanismen zur Aufrechterhaltung der Stufe.\n● Im Übungsmodus kannst du die Stufe des Schwellwertprotokolls frei wählen. Jedoch kann die Höchststufe nicht höher sein als die Stufe des Schwellwertprotokolls, die des aktuellen Sternenrang entspricht.\n● Der Übungsmodus hat keinen Einfluss auf deinen Sternenrang oder Augen der Weisheit.\n\n◆ Wertabbildung ◆\n● In Divergentes Universum werden Figurenstufen, Lichtkegelstufen, Spuren und Relikte verstärkt, wenn entsprechende Bedingungen erfüllt sind. Diese Verstärkungen sind nur in Divergentes Universum wirksam.\n● Wenn die Stufe einer Figur unter der max. Figurenstufe der aktuellen Balance-Stufe liegt, wird sie auf diese max. Stufe erhöht.\n● Wenn die freigeschalteten Spuren einer Figur nicht aktiv sind oder die Stufe der Spuren unter den Anforderungen der aktuellen Balance-Stufe liegt, werden diese Spuren aktiviert bzw. ihre Stufen passend zur aktuellen Balance-Stufe erhöht.\n● Wenn die gesamte Verstärkungsstufe der ausgerüsteten Relikte einer Figur unter den Anforderungen der aktuellen Balance-Stufe liegt, werden die Relikte mit vorübergehenden Relikten ersetzt, die der aktuellen Balance-Stufe entsprechen.\n\n◆ Belohnungserweiterung der Ausgleichungsstufe ◆\n● Die Ausgleichungsstufe in Divergentes Universum wird regelmäßig erweitert, um neue Belohnungen anzubieten.\n● Wenn deine Ausgleichungsstufe vor der Erweiterung die Höchststufe erreicht, kannst du in Divergentes Universum keine Ausgleichungspunkte erhalten.\n\n◆ Punkte in der Universum-Simulation ◆\n● Schließe Zyklische Berechnung und Gewöhnliche Berechnung ab, um Punkte in der Universum-Simulation zu erhalten.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall2.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}