{
  "_id": 10019,
  "id": "10019",
  "name": "Звёздное возвращение",
  "type": 19,
  "tabName": "Звёздное возвращение",
  "tag": "Возвращение",
  "introduction": "◆ Правила ◆\nВо время этого события вернувшиеся в игру Первопроходцы могут получить Подарок вернувшимся только один раз. Примите участие и завершите события «7-дневная отметка» и «Путь домой», чтобы получить соответствующие награды. Прохождение Чашелиста, Пещер коррозии и прочих испытаний во время этого события также принесёт вам двойные награды.\n\n◆ Награды за вход «7-дневная отметка» ◆\nЗаходите в игру каждый день во время этого события, чтобы получать награды. Награды обновляются каждый день в 04:00 (время сервера). Награды за ежедневный вход можно получить только один раз в день. Вы можете получать награды за это событие не более 7 дней.\n\n◆ Награды за миссии возвращения игрока «Путь домой» ◆\nВыполняйте определённые миссии во время этого события, чтобы получить награды и траектории возвращения. Накопите достаточно траекторий возвращения, чтобы получить награды на определённых этапах. Дополнительные награды на каждом этапе можно получить только один раз.\n\n◆ Двойные награды ◆\nВ период своего возвращения в игру вы можете получать двойные награды за прохождения испытаний Чашелиста, Пещер коррозии и Планарных украшений. Дополнительные награды выдаются за энергию Освоения и расходуют количество двойных наград.\n※ Если «Сад множества» или другие события с двойными наградами доступны одновременно с событием «Звёздное возвращение», то при получении наград сначала будет расходоваться количество ежедневных наград «Сад множества» и прочих событий.\n\n◆ Опрос для вернувшихся ◆\nПройдите опрос, чтобы получить награды. Эти награды будут отправлены вам по внутриигровой почте. Вы можете заполнить этот опрос только один раз. Если вы уже отправили заполненный опрос, то вы не можете изменить или заполнить его повторно.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}