{
  "_id": 10043,
  "id": "10043",
  "name": "Торжественное приглашение",
  "description": "Приглашаем вас на великолепное торжество! Приезжайте на планету празднеств! Приглашайте с собой друзей и сполна окунитесь в восхитительную атмосферу грёз Пенаконии! Можно получить Звёздный нефрит ×<unbreak>540</unbreak>!",
  "type": 38,
  "tabName": "Торжественное приглашение",
  "tag": "О событии",
  "introduction": "◆ О событии ◆\n● Во время события вы можете пригласить других Первопроходцев вернуться в игру и получить в награду Звёздный нефрит и многое другое.\n● Активные Первопроходцы могут поделиться своим уникальным кодом приглашения и пригласить соответствующих требованиям Первопроходцев вернуться в игру, получить Звёздный нефрит и принять участие в розыгрыше.\n● После входа в игру вернувшиеся Первопроходцы также могут поделиться своими кодами приглашения и пригласить других соответствующих требованиям Первопроходцев вернуться в игру и принять участие в веб-событии.\n※ Информация вернувшихся Первопроходцев обновляется с задержкой. Обновите страницу через 2 минуты.\n\n◆ Награды события ◆\n● Пригласите 6 Первопроходцев вернуться и завершите все миссии на веб-странице, чтобы получить Звёздный нефрит ×<unbreak>540</unbreak>.\n● Поделитесь приглашением первый раз со страницы веб-события и получите Звёздный нефрит ×<unbreak>30</unbreak>. Привяжите первого вернувшегося Первопроходца к вашему коду приглашения и получите Звёздный нефрит ×<unbreak>60</unbreak>.\n● Получите 1 шанс на участие в розыгрыше после завершения DIY билета. За каждого вернувшегося Первопроходца вы получите ещё 1 шанс на участие в розыгрыше, максимум - <unbreak>21</unbreak> шанс.\n\n◆ Условия для вернувшихся Первопроходцев ◆\nПервопроходцы, принявшие участие в событии «Звёздное возвращение», будут считаться вернувшимися. Условия участия в «Звёздном возвращении»:\n● Уровень освоения <unbreak>10</unbreak> и выше, пройденная миссия Освоения на Ярило-VI «Долгое ожидание лезвия клинка».\n● Четырнадцать и более дней с момента последнего входа в игру.\n● Сорок и более дней с момента активации события «Звёздное возвращение».\n※ Статус возвращающегося Первопроходца сохраняется в течение того же времени, что и внутриигровое событие «Звёздное возвращение».",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestRetrunRecall.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}
