{
  "_id": 150012,
  "id": "150012",
  "name": "«Часик: Мемуары о сладких грёзах»",
  "description": "Студия «Часы», создавшая анимационный сериал о Часике, столкнулась со множеством неприятностей - у студии нет режиссёра...",
  "type": 221,
  "tabName": "«Часик: Мемуары о сладких грёзах»",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nВ Студии «Часы» прекратились съёмки из-за исчезновения Часовщика. Скорее помогите студии закончить монтаж фильма о Часике «Мемуары о сладких грёзах»!\n\n◆ Правила ◆\n● Завершите миссию приключения «Остановившиеся часы», чтобы начать монтаж «Мемуаров о сладких грёзах».\n● Прогресс монтажа привлечёт спонсоров. После достижения 100% вы сможете устроить премьерный показ, чтобы возродить тематический парк. Спонсорская помощь будет использоваться для починки сломанных экранов.\n● В ходе монтажа у команды появится возможность снимать рекламу. Выполняйте рекламные миссии, чтобы получать награды.\n● Продвиньте прогресс монтажа, чтобы разблокировать больше рекламы.\n\n◆ Монтаж фильма ◆\n● Суть монтажа фильма заключается в разумном использовании кубиков времени. Распределение кубиков времени по разным фрагментам приведёт к увеличению соответствующих кадров, что даст разную реакцию зрителей и сделает фильм более смешным, страшным или трогательным. Эти три вида впечатлений зрителей значительно влияют на успех фильма.\n● Ещё до окончания монтажа фильм должен пройти внутренний показ. Критерии отбора разных фильмов отличаются. Фильм может пройти отбор только когда соответствует критериям.\n● Фильмы, которые не смогут пройти отбор в процессе монтажа, будут считаться неудачными. Если какое-то из впечатлений зрителей достигнет 0, это тоже сделает фильм неудачным.\n\n◆ Спин-оффы ◆\n● Когда вы завершите монтаж фильма, то сможете открыть спин-оффы второстепенных персонажей. Завершите трейлер спин-оффа, чтобы получить соответствующий спин-офф и помочь аниматорам завершить историю второстепенного персонажа!\n\n◆ Стандартные награды ◆\n● Во время монтажа вы сможете повлиять на развитие сюжета, что приведёт к различным развязкам фильма. Смонтируйте различные развязки, чтобы открыть все награды в меню Гонорар Часика.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnClockPark.png",
  "unlockConditions": "[PlayerLevel:21]"
}