{
  "_id": 30002,
  "id": "30002",
  "name": "Космическая война",
  "description": "Кто-то оставил таинственный подарок на космической станции «Герта», и человек, который его открыл, теперь в беде...",
  "tabName": "Космическая война",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\n● Проводите Разведку, обнаруживайте цели, атакуйте их и попытайтесь победить. Первопроходцы могут проводить Разведку 3 раза в день, обновляется ежедневно в 4:00 утра (время сервера).\n● Первопроходцы будут награждены звёздами почёта в зависимости от их результатов во время атак. Чем больше звёзд почёта, тем больше наград можно получить.\n\n◆ Условия участия ◆\nУровень Освоения 22 и выше\n\n◆ Атаки и совместные атаки ◆\n● Для запуска одной атаки расходуется одна Пиксельная боеголовка. Потраченные Пиксельные боеголовки восстанавливаются на следующий день.\n● Первопроходцы также могут проводить совместные атаки, делясь разведанными целями с друзьями и другими Первопроходцами, чтобы получить помощь.\nПомощь другим игрокам даст дополнительные звёзды почёта.\n\n◆ Битва ◆\nПосле начала атаки Первопроходцы проведут 7 циклов. Битва автоматически завершится в конце 7-го цикла.\nПовреждения, нанесённые цели за битву, накапливаются, пока цель не будет побеждена.\nПервопроходцы могут использовать 3 Пиксельные боеголовки, чтобы увеличить урон на один бой.\n\n◆ Звёзды почёта ◆\nОбнаруживайте цели, участвуйте в атаках и побеждайте цели, прежде чем они сбегут, чтобы получить звёзды почёта. Первопроходец, обнаруживший цель, получит дополнительные звёзды почёта.\nЧем больше урона вы наносите цели и чем опаснее цель, тем больше звёзд почёта получите.\nВыполнение ежедневных миссий Космической войны так же даёт звёзды почёта.\nПри получении достаточного количества звёзд почёта Первопроходцы получат награды за битву.\n\n◆ Записи сражений ◆\nПервопроходцы могут просматривать записи сражений каждой атаки, чтобы снова пережить битву.\nДля совместных атак также можно просмотреть боевой процесс других Первопроходцев.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnAntiVirus.png",
  "unlockConditions": "[PlayerLevel:22]"
}