{
  "_id": 40006,
  "id": "40006",
  "name": "Тайные сумерки",
  "description": "На оживлённом рынке Охемы вы замечаете потерявшуюся девочку. Она оглядывается по сторонам, будто что-то ищет...",
  "tabName": "Тайные сумерки",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nНа оживлённом рынке Охемы вы замечаете потерявшуюся девочку. Она оглядывается по сторонам, будто что-то ищет... Воодушевлённому Первопроходцу предстоит отыскать разбросанные повсюду свитки по подсказкам девочки и раскрыть позабытую историю полиса...\n\n◆ Правила ◆\n● В этом событии есть 5 свитков. Первопроходцам потребуется отыскать эти свитки в разных локациях и сразиться с противниками из сюжета.\n● Раз в день будет открываться одно из пяти боевых испытаний. Для открытия пятого испытания потребуется набрать определённое количество очков в предыдущих четырёх.\n● При повышении уровня Равновесия возрастает и сила противников.\n● Для прохождения испытания можно использовать пробных персонажей.\nВ режиме Тайные сумерки при победе над противником персонажи восстанавливают лишь 50% от энергии, восстанавливаемой в обычном бою.\n\n◆ Разбросанные свитки ◆\n● По полису разбросано всего 4 свитка (они соответствуют испытаниям 1-4). В каждом испытании есть ключевой противник с механикой мутации.\n● Учитывайте механику мутации противника, чтобы повысить свою эффективность ведения боя. Активация механики мутации в бою повышает ранг усиления уровня.\n● Ранг усиления уровня - это накопленное количество усилений уровня. Накопление высокого ранга усиления уровня повысит боеспособность ваших персонажей.\n● Уровни 1-4 имеют две фазы - накопление усилений и финальное испытание.\n● Фаза накопления усилений состоит из 3 циклов, на протяжении которых будут беспрерывно появляться новые противники. В течение этой фазы вам потребуется использовать механики мутаций ключевых противников, чтобы максимально повысить ранг усиления уровня.\n● В фазе финального испытания ранг усиления уровня больше повысить нельзя. Одолейте как можно больше волн противников за 4 цикла, чтобы получить как можно больше очков. Оставшиеся по завершении испытания циклы принесут дополнительные очки.\n● В начале финального испытания будут активированы сверхспособности всего отряда.\n\n◆ Битва с титаном ◆\n● Битва с титаном - это пятое испытание, которое включает заключительное сражение с боссом. В этом испытании наследуется самый высокий ранг усиления уровня, полученный в каждом из предыдущих испытаний (1-4).\n● Перед началом финального сражения с боссом можно выбрать 2 любых усиления уровня, накопленных в испытаниях 1-4.\n● Одолейте как можно больше волн противников за 4 цикла, чтобы набрать как можно больше очков. Оставшиеся по завершении испытания циклы принесут дополнительные очки.\n\n◆ Награды ◆\n● Во время события в разделе временных наград можно будет получить награды за повышение усилений уровня до определённого ранга и накопление определённого количества очков.\n● За прохождение всех уровней на определённое количество очков вы получите особые дары времени.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnTVSeason2.png",
  "unlockConditions": "[PlayerLevel:21]"
}