{
  "_id": 40005,
  "id": "40005",
  "name": "Телеканал «Проснись и пой»",
  "description": "Сигнал телевизионной станции Пенаконии был перехвачен неизвестными, в эфир стали транслироваться странные программы. Вам ужасно любопытно, откуда они взялись, и вы решаете выяснить правду...",
  "type": 200,
  "tabName": "Телеканал «Проснись и пой»",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nТелевизоры Пенаконии вдруг стали показывать какие-то странные передачи. Телеведущая Ума хочет обсудить с вами это происшествие. Кто знает, что за тайны там скрываются...\n\n◆ Правила ◆\n● В этом событии есть 5 взломанных телевизоров. Первопроходцам потребуется отыскать эти телевизоры в разных локациях и сразиться с нарушителями.\n● Раз в день будет открываться одно из пяти боевых испытаний. Для открытия пятого испытания потребуется набрать определённое количество очков в предыдущих четырёх.\n● При повышении уровня Равновесия возрастает и сила противников.\n● Для прохождения испытания можно использовать пробных персонажей.\n\n◆ Четыре основных телеканала ◆\n● Телевизионная станция Пенаконии транслирует четыре основных телеканала (они соответствуют испытаниям 1-4). В каждом испытании есть ключевой противник с механикой мутации.\n● Учитывайте механику мутации противника, чтобы повысить свою эффективность ведения боя. Активация механики мутации в бою повышает ранг усиления уровня.\n● Ранг усиления уровня - это накопленное количество усилений уровня. Накопление высокого ранга усиления уровня повысит боеспособность ваших персонажей.\n● Уровни 1-4 имеют две фазы - накопление усилений и финальное испытание.\n● Фаза накопления усилений состоит из 4 циклов, на протяжении которых будут беспрерывно появляться новые противники. В течение этой фазы вам потребуется использовать механики мутаций ключевых противников, чтобы максимально повысить ранг усиления уровня.\n● В фазе финального испытания ранг усиления уровня больше повысить нельзя. Одолейте как можно больше волн противников за 6 циклов, чтобы получить как можно больше очков. Оставшиеся по завершении испытания циклы принесут дополнительные очки.\n\n◆ Прямой эфир ◆\n ● Прямой эфир - это пятое испытание, которое включает заключительное сражение с боссом. В этом испытании наследуется самый высокий ранг усиления уровня, полученный в каждом из предыдущих испытаний (1-4).\n● Перед началом финального сражения с боссом можно выбрать 2 любых усиления уровня, накопленных в испытаниях 1-4.\n● Одолейте как можно больше волн противников за 6 циклов, чтобы набрать как можно больше очков. Оставшиеся по завершении испытания циклы принесут дополнительные очки.\n\n◆ Награды ◆\n● Во время события в разделе временных наград можно будет получить награды за повышение усилений уровня до определённого ранга и накопление определённого количества очков.\n● За прохождение всех уровней на определённое количество очков вы получите особый приз телеканала.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTelevision.png",
  "unlockConditions": "[PlayerLevel:21]"
}