{
  "_id": 40002,
  "id": "40002",
  "name": "Чудесные сказания",
  "description": "Суматоха от кризиса на Лофу немного улеглась, и широко разошлась слава о деяниях Безымянных. Господина Сияня, сказителя из Приюта звёздных яликов, сильно заинтересовали ваши приключения, и он хотел бы превратить их в повесть.",
  "type": 28,
  "tabName": "Чудесные сказания",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nНа Сяньчжоу только и разговоров, что о подвигах Безымянных. Рассказчик из Сяньчжоу надеется, что Первопроходцы поделятся с ним историями.\n\n◆ Правила ◆\n● После начала события каждый день будут открываться новые Странствия героя, всего их 3. По завершении каждого Странствия будут открыты некоторые Вечные легенды.\n● Во время события, когда Первопроходцы завершат Странствия героя, они получат шаблон протагониста и постепенно будут улучшать его способности, которые сделают Вечные легенды ещё более увлекательными.\n● Шаблон протагониста предоставляет различные сюжетные наборы брони протагониста, которые можно настраивать, и их эффекты будут активны в Вечных легендах.\n ● Удачные наборы брони протагониста в шаблоне протагониста дадут более высокие боевые показатели.\n● Первопроходцы могут использовать пробных персонажей в Вечных легендах.\n● Во время боя противники будут постоянно появляться в течение ограниченного количества циклов. Очки будут начисляться за нанесение урона и победу над противниками. В конце каждого сражения рекорд будет обновляться на основе результатов текущего испытания.\n● Повышение уровня Равновесия также повысит уровни противника и пробных персонажей в событии.\n\n◆ Награды ◆\nВо время события можно получить награды за участие в испытаниях из списка наград после достижения определённых результатов в Вечных легендах. Когда за Вечные легенды будет набрано не менее <unbreak>10 000</unbreak> очков, откроется новый раздел «Легенды о Первопроходце», соответствующий этой Вечной легенде. Главные персонажи в игре будут меняться в зависимости от персонажей, используемых Первопроходцем в бою. После разблокировки всех разделов предметов для чтения Первопроходцы могут получить эксклюзивный предмет «Легенда о Первопроходце», который можно просмотреть в любое время на панели предметов миссии в вашем инвентаре. Этот эксклюзивный предмет можно получить только в этом событии.",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}
