{
  "_id": 50005,
  "id": "50005",
  "name": "«Эфирные войны»",
  "description": "Популярная игра «Эфирные войны» открывает Межзвёздный фестиваль-турнир, где каждый игрок сможет показать на что способен...",
  "tabName": "«Эфирные войны»",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nРазработанная Корпорацией межзвёздного мира игра «Эфирные войны» - это карточная дуэль, в которой в качестве носителя используются эфирные монеты. С момента выхода игра завоевала бешеную популярность по всей вселенной. В этой игре данные любого организма могут быть преобразованы в эфирных духов, с которыми игроки могут «собирать, сражаться, тренироваться и улучшаться». В настоящее время КММ решила организовать Межзвёздный фестиваль-турнир в Белобоге, где игроки «Эфирных войн» со всей вселенной будут сражаться за титул чемпиона.\n\n◆ Правила ◆\n● Во время события действуют особые правила боя, и Первопроходцам придётся сражаться с противниками, используя эфирных духов.\n● Цель события - завоевать титул чемпиона в Межзвёздном фестивале-турнире. Первопроходцам нужно будет пройти испытания в каждой из четырёх победных зон и одолеть претендента на чемпионство, чтобы заработать значки мастерства. Набрав четыре значка мастерства, вы получите право участвовать в турнире.\n● В режиме испытания события «Сетевой матч» Первопроходцы смогут сразиться с другими игроками во вселенной в поединке Эфирных духов. Интересно, встретите ли вы знакомых из прошлых путешествий?\n● Во время испытания вы можете встретиться с различными игроками и эфирными духами, и усилить свою команду эфирных духов, собирая, сражаясь, тренируясь и улучшаясь.\n\n◆ Награды ◆\n● В событии «Эфирные войны» вы можете повысить свой победный рейтинг, проходя испытания в победных зонах и участвуя в сетевых матчах. Вы можете получить награды после достижения различного победного рейтинга.\n● Достигните поставленных целей события в течение временного события и получите награды в разделе «Временные награды».\n\n◆ Рекомендации ◆\n● После завершения события «Эфирные войны» Первопроходцы не смогут претендовать на награды за временное событие. Тем не менее вы всё равно можете посетить Старый испытательный полигон в Белобоге и пройти испытания.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestAetherDivide.png",
  "unlockConditions": "[PlayerLevel:21]"
}