{
  "_id": 50003,
  "id": "50003",
  "name": "Шум рынка в Переулке ауруматонов",
  "description": "У приходящего в упадок Переулка ауруматонов появился шанс на возрождение: он может получить финансирование и полное переустройство от Корпорации межзвёздного мира или помощь в процветании от местной торговой гильдии. И вы можете повлиять на это решение...",
  "tabName": "Шум рынка в Переулке ауруматонов",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nУ приходящего в упадок Переулка ауруматонов появился шанс на возрождение: он может получить финансирование и полное переустройство от Корпорации межзвёздного мира или помощь в процветании от местной торговой гильдии. И вы можете повлиять на это решение...\n\n◆ Примечание ◆\n● После начала события каждый день будет открываться новая миссия приключения серии «Снова в деле». Чтобы начать управление Переулком ауруматонов, завершите миссию приключения «Снова в деле I». Управление Переулком ауруматонов включает в себя 4 этапа.\n● После окончания временного события «Шум рынка в Переулке ауруматонов» временные награды этого события станут недоступны. Однако, пройдя через Возвышающее святилище Лофу Сяньчжоу, Первопроходцы по-прежнему получат доступ к событию «Шум рынка в Переулке ауруматонов» и его стандартным наградам.\n\n◆ Управление Переулком ауруматонов ◆\n● Накапливайте сбережения торговой гильдии во время управления Переулком ауруматонов, чтобы помочь гильдии в разрешении кризиса. После накопления необходимого количества сбережений на каждом этапе и передаче их торговой гильдии станет доступна следующая миссия сюжета, а также преобразится внешний вид Переулка ауруматонов.\n● Выполняйте события магазинов во время управления Переулком ауруматонов, чтобы налаживать сотрудничество с магазинами Переулка. Это поможет продвинуть прогресс управления и улучшить вид магазинов. После установления сотрудничества некоторые магазины начнут предоставлять товары на продажу.\n● С переходом на следующий этап управления будет открываться больше событий магазинов.\n\n◆ Погрузка товара ◆\n● Во время управления Переулком ауруматонов вы можете накапливать сбережения гильдии с помощью погрузки товара.\n● За прохождение событий магазинов будут открываться новые заказы и грузы для погрузки.\n● После достижения цели этапа управления вам в качестве дополнительного испытания откроются индивидуальные заказы для каждого магазина.\n● С переходом на следующий этап управления Переулком ауруматонов будет увеличиваться вместимость грузовых звёздных яликов, благодаря чему вы сможете повысить свою прибыль от выполнения заказов.\n\n◆ Планирование логистики ◆\n● Во время управления Переулком ауруматонов вы можете прокладывать логистические маршруты в режиме планирования логистики и получать награды за соответствующий рейтинг логистики.\n● После прохождения событий магазинов вы будете открывать соответствующие магазины для режима планирования логистики и сможете прокладывать маршруты от них до причала.\n● После достижения цели этапа управления будут открываться уличные события. Выполняйте их, чтобы получать награды и открывать преимущества маршрутов для режима планирования логистики.\n● С переходом на следующий этап управления Переулком ауруматонов вам будут открываться нижняя, средняя и верхняя магистрали, благодаря чему вы сможете обслуживать большее количество магазинов.\n\n◆ Стандартные награды ◆\n● Зарабатывайте Свидетельства процветания с помощью планирования логистики, событий магазинов, уличных событий и индивидуальных заказов.\n● Обменивайте Свидетельства процветания на награды в разделе «Награды гильдии».\n\n◆ Временные награды ◆\n● Выполняйте погрузку товара и планирование маршрутов, чтобы получить временные награды в разделе наград за планирование логистики.\n● Выполняйте события магазинов, уличные события и другие активности, чтобы получить временные награды в разделе наград за прогресс возрождения.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesAlley.png",
  "unlockConditions": "[PlayerLevel:21]"
}