{
  "_id": 50002,
  "id": "50002",
  "name": "Книга раритетов Краеведческого музея",
  "type": 16,
  "tabName": "Книга раритетов Краеведческого музея",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nКраеведческий музей Белобога полностью реновирован. Первопроходец будет исполнять обязанности куратора, возглавит управление и развитие музея, чтобы восстановить его популярность.\n\n◆ Управление музеем ◆\n● После того как разблокируется игровой режим, станет доступна миссия приключения «Плохо не клади, вора в грех не вводи». Выполнение миссии «Плохо не клади, вора в грех не вводи I» откроет доступ к управлению музеем.\n● Управление музеем состоит из пяти этапов. Во время управления игроки будут повышать показатель реновации. После достижения целей каждого этапа игроки могут перейти на следующий этап и открыть новые залы.\n● В течение дня управления можно получить показатель реновации, расходуя фонд развития на улучшение залов или наём смотрителей.\n\n◆ Получение экспонатов и наём смотрителей ◆\n● В процессе управления музеем игроки будут принимать дополнительные цели управления или сталкиваться со случайными событиями, которые помогут получить подсказки о потерянных экспонатах. Эти экспонаты в дальнейшем можно будет добавить в коллекцию музея.\n● Смотрителей можно пригласить после завершения миссии приключения «Плохо не клади, вора в грех не вводи» либо после случайных событий по найму экскурсоводов.\n\n◆ Награды события ◆\n● Завершение каждого этапа управления принесёт награды этапов управления.\n● После сбора всех экспонатов или найма экскурсоводов можно получить награды в книге раритетов.\n● После достижения целей управления и сбора коллекции во время события игроки смогут получить награды на странице с ограниченными по времени наградами.\n\n◆ Примечание ◆\nПо завершении временного события «Книга раритетов Краеведческого музея» Первопроходцы не смогут забирать награды за это событие, но у них останется возможность посещать Краеведческий музей Белобога.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMuseum.png",
  "unlockConditions": "[PlayerLevel:21]"
}