{
  "_id": 50006,
  "id": "50006",
  "name": "Лисья история о привидениях",
  "description": "Печь сотворения раскололась на части, и на свободу вырвались хелиоби. Комиссии десяти владык приказано уничтожить демонов, и вам вместе с судьями предстоит столкнуться с потусторонним.",
  "type": 30,
  "tabName": "Лисья история о привидениях",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nПечь сотворения раскололась на части, и на свободу вырвались хелиоби. Комиссии десяти владык приказано уничтожить демонов, и вам вместе с судьями предстоит столкнуться с потусторонним.\n\n◆ Условия участия ◆\n● Для участия в событии необходимо завершить продолжение Освоения «Прогулка по саду и прерванный сон». Во время события потребуется выполнять поручения по расследованию от «Страшилок Лофу» и проходить испытания в Хрониках экзорцизма.\n● После окончания временного события «Лисья история о привидениях» временные награды этого события станут недоступны. Однако вы всё равно сможете проходить сюжеты Лисьей истории о привидениях, участвовать в испытаниях «Страшилок Лофу» и Хроник экзорцизма в Саду безмятежности на Лофу Сяньчжоу, а также получать стандартные награды.\n\n◆ «Страшилки Лофу» ◆\n● На «Страшилках Лофу» Первопроходцы вместе с Охотниками за привидениями смогут управлять аккаунтом МалышкаГуйГвиневра и повышать уровень популярности, привлекая новых подписчиков.\n● На «Страшилках Лофу» можно принять поручения по расследованию. Выполненное поручение открывает возможность редактировать и публиковать посты Охотников за привидениями, а также собирать комментарии, набирать подписчиков и получать донаты.\n● Чем больше подписчиков на аккаунте на «Страшилках Лофу», тем выше уровень его популярности. С переходом на новый уровень популярности открываются новые истории продолжения Освоения «Лисья история о привидениях», завершив которые можно открыть ещё больше поручений по расследованию.\n● На «Страшилках Лофу» можно не только получать поручения, но и отвечать на комментарии подписчиков, а также получать донаты.\n\n◆ Хроники экзорцизма ◆\n● После прохождения продолжения Освоения откроются башни подавления в Саду безмятежности и испытания Хроник экзорцизма. В каждой башне доступно четыре уровня сложности.\n● За прохождение испытаний можно получать донаты, а затем обменивать их на награды.\n● После прохождения продолжения Освоения «Сон лисы» откроется Изгнание зла, которое включает четыре уровня Боевой разведки - они станут доступны после прохождения всех уровней сложности в башнях подавления.\n● Для прохождения испытаний Хроник экзорцизма потребуется выбрать техники экзорцизма, полученные в Лисьей истории о привидениях.\n\n◆ Стандартные награды ◆\n● За выполнение поручений по расследованию на «Страшилках Лофу» и прохождение уровней Хроник экзорцизма можно получить донаты.\n● Донаты можно потратить на повышение уровня подписки в Плане подписки, а затем получить награды подписки.\n\n◆ Временные награды ◆\n● Завершите миссию «Прогулка по саду и прерванный сон» и получите Световой конус в награду. Материалы наложения можно получить за повышение уровня популярности на «Страшилках Лофу».\n● Награды за выполнение поручений по расследованию на «Страшилках Лофу», прохождение испытаний Хроник экзорцизма и испытаний на карте «Сад безмятежности» будут доступны в меню временных наград.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesHeliobus.png",
  "unlockConditions": "[PlayerLevel:21]"
}