{
  "_id": 50018,
  "id": "50018",
  "name": "Звёздная церемония боевых искусств",
  "description": "Звёздная церемония боевых искусств проходит на корабле Лофу под названием «Рассекатель небес». Мастера боевых искусств со всего космоса собираются на Церемонию, чтобы попробовать свои силы. Вы тоже присоединитесь к соревнованиям и начнёте легендарное путешествие...",
  "type": 251,
  "tabName": "Звёздная церемония боевых искусств",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nЗвёздная церемония боевых искусств проходит на корабле Лофу под названием «Рассекатель небес». Мастера боевых искусств со всего космоса собираются на Церемонию, чтобы попробовать свои силы. Вы тоже присоединитесь к соревнованиям в довольно необычном амплуа...\n\n◆ Правила ◆\n● Во время события Первопроходцам предстоит посетить Звёздную церемонию боевых искусств в качестве тренера участника из Белобога - Луки.\n● В соревновании несколько этапов. Пройдите каждый матч на выбывание, чтобы переходить к следующим этапам и сразитесь в вызове Мастера против Мастера арены Яньцина.\n● Прежде чем приступать к сражению с чемпионами каждого этапа, потребуется одолеть других участников в отборочных матчах и набрать достаточное количество очков. Только после этого можно получить доступ к матчу на выбывание этого этапа.\n\n◆ Правила ◆\n● Во время состязания участники получают очки настроения в зависимости от поддержки зрителей.\n● В каждом состязании действуют разные механики ключевых моментов. Выполняйте определённые действия, чтобы активировать ключевые моменты и повысить очки настроения вашей команды.\n● Когда аватар противника загорается красным, его действие приносит очки настроения.\n● Когда очки настроения вашей команды увеличиваются, очки настроения противника уменьшаются.\n● Когда очки настроения любого из участников достигают максимума, активируется состояние Усиленное вдохновение. Участник, получивший поддержку от зрителей, получает мощное усиление.\n● Как тренер Луки, вы можете использовать разные Секреты, чтобы помочь ему в бою, или заранее применить Напитки, чтобы получить боевые усиления.\n● Вы можете использовать пробных персонажей в испытании.\n● При повышении уровня Равновесия возрастает и сила противников.\n\n◆ Отборочный матч ◆\n● Участвуйте в отборочном матче, победите других участников и заработайте очки. Наберите достаточное количество очков, чтобы получить право бросить вызов чемпиону текущего турнира в матче на выбывание.\n● В каждом отборочном матче участвуют 2 соперника. Вы можете бросить вызов только одному сопернику за раз.\n● После набора требуемого количества очков на турнирной таблице в приёмном зале вы можете проверить, есть ли у вас доступ к матчу на выбывание.\n\n◆ Особый гостевой матч ◆\n● На некоторых этапах есть возможность принять участие в особом гостевом матче, в котором невозможно заработать очки за отборочный матч.\n● Во время участия в особом гостевом матче можно принимать участие в отборочном матче.\n\n◆ Тренировка Мира грёз ◆\n● Тренировка Мира грёз позволяет участвовать в сложных испытаниях на арене. Всего доступно 5 этапов.\n● После завершения каждого этапа матча на выбывания откроются новые этапы Тренировки Мира грёз.\n● Для прохождения Тренировки Мира грёз необходимо одолеть 3 боссов в течение 6 циклов.\n● Чем больше оставшихся циклов при завершении испытания, тем выше полученный рейтинг.\n● Во время Тренировки Мира грёз нельзя накапливать очки настроения.\n● За выполнение целей тренировки вы получите награды.\n\n◆ Стандартные награды ◆\n● За участие в матчах на выбывание и отборочных матчах вы получите значок церемонии.\n● В «Наградах церемонии» вы можете обменять значки церемонии на награды.\n● В «Наградах церемонии» можно получить питомца клыкопира и предметы для открытия Эйдолонов Март 7 (Охота).\n\n◆ Временные награды ◆\n● Во время события достигайте целей и получайте соответствующие награды.\n\n◆ Подсказка ◆\nПосле окончания события «Звёздная церемония боевых искусств» временные награды этого события станут недоступны, однако Первопроходцы всё равно смогут перейти к тактической доске на «Рассекателе небес», испытать событие и получить стандартные награды.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}