{
  "_id": 50011,
  "id": "50011",
  "name": "Легенда о Космическом бейсболисте",
  "description": "Джованни пригласил вас протестировать игру, созданную на основе ваших приключений. Побеждайте врагов со всей вселенной, создайте мощнейшее оружие и станьте лучшим Космическим бейсболистом!",
  "tabName": "Легенда о Космическом бейсболисте",
  "tag": "Правила",
  "introduction": "◆ Введение ◆\nДжованни пригласил вас протестировать игру, созданную на основе ваших приключений. Побеждайте противников со всей вселенной, создайте мощнейшее оружие и пусть Космический бейсболист покорит вершину вселенной!\n\n◆ Правила ◆\n● Событие состоит из 6 этапов, разделённых на 3 уровня сложности. Каждый этап состоит из 3 фаз.\n● Чтобы пройти испытание, Первопроходцам необходимо победить определённое количество противников в течение 3 фаз боя за ограниченное количество циклов.\n● После начала события для открытия следующего этапа требуется набрать определённое количество очков на предыдущем этапе.\n● При повышении уровня Равновесия возрастает и сила противников.\n● Первопроходцы могут выбрать пробных персонажей для прохождения испытания.\nКоличество энергии, восстанавливаемой в событии «Легенда о Космическом бейсболисте» при победе над противниками, составляет 50% от количества энергии, восстанавливаемой в обычных условиях.\n\n◆ Обзор игрового режима ◆\n● Побеждайте противников, чтобы набирать опыт и повышать уровень отряда.\n● Каждый этап имеет свой эффект бонуса отряда. При повышении уровня отряда союзники будут получать соответствующие усиления уровня.\n● При повышении уровня отряда вы сможете выбрать случайное оружие или аксессуар. Если вы получаете оружие или аксессуар, которые у вас уже есть, его уровень повышается, а эффекты усиливаются.\n● Оружие наносит урон противникам и может действовать как автоматически, так и активироваться союзниками. Аксессуары дают различные усиления оружию и союзникам.\n● У каждого оружия есть определённый резонирующий аксессуар. Если ваше оружие достигло максимального уровня, и у него есть резонирующий аксессуар, вы можете улучшить его до легендарного оружия.\n● С каждым циклом и фазой противники будут становиться сильнее. Первопроходцы могут победить их, комбинируя оружие и аксессуары и повышая их уровень, чтобы обрести легендарное оружие.\n\n◆ Игровой процесс этапов ◆\n● Каждый этап состоит из определённого количества волн противников, проходящих через 3 фазы. Каждая фаза завершается сражением с элитным противником или боссом.\n● В течение каждой волны противники возрождаются, пока все противники в этой волне не будут побеждены.\n● Для каждой волны идёт обратный отсчёт циклов. Когда обратный отсчёт достигнет 0, оставшиеся противники исчезнут, и Первопроходцы больше не смогут получать очки или опыт.\n● В элитной волне каждой фазы есть особые цели, которые требуют победы над определённым количеством противников, прежде чем вы сможете перейти к следующей фазе.\n● Побеждайте больше противников и наносите больше урона финальному боссу, чтобы заработать больше очков. Если после завершения этапа остаются неиспользованные циклы, вы получите дополнительные очки.\n● После завершения каждой фазы ваш уровень отряда, полученное оружие и аксессуары, а также другие данные будут автоматически сохранены. Вы можете воспользоваться сохранением, чтобы вернуться к прохождению после перерыва.\n\n◆ Исследование космоса ◆\n● У каждого этапа с первого (Планета вулканов) до пятого (Планета сладких снов) есть определённое начальное оружие. На заключительном этапе (Вечная чёрная дыра) Первопроходцы смогут сами выбрать своё начальное оружие.\n● Начиная с четвёртого этапа (Планета в миниатюре) Первопроходцы могут выбрать стратегии приключения, которые принесут больше усилений этапа.\n● На заключительном этапе (Вечная чёрная дыра) после прохождения трёх обычных фаз Первопроходцев ждёт дополнительная фаза, где можно сразиться с грозным противником, чтобы заработать больше очков.\n\n◆ Енотовые монеты ◆\n● Побеждайте противников на этапах, чтобы зарабатывать енотовые монеты.\n● При победе над элитными противниками можно получить космическое сокровище, которое принесёт случайное оружие и аксессуары, а также енотовые монеты.\n● После прохождения испытаний Первопроходцы могут потратить енотовые монеты в Космическом магазине, чтобы улучшить характеристики, усилить оружие и купить другие различные усиления.\n\n◆ Награды ◆\n● Во время события Первопроходцы могут получать очки за прохождение этапов и обменивать их на награды в меню «Награды путешествия».\n● Выполняйте испытания этапов, чтобы заработать Космическую репутацию, и повысить уровень репутации, за который можно получить дополнительные награды.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}