{
  "_id": 50010,
  "id": "50010",
  "name": "Цунами войны",
  "description": "Исследователь из Отдела технического обслуживания неожиданно разработал боевую игру внутри пузыря памяти и приглашает вас присоединиться...",
  "type": 210,
  "tabName": "Цунами войны",
  "tag": "Правила",
  "introduction": "◆ Введение ◆\nИсследователь из Отдела технического обслуживания ваш фанат. С помощью пузыря памяти он воссоздал свою любимую в детстве игру и передал вам особое приглашение присоединиться. А ещё он специально для вас создал функцию поддержки. Даже как-то неловко отказывать...\n\n◆ Правила ◆\n● В этом событии существует 6 уровней, которые будут открываться каждый день один за другим.\n● В битве вам нужно одолеть боссов 3 волн за 6 циклов. Обычные противники будут появляться непрерывно.\n● Вы получите более высокий рейтинг, если в конце уровня останутся циклы.\n● При победе над противником персонажи восстанавливают лишь <unbreak>50%</unbreak> от энергии, восстанавливаемой в обычном бою.\n● Для участия в испытании Первопроходцы могут выбирать пробных персонажей.\n● При повышении уровня Равновесия возрастает и сила противников.\n\n◆ Механики ◆\n● Каждый уровень обладает своей механикой Боевого духа. После использования механики накапливается Боевой дух и повышается фаза Боевого духа, и вы можете получить больше наград.\n● В фазе Боевого духа 4: Пробуждение силы вы получите мощные усиления уровня, которые помогут вам победить противников!\n\n◆ Боевой дух ◆\n● Каждое использование механики Боевого духа увеличивает накопленный Боевой дух.\n● Каждое действие персонажа ненамного увеличивает Боевой дух.\n● При достижении определённого значения Боевого духа будет повышена фаза Боевого духа.\n● Каждый уровень требует различного количества Боевого духа для повышения фазы Боевого духа. Подробности можно узнать при прохождении самого уровня.\n\n◆ Фаза Боевого духа ◆\n● Всего существует 4 фазы Боевого духа, каждая новая фаза позволяет дополнительно активировать 1 функцию поддержки и получить больше усилений уровня.\n● В фазе Боевого духа 4: Пробуждение силы вы получите мощные усиления. Функция поддержки является ключевым усилением уровня в этой фазе и её нельзя сменить.\n● На каждом уровне перед началом боя должна быть выбрана функция поддержки для фаз Боевого духа 3 и 4.\n● Фаза Боевого духа 4: Пробуждение силы закончится при определённом индексе действия, и вы вернётесь в фазу Боевого духа 3.\n● В фазе Боевого духа 4: Пробуждение силы каждая нанесённая противнику атака накапливает пробуждающие атаки. При возвращении в фазу Боевого духа 3 на основе накопленных пробуждающих атак будет восстановлен Боевой дух, что позволит вам быстрее повторно достичь фазы Боевого духа 4: Пробуждение силы.\n\n◆ Награды ◆\n● Во время события повысьте Боевой дух до определённой фазы на каждом уровне и победите босса уровня, чтобы получить временные награды.\n● Одолейте босса первой волны на всех уровнях, чтобы получить подарок.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFeverTime.png",
  "unlockConditions": "[PlayerLevel:21]"
}