{
  "_id": 50024,
  "id": "50024",
  "name": "Идеи декора для космического дома",
  "description": "Жизнь Безымянных состоит не только из Освоения, но и из обычных повседневных дел. Украшение собственной комнаты и обустройство собственной жизни - тоже ведь своего рода «Освоение»?",
  "tabName": "Идеи декора для космического дома",
  "tag": "Правила",
  "introduction": "◆ Введение ◆\nЖизнь Безымянных состоит не только из Освоения, но и из обычных повседневных дел. Украшение собственной комнаты и обустройство собственной жизни - тоже ведь своего рода «Освоение»?\n\n◆ Правила ◆\n● Во время события Первопроходец получает собственную комнату и постепенно обустраивает её.\n● Для ремонта комнаты понадобится фонд экспресса, для его получения необходимо принять участие в дежурстве.\n● Доклад о результатах дежурства на вечернем собрании даст возможность получить дополнительные средства в фонд.\n\n◆ Обустройство комнаты ◆\n● Комната делится на 6 зон, у каждой свой независимый прогресс обустройства.\n● Расходуйте фонд экспресса, чтобы закончить обустройство, а также повышайте рейтинг декора, чтобы получать награды.\n● Во время вечерних собраний вы будете получать чертежи и декор. Чертежи дают доступ к дополнительной мебели, а декор можно размещать в комнате.\n\n◆ Дежурство ◆\n● Для пополнения фонда экспресса можно составить команду дежурных из пяти персонажей.\n● Выбирайте различные действия и активируйте больше событий, чтобы получить больше средств в фонд экспресса.\n● По мере выполнения заданий будут открываться новые персонажи.\n\n◆ Вечернее собрание ◆\n● Через некоторое время после начала дежурства начнётся вечернее собрание.\n● Докладывайте Пом-Пом о результатах во время вечернего собрания, чтобы повысить оценку Пом-Пом и заработать больше средств в фонд экспресса.\n\n◆ Стандартные награды ◆\n● Завершите обустройство комнаты для получения выплаты за обустройство.\n● Завершите определённое количество дежурств в журнале дежурств, чтобы получить награды.\n\n◆ Временные награды ◆\n● Во время события достигайте целей и получайте соответствующие награды, а также персонажа 4★ на выбор.\n\n◆ Подсказка ◆\nПосле окончания события «Идеи декора для космического дома» временные награды этого события станут недоступны, однако Первопроходцы всё равно смогут перейти в вагон для вечеринок, испытать событие и получить стандартные награды.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrainParty.png",
  "unlockConditions": "[PlayerLevel:21]"
}