{
  "_id": 50022,
  "id": "50022",
  "name": "Музыкальная охота: Свиток ниндзя",
  "description": "Музыкальный фестиваль таит в себе угрозу. Когда на сцену выходит Ниндзя Хаоса - снова начинается охота! Группа готовится выступать, и это будет великолепное зрелище!",
  "tabName": "Музыкальная охота: Свиток ниндзя",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nМузыкальный фестиваль таит в себе угрозу. Когда на сцену выходит Ниндзя Хаоса - снова начинается охота! Группа готовится выступать, и это будет великолепное зрелище!\n\n◆ Правила ◆\nВ событии «Музыкальная охота: Свиток ниндзя» Первопроходцам предстоит примерить на себя роль менеджера группы на вечере музыки и провести 3 выступления с участниками группы на главной сцене академии. Во время подготовки Первопроходцам придётся заверить различные испытания и собрать вдохновение для работы над композициями.\n● После того как вы соберёте вдохновение и напишете композиции, можно приступить к редактированию композиций для выступления и исполнить их на сцене. Отредактированные композиции можно будет услышать на главной сцене Академии оригами.\n\n◆ Стандартные награды ◆\n● Завершите музыкальные испытания на низком или высоком уровне сложности и получите памятные значки.\n● В меню «Гонорар» можно сдать памятные значки, и тем самым повысить уровень популярности группы и получить награды.\n\n◆ Временные награды ◆\n● Во время события завершите миссию «Музыкальная охота: Начало» и получите Световой конус в награду, соберите вдохновение для создания музыки и получите материалы наложения Светового конуса.\n● Во время события достигайте целей и получайте соответствующие награды.\n\n◆ Подсказка ◆\nПосле окончания события «Музыкальная охота: Свиток ниндзя» временные награды этого события станут недоступны, однако Первопроходцы всё равно смогут перейти к главной сцене в Академии оригами на Пенаконии, испытать событие и получить стандартные награды.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestMusicRhythm.png",
  "unlockConditions": "[PlayerLevel:21]"
}