{
  "_id": 50028,
  "id": "50028",
  "name": "Star Rail ☆ WORLD",
  "description": "Звёздный экспресс снова получил посылку. На этот раз от разработчика игры...",
  "tabName": "Star Rail ☆ WORLD",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nЗвёздный экспресс снова получил посылку. На этот раз это подарок от разработчика игры...\n\n◆ Цель события ◆\n● Первопроходцы будут играть роль организаторов выставок и управлять различными секторами выставки «Star Rail ☆ WORLD».\n● Здесь вы встретите уникальные стенды со всей вселенной и сможете пригласить персонажей в роли помощников, чтобы вместе управлять выставкой.\n● Эффективность дохода выставки зависит от распределения помощников, завершения событий выставки и прочих факторов. Зарабатывайте золотые монеты, чтобы повысить уровень площадки и её успешность.\n● Максимальный уровень площадки - 10.\n● Общий доход, заработанный Первопроходцами со всей вселенной, также повышает прогресс игры. Когда прогресс достигнет 100%, вы получите награды.\n\n◆ Выставочный день ◆\n● Каждый реальный день будет открываться 2 выставочных дня, каждый из которых включает определённое количество событий выставки.\n● События выставки делятся на доставку Пом-Пом и события посетителя. За завершение событий выставки вы получите золотые монеты и другие ресурсы.\nВыполните все события выставки, чтобы закончить текущий выставочный день.\n● Когда прогресс игры достигнет 100%, выставка станет доступна без ограничений.\n\n◆ Советы ◆\n● Повышайте уровень помощников и устанавливайте связи между ними, чтобы значительно повысить доход.\n● Помощники на стендах будут зарабатывать золотые монеты, даже когда Первопроходец не в сети.\n● После завершения текущего выставочного дня события и миссии выставки не обновятся, а доход значительно упадёт.\n\n◆ Награды события ◆\n● Накапливайте золотые монеты, чтобы повысить уровень площадки. С достижением новых уровней вы будете получать награды за уровень.\n● Выполняйте цели управления, чтобы получить временные награды.\n● Получайте доход с выставки вместе с Первопроходцами со всей вселенной и повышайте прогресс игры. Когда прогресс игры достигнет 100%, вы сможете получить награды всей вселенной.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestPlanetFes.png",
  "unlockConditions": "[PlayerLevel:21]"
}