{
  "_id": 50035,
  "id": "50035",
  "name": "Легенда о Космическом бейсболисте: Повелитель демонов",
  "description": "Начинается новое приключение! Выследите Повелителя демонов в чёрном плаще, верните мощнейшую биту, и пусть Космический бейсболист покорит вершину вселенной!",
  "tabName": "Легенда о Космическом бейсболисте: Повелитель демонов",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nНачинается новое приключение! Выследите Повелителя демонов в чёрном плаще, верните мощнейшую биту, и пусть Космический бейсболист покорит вершину вселенной!\n\n◆ Правила ◆\n● Событие состоит из 6 этапов, разделённых на 3 уровня сложности: лёгкий, средний и безумный. Каждый этап состоит из 3 фаз.\n● Чтобы пройти испытание, Первопроходцам необходимо победить определённое количество противников в течение 3 фаз боя за ограниченное количество циклов.\n● После начала события для открытия следующего этапа требуется набрать определённое количество очков на предыдущем этапе.\n● При повышении уровня Равновесия возрастает и сила противников.\n● Первопроходцы могут выбрать пробных персонажей для прохождения испытания.\n● Количество энергии, восстанавливаемой в событии «Легенда о Космическом бейсболисте» при победе над противниками, составляет 50% от количества энергии, восстанавливаемой в обычных условиях.\n\n◆ Обзор игрового режима ◆\n● Побеждайте противников, чтобы набирать опыт и повышать уровень отряда.\n● Каждый этап имеет свой эффект бонуса отряда. При повышении уровня отряда союзники будут получать соответствующие усиления уровня.\n● При повышении уровня отряда вы сможете случайным образом выбрать оружие или аксессуар. Если вы получаете оружие или аксессуар, которые у вас уже есть, его уровень повышается, а эффекты усиливаются.\n● Оружие наносит урон противникам и может действовать как автоматически, так и активироваться союзниками. Аксессуары дают различные усиления оружию и союзникам.\n● У оружия есть определённый резонирующий аксессуар. Если ваше оружие достигло максимального уровня, и у него есть резонирующий аксессуар любого уровня, вы можете улучшить его до легендарного оружия.\n● Некоторое оружие может резонировать другими способами, что даёт особое, и более сильное парное оружие или почитаемое оружие.\n● С каждым циклом и фазой противники будут становиться сильнее. Первопроходцы могут победить их, комбинируя оружие и аксессуары и повышая их уровень, чтобы обрести легендарное оружие.\n\n◆ Игровой процесс этапов ◆\n● Каждый этап состоит из определённого количества волн противников, проходящих через 3 фазы. Каждая фаза завершается сражением с элитным противником или боссом.\n● В течение каждой волны противники возрождаются, пока все противники в этой волне не будут побеждены.\n● Для каждой волны идёт обратный отсчёт циклов. Когда обратный отсчёт достигнет 0, оставшиеся противники исчезнут, и Первопроходцы больше не смогут получать очки или опыт.\n● В элитной волне каждой фазы есть особые цели, которые требуют победы над определённым количеством противников, прежде чем вы сможете перейти к следующей фазе.\n● Чем больше противников вы побеждаете и чем больше урона финальному боссу наносите, тем больше очков получаете. Если после завершения этапа остаются неиспользованные циклы, вы получите дополнительные очки.\n● После завершения каждой фазы ваш уровень отряда, полученное оружие и аксессуары, а также другие данные будут автоматически сохранены. Вы можете воспользоваться сохранением, чтобы вернуться к прохождению после перерыва.\n◆ Исследование космоса ◆\n● У каждого этапа с первого (Планета V612) до пятого (Планета D007) есть определённое начальное оружие. На заключительном этапе (Логово Повелителя демонов) Первопроходцы смогут выбрать собственное начальное оружие.\n● Начиная со второго этапа (Планета C996) Первопроходцы могут выбрать стратегии приключения, которые принесут больше усилений этапа.\n● На заключительном этапе (Логово Повелителя демонов) после прохождения трёх обычных фаз откроется испытание Повелителя демонов, в котором можно сразиться с финальным боссом - Повелителем демонов в чёрном плаще.\n\n◆ Золотые енотовые монеты ◆\n● Побеждайте противников на этапах, чтобы зарабатывать золотые енотовые монеты.\n● При победе над элитным противником и его приспешниками можно получить сокровище Повелителя демонов, которое принесёт случайное оружие и аксессуары, а также золотые енотовые монеты.\n● После прохождения испытаний Первопроходцы могут потратить золотые енотовые монеты в Космическом магазине на повышение характеристик, усиление оружия, а также улучшение других игровых функций.\n\n◆ Возвращение классики ◆\n● После прохождения события «Легенда о Космическом бейсболисте: Повелитель демонов» на синем игровом автомате у входа в событие станет доступна «Легенда о Космическом бейсболисте: Начало».\n\n◆ Временные награды ◆\n● Во время события достигайте целей и получайте соответствующие награды, а также персонажа 4★ на выбор в меню наград путешествия.\n\n◆ Подсказка ◆\nПосле окончания события «Легенда о Космическом бейсболисте: Повелитель демонов» временные награды этого события станут недоступны, однако Первопроходцы всё равно смогут проходить испытания, получать космическую репутацию и повышать её уровень, а также получать соответствующие награды.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuildSC.png",
  "unlockConditions": "[PlayerLevel:21]"
}