{
  "_id": 50032,
  "id": "50032",
  "name": "Космический приз счастливой звезды",
  "tabName": "Космический приз счастливой звезды",
  "tag": "О событии",
  "introduction": "◆ Правила участия ◆\n● Событие состоит из 7 этапов. Начиная с первого дня события каждый день будет открываться новый этап розыгрыша.\n● Первопроходцы на каждом этапе могут выбрать принимать участие в розыгрыше или получить фиксированную награду: Звёздный нефрит ×100. Выбор производится до окончания текущего этапа (конкретная дата указана на странице события). Выбрать можно только один вариант. Каждый раз можно делать разный выбор.\n● Если Первопроходец не делает выбор, то по умолчанию получит фиксированную награду: Звёздный нефрит ×100. После начала события кроме выбора между участием в розыгрыше и фиксированной наградой также можно получить Благословение удачи: Звёздный нефрит ×100. Не заходившие в игру во время события Первопроходцы после входа до окончания события получат единоразовую награду: Звёздный нефрит ×800.\n● Оглашение результатов каждого этапа происходит на следующий день после окончания розыгрыша. Время оглашения результатов указано на странице события.\n● Награды нужно получить на странице события во время его проведения.\n● Если вы выиграли награду, но не получили её во время проведения события, вы не сможете получить её после окончания события.\n● Для серверов Astral Express и The Nameless один совместный призовой фонд. За все 7 этапов события 20 Первопроходцев смогут выиграть приз счастливой звезды.\n\n◆ Призы розыгрышей ◆\n● Приз счастливой звезды: Звёздный нефрит ×500 000\n● Первое место: Звёздный нефрит ×600\n● Второе место: Звёздный нефрит ×50\n\n◆ Правила ◆\n● На этапах 1, 2 и 3 двое Первопроходцев могут получить приз счастливой звезды. На этапах 4, 5 и 6 трое Первопроходцев могут получить приз счастливой звезды. На этапе 7 пятеро Первопроходцев могут получить приз счастливой звезды.\n● Если Первопроходцы участвуют в розыгрыше, но не получают приз счастливой звезды, то у них есть шанс 10% выиграть первый приз и шанс 90% выиграть второй приз.\n● Первопроходец может получить только один из призов за каждый этап: приз счастливой звезды, приз за первое или второе место. Нельзя одновременно получить сразу несколько призов.\n● За все 7 этапов Первопроходец может выиграть приз счастливой звезды только один раз, эту награду нельзя получить повторно.\n\n◆ Уведомление о правилах получения приза счастливой звезды ◆\n● Если вы нарушите Условия обслуживания miHoYo во время использования сервисов miHoYo, то автоматически потеряете право на получение приза счастливой звезды.\n● Участие в розыгрыше регулируется действующим законодательством.\n● Несовершеннолетние игроки обязаны получить согласие законного опекуна для участия в событии.\n● В случае победы в розыгрыше приза счастливой звезды miHoYo может собирать ваши персональные данные.\n● К действиям игроков и к ситуациям, не описанным правилами этого события, по-прежнему применимы согласованные с Первопроходцами Условия обслуживания игры Honkai: Star Rail.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}