{
  "_id": 50048,
  "id": "50048",
  "name": "Сладкие мечты и Святой Грааль",
  "description": "На планете грёз появилась всемогущая чаша, Святой Грааль, исполняющий желания. Один пенаконийский бизнес-магнат, проживший уже десять янтарных эр, разослал особым гостям приглашение на Войну Святого Грааля...",
  "tabName": "Сладкие мечты и Святой Грааль",
  "tag": "О событии",
  "introduction": "▌ Английский язык озвучивания персонажей совместной акции не поддерживается. По желанию вы можете переключиться на другой язык озвучивания.\n\n▌ «Судьба: Ночь сновидений»\nНа планете грёз появилась всемогущая чаша, Святой Грааль, исполняющий желания. Один пенаконийский бизнес-магнат, проживший уже десять янтарных эр, разослал особым гостям приглашение на Войну Святого Грааля...\n\n▌ «Судьба: Ночь схватки»\n◆ Введение ◆\n● Война Святого Грааля на Пенаконии завершилась. Однако гении внедрили новые функции в Святой Грааль. На «Лучезарном шпате» начинается виртуальная Война Святого Грааля!\n\n◆ Правила ◆\n● В событии «Судьба: Ночь схватки» Первопроходцы столкнутся с семью виртуальными противниками в Войне Святого Грааля. После ряда дуэлей определится победитель.\n\n◆ Стандартные награды ◆\n● Играя в «Судьба: Ночь схватки», вы можете накапливать очки. Когда количество очков достигнет определённого значения, вы сможете получить стандартные награды в меню наград за очки.\n\n◆ Временные награды ◆\n● В период временного события, играя в «Судьба: Ночь схватки», вы можете накапливать очки. Когда количество очков достигнет определённого значения, вы сможете получить временные награды в меню наград за очки.\n\n◆ Примечание ◆\n● После окончания события «Судьба: Ночь схватки» временные награды этого события станут недоступны, однако Первопроходцы всё равно смогут перейти к локации «Лучезарный шпат», испытать событие и получить стандартные награды.\n\n▌ Подарок судьбы\n● Во время события Первопроходцы, потратившие 200 Особых звёздных пропусков на любой Прыжок события версии 3.4, могут получить награду после начала Совместного Прыжка.\n● Во всех Прыжках события в версии 3.4 подсчитывается общее количество использованных Особых звёздных пропусков.\n● Эту награду можно получить только один раз за время события.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnCollaborationEventVersionQuest0340.png",
  "unlockConditions": ""
}