{
  "_id": 60003,
  "id": "60003",
  "name": "Виртуальная вселенная:\nНашествие роя",
  "tabName": "Виртуальная вселенная: Нашествие роя",
  "tag": "Правила",
  "introduction": "◆ Введение ◆\n● Герта, Жуань Мэй, Скрюллум и Стивен совместными усилиями выпустили первое большое обновление для Виртуальной вселенной!\nВ настоящем обновлении Виртуальной вселенной, помимо новых благословений, диковин и случайных событий, доступна и новая карта визита, таинственные Кости и Устройства визита!\n\n◆ Цель ◆\n● В Виртуальной вселенной: Нашествие роя Первопроходцам предстоит пройти испытания Дорог Идущего, увеличивая число Следов визита, чтобы, в конце концов, открыть все главы основной истории.\n\n◆ Содержание ◆\n● Путешествие визита: прокладывайте путь по карте с различными зонами, чтобы дойти до конца.\n● Кости визита: с помощью Устройства визита можно бросить игральную кость. Для каждого Пути действуют особые эффекты кости, используя которые, можно получить больше благословений и диковин.\n● Следы визита: за определённое число следов вы получаете особые усиления, которые действуют только в Виртуальной вселенной: Нашествие роя.\n● Рой: Жаложук: в самом конце Измерения III вы столкнётесь с боссом Роем: Жаложуком.\n● Помимо прочего, в Виртуальной вселенной: Нашествие роя вас ждут новые благословения, диковины и случайные события, а так же Резонанс нового Пути.\n\n◆ Награды ◆\n● За главы Нашествия роя можно получить награды.\n● За прохождение испытаний Дорог Идущего вы так же получаете соответствующие награды.\n● За первое прохождение каждого уровня сложности вам причитаются награды за первое прохождение.\n\n◆ Внимание ◆\n● В Виртуальной вселенной: Нашествие роя предусмотрено 5 уровней сложности, где уровень V отличается особенно сложными испытаниями и препятствиями. Открыв все уровни, Первопроходцы могут переключаться между ними по своему желанию.\n● Все главы Нашествия роя и завершённая миссия приключения «Нашествие роя: Финал» откроют вам весь Путь Распространения в Виртуальной вселенной.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueDlcQuestBannerSmall1.png",
  "unlockConditions": "[FinishMainMission:8013103]"
}