{
  "_id": 60006,
  "id": "60006",
  "name": "Бесконечное измерение",
  "description": "На этот раз Герта и три других члена Общества гениев внесли некоторые... гм... незначительные безумные изменения в Виртуальную вселенную, вот только все коды перепутались, и программа начала бесконтрольно расширяться!\nТолько вам под силу справиться со взбесившейся Виртуальной вселенной!",
  "type": 32,
  "tabName": "Бесконечное измерение",
  "tag": "О событии",
  "introduction": "◆ Введение ◆\nГерта, Жуань Мэй, Скрюллум и Стивен внедрили безумные изменения в Виртуальную вселенную.\n\n◆ Правила ◆\n● После начала события каждый день будет открываться новое измерение, в общей сложности 5 измерений.\n● В каждом измерении действуют разные правила, которые помогают Первопроходцу получить больше благословений, диковин и космических фрагментов, повышающих силу.\n● Каждое измерение состоит из Обычных измерений и Измерений безумства. После прохождения Обычных измерений можно войти в Измерения безумства.\n● Измерения безумства состоят из многоуровневых последовательных сражений с обратным отсчётом в 6 циклов. По мере увеличения уровней противники будут появляться всё чаще. В зависимости от пройденных уровней вы получите очки безумства. Если по завершении останутся циклы, вы получите дополнительные очки безумства.\n● Данные Первопроходца, включая персонажей, благословения, диковины и космические фрагменты, используемые для прохождения Обычных измерений, будут автоматически сохранены и могут быть использованы для повторного прохождения Измерений безумства, чтобы заработать больше очков безумства.\n● В этом событии при повышении уровня Равновесия возрастает сила противников и пробных персонажей\n\n◆ Награды ◆\nВо время события проходите Обычные измерения и Измерения безумства, а также наберите определённое количество очков безумства, чтобы получить награды за прохождение измерений в разделе «Временные награды».\n● Когда суммарно наберёте определённое количество очков безумства во всех измерениях, то получите награду.\n\n◆ Обратите внимание ◆\n● Благословения, диковины и события внутри измерения не будут открыты в Справочнике Виртуальной вселенной.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[PlayerLevel:21]"
}