{
  "_id": 60017,
  "id": "60017",
  "name": "Расходящаяся вселенная: Тысячеликий герой",
  "tabName": "Расходящаяся вселенная: Тысячеликий герой",
  "tag": "Правила",
  "introduction": "◆ Введение ◆\nРасходящаяся вселенная получила серьёзное обновление! Добавились не только новые благословения, уравнения, взвешенные диковины и случайные события, но и появились дары золотой крови.\n\n◆ Цель ◆\n● Пройдите Обычное вычисление и Цикличное вычисление, чтобы повысить уровень аппроксимации и получить награды.\n\n◆ Награды ◆\n● Собирайте благословения, уравнения, события, диковины, взвешенные диковины и дары золотой крови в Расходящейся вселенной, чтобы получить награды.\n● За первое прохождение каждого уровня Обычного вычисления вы получите награды.\n● За первое прохождение каждой недели Цикличного вычисления вы получите дополнительные награды.\n● Выполняйте цели Устойчивого массива, чтобы получить соответствующие награды.\n\n◆ Обычное вычисление ◆\n● За прохождение Обычного вычисления вы можете открыть новый уровень сложности и получить дополнительные награды за первое прохождение.\n● После прохождения пятого уровня сложности откроется режим звёздной ступени.\n\n◆ Цикличное вычисление ◆\n● Цикличное вычисление — это игровой режим, который обновляется каждую неделю. За первое прохождение каждой недели Цикличного вычисления можно получить дополнительные награды.\n● За прохождение еженедельного вычисления можно получить дополнительные очки аппроксимации. Количество очков в неделю ограничено. После достижения недельного лимита прохождение уровней всё равно будет приносить очки.\n● В Цикличном вычислении вы можете выбрать сложность и Пороговый протокол Обычного вычисления.\n● Цикличное вычисление обновляется каждый понедельник в 04:00 (время сервера).\n\n◆ Режим звёздной ступени ◆\n● В режиме звёздной ступени доступно испытание Порогового протокола со значительно повышенной сложностью.\n● Режим звёздной ступени включает режим освоения звёзд и тренировочный режим.\nВ режиме освоения звёзд для повышения звёздной ступени можно зажигать когникулы. Чем выше звёздная ступень, тем выше уровень Порогового протокола в режиме освоения звёзд.\n● В режиме освоения звёзд нельзя понизить звёздную ступень. На одной звёздной ступени количество когникулов может как увеличиваться, так и уменьшаться. На некоторых звёздных ступенях есть система сохранения рейтинга.\n● В тренировочном режиме можно самостоятельно выбирать уровень Порогового протокола в рамках уже открытых уровней Порогового протокола звёздной ступени.\n● Тренировочный режим не влияет на звёздную ступень и когникулы.\n\n◆ Масштабирование значений ◆\n● В Расходящейся вселенной уровни персонажей, Световых конусов, Следов и Реликвий могут усиливаться при выполнении определённых условий. Усиления действуют только в Расходящейся вселенной.\n● Если уровень персонажа ниже максимально допустимого в соответствии с уровнем Равновесия, то он будет повышен до максимально допустимого в соответствии с уровнем Равновесия.\n● Если доступные Следы не активированы, или если их уровень ниже максимально допустимого в соответствии с уровнем Равновесия, они будут активированы или повышены до максимально допустимого в соответствии с уровнем Равновесия.\n● Если общий уровень улучшений Реликвий ниже, чем требуется для текущего уровня Равновесия, Реликвии будет заменены временными Реликвиями, которые соответствует текущему уровню Равновесия.\n\n◆ Расширение наград уровня аппроксимации ◆\n● Уровень аппроксимации в Расходящейся вселенной будет периодически расширяться, а с ним и откроются награды.\n● Если уровень аппроксимации достигнет максимального значения до расширения, вы не сможете получить очки аппроксимации в Расходящейся вселенной.\n\n◆ Очки Виртуальной вселенной ◆\n● Пройдите Обычное вычисление или Цикличное вычисление, чтобы получить очки Виртуальной вселенной.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall2.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}