{
  "_id": 60016,
  "id": "60016",
  "name": "Виртуальная вселенная: Область непознанного",
  "description": "В Виртуальной вселенной гении обнаружили область, которую невозможно наблюдать - Область непознанного.",
  "type": 260,
  "tabName": "Виртуальная вселенная: Область непознанного",
  "tag": "Правила",
  "introduction": "◆ Введение ◆\nС новым устройством расширения Герта и Скрюллум обнаружили новую область Виртуальной вселенной, которую невозможно наблюдать - Область непознанного! Там вы найдёте неизвестные диковины и случайные события, а также наследие Руперта II - систему скипетров и компоненты. Неужели тот пятый партнёр, о котором упоминали Герта и Скрюллум...\n\n◆ Цель ◆\n● Пройдите испытания «Фрагментированные досье» и «Собрание заурядностей».\n\n◆ Награды ◆\n● В событии «Виртуальная вселенная: Область непознанного» можно собирать скипетры, компоненты, события и диковины, чтобы получить награды в Эмулированном протоколе.\n● За первое прохождение каждого уровня Фрагментированного досье можно получить награды за испытание.\n● За первое прохождение каждого уровня Собрания заурядностей можно получить дополнительные награды.\n● Собранные в локациях записи историй дают дополнительные награды в Секретах Освоения.\n● Выполняйте цели Реорганизованной модели и получайте соответствующие награды.\n\n◆ Фрагментированные досье ◆\n● Проходя уровни Фрагментированных досье, вы можете открыть новые уровни, за первое прохождение которых получите дополнительные награды. С пятого уровня вы можете перейти в Измерение IV и открыть больше испытаний.\n● Пройдя пятый уровень, вы откроете систему уровней вызова.\n● После активации уровней вызова Фрагментированные досье станут значительно сложнее. Первопроходцы могут выбирать подходящий уровень вызова.\n● Более продвинутый уровень вызова откроется только после прохождения уровня вызова 5 Фрагментированных досье.\n● За каждый уровень вызова вы можете получить дополнительные награды за первое прохождение.\n\n◆ Собрание заурядностей ◆\n● В Собрании заурядностей игрокам доступны особые испытания. За первое прохождение испытания можно получить дополнительные награды.\n● После прохождения испытания в Собрании заурядностей можно посмотреть сборку, которая использовалась для прохождения, и применить её в следующем испытании.\n● За прохождение испытания в Собрании заурядностей можно открыть новый фрагмент истории.\n\n◆ Масштабирование значений ◆\n● В Виртуальной вселенной: Область непознанного уровни персонажей, Световых конусов, Следов и Реликвий могут усиливаться при выполнении определённых условий. Усиления такие же, как в Расходящейся вселенной.\n● Если уровень персонажа ниже максимально допустимого в соответствии с уровнем Равновесия, то он будет повышен до максимально допустимого в соответствии с уровнем Равновесия.\n● Если доступные Следы не активированы, или если их уровень ниже максимально допустимого в соответствии с уровнем Равновесия, они будут активированы или повышены до максимально допустимого в соответствии с уровнем Равновесия.\n● Если общий уровень улучшений Реликвий ниже, чем требуется для текущего уровня Равновесия, Реликвии будет заменены временными Реликвиями, которые соответствует текущему уровню Равновесия.\n\n◆ Очки Виртуальной вселенной ◆\n● Пройдите Фрагментированные досье или Собрание заурядностей, чтобы получить очки Виртуальной вселенной.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueMagic.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}