{
  "_id": 60011,
  "id": "60011",
  "name": "Расходящаяся вселенная: Комедия жизни",
  "tabName": "Расходящаяся вселенная: Комедия жизни",
  "tag": "Правила",
  "introduction": "◆ Введение ◆\nС помощью технологий планеты Скрюллум механический аристократ создал полностью независимое ответвление для Виртуальной вселенной. Он не только обновил благословения, диковины и случайные события, но и установил новую площадку для тестирований, уравнения и взвешенные диковины, а может, и ещё что-то невероятное.\n\n◆ Цель ◆\n● Пройдите Обычное вычисление и Цикличное вычисление, чтобы повысить уровень аппроксимации и получить награды.\n\n◆ Награды ◆\n● Собирайте благословения, уравнения, события, диковины и взвешенные диковины в Расходящейся вселенной, чтобы получить награды.\n● За первое прохождение каждого уровня Обычного вычисления вы получите награды.\n● За первое прохождение каждой недели Цикличного вычисления вы получите дополнительные награды.\n● Выполняйте цели Устойчивого массива, чтобы получить соответствующие награды.\n\n◆ Обычное вычисление ◆\n● Пройдя Обычное вычисление, вы можете открыть новый уровень сложности и получить дополнительные награды за первое прохождение.\n● Пройдите пятый уровень сложности, и к нему добавится система Порогового протокола.\n● После открытия Порогового протокола Обычное вычисление станет значительно сложнее. Первопроходцы могут выбирать подходящий уровень протокола.\n● Более продвинутый уровень Порогового протокола откроется только после прохождения испытания Обычного вычисления.\n● За каждый уровень Порочного протокола вы можете получить дополнительные награды за первое прохождение.\n\n◆ Цикличное вычисление ◆\n● Цикличное вычисление — это игровой режим, который обновляется каждую неделю. За первое прохождение каждой недели Цикличного вычисления можно получить дополнительные награды.\n● За прохождение еженедельного вычисления можно получить дополнительные очки аппроксимации. Количество очков в неделю ограничено. После достижения недельного лимита прохождение уровней всё равно будет приносить очки.\n● В Цикличном вычислении вы можете выбрать сложность и Пороговый протокол Обычного вычисления.\n● Цикличное вычисление обновляется каждый понедельник в 04:00 (время сервера).\n\n◆ Масштабирование значений ◆\n● В Расходящейся вселенной уровни персонажей, Световых конусов, Следов и Реликвий могут усиливаться при выполнении определённых условий. Усиления действуют только в Расходящейся вселенной.\n● Если уровень персонажа ниже максимально допустимого в соответствии с уровнем Равновесия, то он будет повышен до максимально допустимого в соответствии с уровнем Равновесия.\n● Если доступные Следы не активированы, или если их уровень ниже максимально допустимого в соответствии с уровнем Равновесия, они будут активированы или повышены до максимально допустимого в соответствии с уровнем Равновесия.\n● Если общий уровень улучшений Реликвий ниже, чем требуется для текущего уровня Равновесия, Реликвии будет заменены временными Реликвиями, которые соответствует текущему уровню Равновесия.\n\n◆ Расширение наград уровня аппроксимации ◆\n● Уровень аппроксимации в Расходящейся вселенной будет периодически расширяться, а с ним и откроются награды.\n● Если уровень аппроксимации достигнет максимального значения до расширения, вы не сможете получить очки аппроксимации в Расходящейся вселенной.\n\n◆ Очки Виртуальной вселенной ◆\n● Пройдите Обычное вычисление или Цикличное вычисление, чтобы получить очки Виртуальной вселенной.",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall1.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}