{
  "id": 12226,
  "contacts": {
    "id": 7,
    "name": "Herta Panopticon System",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "The almighty Nous is watching over you",
    "typeId": 2,
    "type": "Others"
  },
  "relatedMessages": [10108, 10120, 12226, 12227],
  "sections": [
    {
      "id": 1222600,
      "startingMessageId": [122260000],
      "messages": {
        "122260000": {
          "id": 122260000,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Creation Nurturing Administrative Backend — Reminder: It is 00:01 \"Herta\" system time. Yesterday's meals have been administered. Currently generating a Daily Report of Creations' Activities and Risks in the Feeding Area for you.",
          "next": [122260001]
        },
        "122260001": {
          "id": 122260001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 7,
          "text": "Daily Report of Creations' Activities and Risks in the Feeding Area: 1. Some creations tried to steal from the bowls of other creations, only to have the latter swallow the rest of the food in one second, shocking all creations present to their core. 2. A creation knocked over their bowl and the food spilled everywhere. It then seemed to realize its mistake and ate all the scattered food, licking the floor until one could see their face in it. This caused a passing-by creation to accidentally trip over. 3. A new creation tried leftover feed from the previous day for the first time. After a brief confusion, it successfully ingested the food. 4. A creation thumped the floor with their tail as they picked their food, all due to the food not being up to their tastes. Later, due to the hardness of the space station's floor, their tailbone fractured. The appendage has been bandaged and is not in a serious condition. 5. A creation invented a new pose and stretched its body as it fed on food, attracting the curious gazes of other creations.",
          "next": []
        }
      },
      "participatingContactsIds": [7]
    }
  ]
}
