{
  "id": 14501,
  "contacts": {
    "id": 179,
    "name": "Evoccultic Disciple",
    "icon": "UI_Message_Contacts_Anonymous",
    "signature": "Life will find its own exit",
    "typeId": 2,
    "type": "Others"
  },
  "relatedMessages": [
    14500,
    14501
  ],
  "sections": [
    {
      "id": 1450101,
      "startingMessageId": [
        145010000
      ],
      "messages": {
        "145010000": {
          "id": 145010000,
          "type": "Text",
          "sender": "System",
          "senderContactId": 8001,
          "text": "This message is automatically sent by the system",
          "next": [
            145010001
          ]
        },
        "145010001": {
          "id": 145010001,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "To those of a like mind as I: You have claimed 4 Golden Scapegoat tokens. This makes me believe that you, like me, have a unique interest in them.",
          "next": [
            145010002
          ]
        },
        "145010002": {
          "id": 145010002,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "My name is Avilius (as you might have guessed). My personal abilities are limited, and so I am less than capable when it comes to discovering more secrets connected to the Golden Scapegoat. But you might be. Speaking clearly, I just so happen to know a tenured scholar in the Council of Elders. This senior academic helped me analyze some information relating to the Golden Scapegoat and also secretively installed this automatic transmission system in this goat head.",
          "next": [
            145010003
          ]
        },
        "145010003": {
          "id": 145010003,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "It is said that the Golden Scapegoat system has a unique network strategy. Each time we complete a challenge, we will hear ancient murmurs with different meanings (though I can't tell them apart at all, the senior academic can indeed give different translations for each murmur). Of course, Evoccultism believes miracles are more likely to be naturally occurring instead of human-made. And so there might not be an architect sending us messages from eons past when it comes to the Golden Scapegoat.",
          "next": [
            145010004
          ]
        },
        "145010004": {
          "id": 145010004,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "In fact, from the eyes of that senior, the Golden Scapegoat is more likely a fracture or a projection cast upon reality by some grand mystery. The rules behind it are the result of higher laws being compressed by reality.",
          "next": [
            145010005
          ]
        },
        "145010005": {
          "id": 145010005,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "I think we're drifting off-topic. Anyway, no matter where you got those 4 tokens, the special functions designed in the teleslate by that academic are enough for you to hitch onto the system and let you receive the details I'm inputting here.",
          "next": [
            145010006
          ]
        },
        "145010006": {
          "id": 145010006,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "As I've mentioned, my name is Avilius. If you ask the people around the Kephale Plaza, you will be able to find me.",
          "next": [
            145010007
          ]
        },
        "145010007": {
          "id": 145010007,
          "type": "Text",
          "sender": "NPC",
          "senderContactId": 179,
          "text": "You who share our ambitions — I shall anticipate your arrival there.",
          "next": []
        }
      },
      "participatingContactsIds": [
        8001,
        179
      ]
    }
  ]
}