{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Vạn Thọ Vô Tình Đơn",
  "description": "Sau khi dùng sẽ khiến Giới Hạn HP của toàn thể phe ta tăng 20%, Kháng Hiệu Ứng tăng 6% trong 3 lần chiến đấu kế.",
  "story": "Phương thuốc độc môn của Xianzhou Yaoqing, giúp tăng thể chất, ngăn được bách bệnh trong thời gian ngắn.\nYaoqing có lưu truyền một quyển Sách Tạp Lục: Từng có một vị bác sĩ họ Yu có tình ý với thương gia Người Hồ Ly lưu lại ở Xianzhou. Vì Vidyadhara trường thọ ngàn năm cho nên Người Hồ Ly không theo kịp. Vị bác sĩ không muốn chia cách người mình yêu, nên đã lừa Người Hồ Ly uống Thuốc Trường Sinh của Trù Phú. Không may Người Hồ Ly bị biến thành tà vật và không còn yêu vị bác sĩ nữa, cuối cùng bị Vân Kỵ tiêu diệt. Vị bác sĩ họ Yu đau khổ vô cùng, để ngăn chặn Người Hồ Ly nhập ma đã cho nó uống Vạn Thọ Vô Tình Đơn, đoạn tình tuyệt dục mãi mãi.\nSách Tạp Lục này còn có một bản khác, nói rằng vị bác sĩ không phải Vidyadhara mà là con người, Người Hồ Ly là sứ giả của Bí Truyền Dược Vương, tiếp cận vị bác sĩ có ý đồ trong Sở Đan Đỉnh. Phiên bản này mang đậm tính chính trị, thiếu yếu tố tình cảm, nên không được lưu truyền trong Xianzhou.\n\nNgười có tình có ý phải nhập ma, người đoạn tình đoạn dục trường thọ ngàn năm. Xin hỏi nhập ma có tội gì? Trường thọ có gì vui?",
  "rarity": 5,
  "source": [
    {
      "description": "Máy Ghép Vạn Năng",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Hạt Giống",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Dịch Hương Màu Mỡ",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Mảnh Hư Vô",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Vật Liệu Bảo Vệ",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Lá Cây Đổi Cảnh",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Vật Tiêu Hao"
  }
}
