{
  "_id": 403005,
  "id": "topological_acceleration_band",
  "name": "Băng Gia Tốc Topology",
  "description": "Sau khi dùng sẽ khiến Tốc Độ của toàn phe ta tăng 24% trong 3 lần chiến đấu kế, duy trì 2 hiệp.",
  "story": "Khoa Ứng Dụng Toàn Năng của Trạm Không Gian Herta đã có một buổi thực nghiệm khá thú vị: Trong một chuỗi tuần hoàn Topology, các nhà nghiên cứu đã thêm vào 3 hướng Aiden lên Đá Săn Bắn, khiến Đá Săn Bắn trở thành mục tiêu theo đuổi của chính mình. Vì thế, Đá Săn Bắn này trong môi trường đặc biệt đã tạo ra động cơ vĩnh cửu hữu hạn. Những năng lượng bị tổn thất do thực nghiệm này gây ra, Khoa ứng Dụng Toàn Năng không quan tâm đến, ngược lại một hiện tượng nhỏ đã khiến họ chú ý: Trong con đường vận mệnh, tốc độ của Đá Săn Bắn động cơ vĩnh cửu mặc dù chậm, nhưng thực tế lại đang tăng. Nhà nghiên cứu ứng dụng đã dùng nguyên lý này chế tạo nên Băng Gia Tốc Topology. Trước mắt, ngoài việc dùng cho sức khỏe, vẫn chưa có hướng dùng nào khác.\n\nLấy ví dụ về sản lượng, sản lượng nhiều vô hạn nhưng có loại nào có thể đào được trọn vẹn nguồn năng lượng vận mệnh không?\nKhông biết là... Chúng ta còn bao nhiêu điều chưa biết về nguyên lý vận mệnh nữa đây.",
  "rarity": 5,
  "source": [
    {
      "description": "Máy Ghép Vạn Năng",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180006,
              "name": "Thể Khí Lưu",
              "rarity": 1,
              "count": 6
            },
            {
              "id": 182003,
              "name": "Đá Săn Bắn",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182007,
              "name": "Chất Dính Hòa Hợp",
              "rarity": 3,
              "count": 3
            },
            {
              "id": 183004,
              "name": "Sợi Dây Huyền Thoại",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Vật Tiêu Hao"
  }
}
