{
  "_id": 321,
  "id": "arcadia_of_woven_dreams",
  "name": "Волшебная страна фей",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Когда количество членов отряда на поле боя не равно 4, каждый лишний или отсутствующий союзник повышает наносимый владельцем и его духом памяти урон на <nobr>9%</nobr> и <nobr>12%</nobr> соответственно. Этот эффект может складываться до <nobr>4</nobr>/<nobr>3</nobr> раз."
  },
  "pieces": [
    {
      "_id": 33215,
      "ids": [
        33215,
        43215,
        53215,
        63215
      ],
      "id": "membrance_mazes_serene_treehouse",
      "name": "Домик для сна в Меморном лабиринте",
      "type": "NECK",
      "desc": "Внутри планарной сферы заключён Меморный лабиринт - часть Элизии Эйдес. Раздвинув золотые колосья, падаешь в глубокое-глубокое дупло, ха! Сколько здесь маленьких фей? «Одна, две, три, четыре, пять, шесть, семь?» А вот и нет! Правильный ответ: «До, ре, ми, фа, соль, ля, си»!",
      "typeText": "Планарная сфера",
      "backstory": "«Хе-хе, дети, в Меморном лабиринте снова наступил сезон сбора урожая. К чему мы должны подготовиться?» - с добродушной улыбкой спросил староста, поглаживая белую бороду.\n«К Церемонии чудо-вина!» - закричали феи.\n\nВ самом начале Меморный лабиринт был пустынной землёй. Мальчик и девочка из Элизии Эйдес принесли семена из внешнего мира и научили фей сеять. Когда семена проросли, феи выучили их сорта, и, следуя за золотыми мохнатыми пчёлами, что летали вокруг, собирали нектар. Наконец, цветы опали и появились плоды - наступило время сбора урожая. Феи собрались вместе и пели праздничные песни - весёлый пир продолжался до ночи. А что потом? Цветочный нектар свежего сбора разлили по бутылям и закопали в землю, чтобы к следующему году он превратился в чудо-снадобье, исцеляющее зимнюю хандру и боль взросления.\n\nЦеремония чудо-вина повторяется каждый год.\nНа церемонии этого года староста спросил, тряся белой бородой: «Куда подевался Реляме?»\n\nФеи принялись искать Реляме, и наконец нашли его у входа в домик на дереве. Он сладко спал, похрапывая и пуская пузыри из уголка рта. Похоже, ему снился очень приятный сон. Любопытный Миляме подошёл ближе, и услышал, как он говорит во сне: «Фаенончик, Киреночка, договорились. Мы ещё встретимся и выпьем прошлогоднего колючничного вина!»\n\nВо сне Реляме увидел, как превратился в гигантского Реляме, полностью загородившего вход в дупло Меморного лабиринта. Из-за этого двое ребятишек никак не могли пройти. Фаенончик и Киреночка уже и чесали ухо Реляме травинкой, и прыгали на его животе, громко выкрикивая «Реляме!», но тот спал слишком крепко и не слышал их.\n«О нет, неужели Фаенончик и Киреночка не могут попасть в Меморный лабиринт, потому что я перегородил путь?»\nСердце Реляме тревожно забилось.\n\n«А-а... Апчхи!»\nРеляме чихнул и наконец пробудилcя. К счастью, в гигантского Реляме он не превратился, но почему вокруг собрались феи?\n«А где Фаенончик и Киреночка? Они пришли?»\nФеи покачали головами. Им было и не сосчитать, сколько уже церемоний пропустили Фаенончик и Киреночка.\nРеляме охватило очередное разочарование. Если бы он знал, то поспал бы подольше.\nМаленький Реляме не мог описать это чувство, но оно определённо походило на то, что возникало каждый год в последний день лета, когда он выпускал трепещущих крыльями светлячков из стеклянной банки."
    },
    {
      "_id": 33216,
      "ids": [
        33216,
        43216,
        53216,
        63216
      ],
      "id": "membrance_mazes_wishing_whistle",
      "name": "Дудочка желаний Меморного лабиринта",
      "type": "OBJECT",
      "desc": "Глиняная дудочка символизирует уговор между феями и двумя ребятишками. Когда мальчик и девочка подуют в неё, раздастся звук «ме?», и феи тут же откроют дупло, ведущее в лабиринт, приветствуя их, как дорогих гостей!",
      "typeText": "Соединительная вязь",
      "backstory": "«Не забывайте наш уговор! Как бы далеко вы ни находились, подуйте в дудочку желаний, и мы непременно услышим».\n\nМальчик и девочка из Элизии Эйдес впервые встретились с феями, когда попали в Меморный лабиринт. Они с товарищами играли во дворе в прятки, как вдруг по неосторожности угодили в поросшее травой глубокое дупло. Оно было таким глубоким, будто бесконечная детская горка. Скатившись до самого конца, дети не ударились со всей силы о дно, как можно было подумать, а врезались в толпу фей...\n- Раз, два, три, четыре, пять, шесть, семь... Сколько собачек, кхм... Или зайчат?\n- Нет-нет. Мы до, ре, ми, фа, соль, ля, си. А нас зовут Доляме, Сольляме, Реляме... ме!\n\nДружба между детьми и феями вспыхнула быстро и ярко, как метеоритный дождь. Они весело провели день, но вскоре пришло время прощаться, ведь если они не вернутся домой, мама и папа будут волноваться.\n«Нас ведь будет ждать новая встреча после расставания?» - спросил расстроенный мальчик.\nРасставание... Новая встреча... Феи не могли понять, что они имеют в виду, - жители Меморного лабиринта никогда не расставались, поэтому никогда не встречались снова. Но, глядя на лица детей, любой бы понял, что речь идёт о чём-то печальном. Фиолетовый Реляме придумал: «Фаенончик, Киреночка, подождите, я вам подарю одну вещь!»\n\nМальчик и девочка взяли подарок от Реляме. То была дудочка в форме уха фей - Реляме сделал её своими руками. В дудочке было семь отверстий, и стоило в неё подуть, как раздавались приятные уху звуки: до, ре, ми, фа, соль, ля, си. Реляме серьёзно произнёс: «Когда захотите снова оказаться в Меморном лабиринте, подуйте в эту дудочку. Даже если мы будем спать, петь песни или строить домики из листьев, то всё равно услышим и откроем для вас дупло, что ведёт в лабиринт».\n\n«Секретная дудочка для пробуждения фей! - лукаво улыбнулась девочка. - Клянёмся на мизинчиках, что мы вернёмся».\nС тех пор для Реляме не было большей радости, чем услышать дудочку. Каждый раз он громко выкрикивал: «Слышу, обоими ушами слышу!»\n\nСпустя годы покинувшие Элизию Эйдес Фаенончик и Киреночка помнили всё о своём детстве: покрытые ржавчиной железные игрушки, одноруких и одноногих солдатиков в амбаре, вязаные крючком цветочные ковры, так и не выпавшие дожди, давно засохшая кровь и выжженные пшеничные поля.\nНо они забыли о зарытой в землю дудочке, и об обещании видеться."
    }
  ]
}