{
  "_id": 109,
  "id": "band_of_sizzling_thunder",
  "name": "Бэнд испепеляющего грома",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает электрический урон на <nobr>10%</nobr>.",
    "4": "Когда владелец использует навык, его сила атаки повышается на <nobr>20%</nobr> на <nobr>1</nobr> ход."
  },
  "pieces": [
    {
      "_id": 31091,
      "ids": [
        31091,
        41091,
        51091,
        61091
      ],
      "id": "bands_polarized_sunglasses",
      "name": "Поляризованные очки бэнда",
      "type": "HEAD",
      "desc": "Пара классических солнцезащитных очков, которые носила Дженис, одна из солисток группы. Их хромированные линзы отливают голубизной.",
      "typeText": "Голова",
      "backstory": "Срок жизни звезды неумолимо истекал. Жители Изумруда-III бежали со своей родной планеты, спасаясь от взрыва красного гиганта.\n\nОсознав неизбежность грядущего, элиты не оставили людям надежды и притворились, что не слышат их криков отчаяния.\n\nВзрыв красного гиганта должен был уничтожить планету и превратить её в белого карлика... Единственным способом избежать предсказуемого финала была эвакуация. Родители Дженис заплатили целое состояние за место на корабле в жалких попытках спастись. Однако Доктор Хаоса Дженис решила встретить уничтожение родной галактики лицом к лицу, пытаясь доказать всем, что память о её деяниях неподвластна никакой катастрофе.\n\nУмирающее солнце разгоралось всё ярче, и тогда Дженис взяла солнцезащитные очки своей матери и вместе с единомышленниками вернулась на родную планету.\n\n«Только трусы бегут, выкрикивая имя искупителя», - гневные слова, произнесённые в пылу спора Дженис с родителями, были включены в текст песни Cheap Salvation, сингла с первого альбома группы Sizzling Thunder."
    },
    {
      "_id": 31092,
      "ids": [
        31092,
        41092,
        51092,
        61092
      ],
      "id": "bands_touring_bracelet",
      "name": "Браслет с гастролей бэнда",
      "type": "HAND",
      "desc": "Браслет басиста Сида, сплетённый из шёлковых напульсников с гастролей. На нём написано несколько строк текста.",
      "typeText": "Руки",
      "backstory": "Sizzling Thunder с Изумруда-III быстро прогремели на всю планету, исполнив несколько хитов.\n\nВизитной карточкой выступлений стали яркие искры и громовой бас от ударов Дэйва по струнам его гитары. Преданные фанаты воспринимали эти искры как единственный луч света в их жизни.\n\nГде бы ни выступала группа в рамках гастрольного тура, их везде встречали фанаты: они поддерживали порядок на концертах и раздавали шёлковые напульсники зрителям на входе. Большинство из них не могло купить место на корабле эвакуации, поэтому их единственным вариантом было смириться с судьбой и ждать электромагнитного взрыва. Когда они стали свидетелями возвращения этих бунтарей на планету, то физически почувствовали, как их души загорелись ярким огнём. На напульсниках они записывали тексты песен, даты выступлений, а также лозунги бэнда.\n\nБасист Сид начал коллекционировать такие напульсники во время гастролей. Его девушка сплела их в браслет, который Сид потом никогда не снимал.\n\n«Нет смысла, нет пути, нет завтра - нам некуда бежать», - жизненное кредо Сида и слова из сингла Our Way со второго альбома Sizzling Thunder."
    },
    {
      "_id": 31093,
      "ids": [
        31093,
        41093,
        51093,
        61093
      ],
      "id": "bands_leather_jacket_with_studs",
      "name": "Косуха бэнда",
      "type": "BODY",
      "desc": "Дэвид, один из вокалистов группы, нарисовал белую звезду на спине этой кожаной куртки. Изображение косухи стало обложкой последнего альбома группы.",
      "typeText": "Тело",
      "backstory": "Рок-н-ролл Sizzling Thunder разносился по всей галактике и призывал молодёжь, которая была вынуждена оставаться в зоне бедствия, без страха обращать свои взоры на разрушающийся Изумруд-III.\n\nГитарист Джимми придумал проводить концерты под землёй. Там они пели о трагедии разрушения планетарного масштаба, которая эхом разносилась по всей вселенной.\n\nДэвид нарисовал на спине кожаной куртки белую звезду, или, точнее, белого карлика, в которого превратится их звезда после коллапса. Куртка стала доказательством её существования. И те, кто покинул галактику, и те, кто остался - все они слушали этот громоподобный рок-н-ролл, размахивая одним и тем же ярким символом.\n\nБэнд давно канул в небытие, но их жизнь была тесно связана с музыкой, и поэтому она высечена на граните вечности.\n\n«Прожигай жизнь - давай искру белой звезде», - строчка из White Star, хита последнего одноимённого альбома Sizzling Thunder. Текст и музыка Дэвида."
    },
    {
      "_id": 31094,
      "ids": [
        31094,
        41094,
        51094,
        61094
      ],
      "id": "bands_ankle_boots_with_rivets",
      "name": "Берцы бэнда с заклёпками",
      "type": "FOOT",
      "desc": "Берцы барабанщика Бонэма. В их тёмной коже с заклёпками отражался свет софитов.",
      "typeText": "Ноги",
      "backstory": "Sizzling Thunder изменили отношение людей к финалу, но не смогли изменить их судьбу.\n\nОдиночество и отчаяние - вот и всё, что осталось на поверхности обречённой планеты. Когда ресурсов перестало хватать, группа начала записывать свои альбомы на забытые рентгеновские плёнки.\n\nНа последнем концерте их тура Thunderclap в беспокойной атмосфере появились первые предвестники электромагнитных бурь: гром и молнии пробивались через металлические леса на сцену, от чего под ботинками Бонэма появлялись искры. Бэнд слился воедино с громами и бурями. После выхода на бис огромный шар молнии охватил сцену, возвещая об окончании шоу Sizzling Thunder.\n\nНе только концерт, но и век Sizzling Thunder подошёл к концу, прямо как в песне.\n\n«Удары грома - и голос на минимум. По венам молнии - и мы погибнем... Вместе с музыкой и нашей звездой», - строка из песни Song of Sizzling Thunder, шедевр Бонэма и сингл с последнего альбома Sizzling Thunder."
    }
  ]
}