{
  "_id": 304,
  "id": "belobog_of_the_architects",
  "name": "Белобог Архитекторов",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает защиту владельца на <nobr>15%</nobr>. Если шанс попадания эффектов владельца выше или равен <nobr>50%</nobr>, то его защита повышается на доп. <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 33045,
      "ids": [
        33045,
        43045,
        53045,
        63045
      ],
      "id": "_",
      "name": "Форт Сохранения Белобога",
      "type": "NECK",
      "desc": "Внутри запечатана самая популярная достопримечательность Административного района в Белобоге - Монумент вечнозимья. Люди, проходящие мимо этого памятника, всегда чувствуют на себе его согревающий и оберегающий взгляд.",
      "typeText": "Планарная сфера",
      "backstory": "Тысячи лет назад на Ярило-VI преобладала морская среда и в течение всего года стояла хорошая погода, что вызывало всеобщую зависть.\\n\\nВ лесах росли сладкие фрукты, приливы приносили тёплый бриз, а амброзиевое вино лилось рекой, словно родниковая вода, так что всем хватало вдосталь. Местные жители были полны энергии и вдохновения. Они строили дороги, города, великолепные дворцы и виллы на побережье. Тогда казалось, что достаток начинается с чашки горячего кофе на рассвете и заканчивается кувшином крафтового стаута на закате.\\n\\nВскоре до Ярило-VI проложили звёздный путь, что положило начало межзвёздной торговле и внедрению инопланетных технологий.\\n\\nСперва гости из других миров прибывали сюда в поисках залежей геосущности. Эти кристально чистые минералы стали кровью, которая питала промышленность, а их янтарные отблески излучали сияние Сохранения. Позже сюда в поисках мирной жизни стали переселяться гости из других миров. Ярило-VI был буквально наполнен живописными бухтами и заливами, пальмовыми зарослями, приятными мелодиями и напевами, что делало его идеальным пунктом назначения для уставших путников. Люди верили, что со временем эта планета с влажным климатом засияет так же ярко, как и любая другая известная планета в галактике.\\n\\nОколо тысячи лет назад Стелларон пролетал над ней и опустился в этот мир.\\n\\nВся планета мгновенно погрузилась в хаос, где балом правили фарс и абсурд. Жестокий Легион Разрушения спустился с небес, и пламя войны распространилось по всем землям. Архитекторы построили оборонительные стены и линию фронта. Для битвы с драконоподобными чудищами были созданы гиганты высотой в сотни метров. Вскоре на всех них обрушился лютый холод Вечной мерзлоты, поглощая всех на своём пути - и друзей, и врагов. Планету окутало безмолвие... В целях обороны весь город был накрыт огромным космическим невидимым куполом, словно бережными руками, защищающими дрожащее пламя свечи от ледяного ветра. Так удалось сохранить цивилизацию на этой планете.\\n\\nПозже этот город был назван Белобогом."
    },
    {
      "_id": 33046,
      "ids": [
        33046,
        43046,
        53046,
        63046
      ],
      "id": "_",
      "name": "Линия обороны Белобога",
      "type": "OBJECT",
      "desc": "Среброгривые Стражи Белобога твёрдо стояли, невзирая на ледяные зимние бури. Они выстроили линию обороны, ожидая приближающихся атак от захватчиков с небес. Воля Среброгривых Стражей была несокрушима, и линия их обороны никогда не отступала.",
      "typeText": "Соединительная вязь",
      "backstory": "До бедствия Архитекторы возлагали большие надежды на Ярило-VI.\\n\\nПодражая величию Клипота, Архитекторы спроектировали машины, способные реконструировать планету. Сотни Двигателей созидания изрыгали огонь и пламя, ступая по земле подобно гигантским садовникам, возделывающим урожай на заброшенных цветочных полях. Какие-то десятилетия спустя каньоны и холмы превратились в равнины и леса, и вдоль побережья появились города.\\n\\nПосле предсказания Разрушения Архитекторы отправили машины воевать, создав первое поколение Железных Защитников.\\n\\nПосле прибытия Стелларона легионеры Разрушения стремительно шествовали по планете, словно мотыльки, летящие к огню, оставляя после себя лишь запустение. Машины, которые когда-то использовались для созидания, теперь были вынуждены стать оружием войны, бросая свои железные кулаки на поля сражений, где им не место. В конце концов, великаны-садоводы, истощённые, рухнули на землю, словно надгробные плиты цивилизации, знаменуя тем самым постепенное отступление линии обороны.\\n\\nВ день, когда отступать уже было некуда, за оружие взялись Среброгривые Стражи, ведь за их спинами, всего в нескольких шагах позади, стоял их отчий край.\\n\\nВечная мерзлота стала для всех неожиданностью: вот только небесные чудища обменивались с солдатами на передовой смертельными ударами, как тут же на поле боя обрушились снег и лёд. И в этом полнейшем хаосе единственным лучиком света стал город Белобог, за который стали сражаться две стороны - одна сторона за его разрушение, а другая за его защиту. Выкрикивая имя Алисы Рэнд, Среброгривые Стражи двинулись в снежную бурю и больше не возвращались.\\n\\nЖители Белобога осмелились взобраться на стену, чтобы посмотреть на бой, только когда метель утихла.\\n\\nПред ними предстала последняя линия обороны Белобога."
    }
  ]
}