{
  "_id": 319,
  "id": "bone_collections_serene_demesne",
  "name": "Безмолвная страна костей",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает макс. НР владельца на <nobr>12%</nobr>. Когда макс. НР владельца становится больше или равно <nobr>5000</nobr> ед., крит. урон владельца и его духа памяти повышается на <nobr>28%</nobr>."
  },
  "pieces": [
    {
      "_id": 33195,
      "ids": [
        33195,
        43195,
        53195,
        63195
      ],
      "id": "aidonias_deceased_gravestones",
      "name": "Поминальный обелиск Айдонии",
      "type": "NECK",
      "desc": "В планарной сфере заключена Айдония Амфореуса. На снежных равнинах верующие в {RUBY_B#титан смерти}Танатос{RUBY_E#} воздвигли величественный монумент в честь девы, даровавшей им благословение смерти.",
      "typeText": "Планарная сфера",
      "backstory": "Айдония - земля смерти, укрытая снегом. Некогда она возвышалась среди бушующих метелей, храня свою вечную тишину.\n\nВ бесконечном золотом веке почти все наслаждались долголетием на благодатной земле. Лишь единицы, пресытившись монотонной сменой дня и ночи, отваживались искать истинный путь жизни. «Откуда приходит жизнь? И куда ей суждено вернуться?» - нараспев вопрошал Элесиус, предводитель аскетов, ведя своих последователей на север в поисках сладкого и холодного вечного сна. Облачённые в длинные одеяния аскеты обосновались в безмолвных северных пустошах, воздвигнув величественный полис Айдония среди бесконечного снегопада.\n\nНа утраченных страницах, повествующих о конце золотого века, говорится, что «первый умерший» Амфореуса был родом из Айдонии. Он получил благословение смерти от {RUBY_B#титан смерти}Танатос{RUBY_E#} - дар, ставший как проявлением скорбного милосердия, так и величайшей честью.\n\nЖители Айдонии давно свыклись с суровым климатом. Снег, пропитанный верой в {RUBY_B#титан смерти}Танатос{RUBY_E#}, жадно поглощает тепло жизни, едва коснувшись земли. В незапамятные времена путники, вступавшие в пределы Айдонии, то и дело находили безымянные застывшие тела у обочин - души, вернувшиеся в объятия {RUBY_B#титан смерти}Десницы Тени{RUBY_E#}. Под вой северного ветра усопшие становились вехами, что указывали путь и предостерегали странников в метели. Пока теплилось дыхание жизни, путники торопились покинуть Айдонию.\n\nПозднее жители Айдонии обнаружили в пустоши скорбный обелиск - безмолвное свидетельство чьего-то благословения вечному круговороту жизни и смерти.\n\nПод обелиском покоилась безымянная дева, окружённая мраком смертельной ауры - даже костяная трава, что дышала смертью, полностью иссохла и обратилась в прах. Жители Айдонии ощутили в усопшей благословение {RUBY_B#титан смерти}Танатос{RUBY_E#}, принесли в город и стали почитать как святую деву. Последователи титана смерти, вдохновлённые её примером, начали возводить величественные обелиски. Эти монументы стали символами завершения долгого странствия и возвращения вечной жизни к смерти. Ведь жизнь и смерть - лишь пути, а обелиски - вехи, отмечающие их течение.\n\nОбелиск вещает дальним странникам: никто не задержится здесь надолго, никто не найдёт здесь вечного покоя. Ушедшие тоже продолжают свой путь - они превратились в северный ветер, закружились метелью, стали тысячами переплетённых нитей бытия."
    },
    {
      "_id": 33196,
      "ids": [
        33196,
        43196,
        53196,
        63196
      ],
      "id": "aidonias_deathward_bone_chains",
      "name": "Костяное ожерелье Айдонии",
      "type": "OBJECT",
      "desc": "Жители Айдонии поддерживают связь с миром усопших через звериные кости, наконечники стрел и железные шипы. В пустоши паломники лишь молят о том, чтобы их души смогли преодолеть студёную бездну и не сбились с пути к почитаемому божеству из-за собственной слабости и несовершенства.",
      "typeText": "Соединительная вязь",
      "backstory": "Однажды некий склочный невежда решил поставить в тупик последователей Айдонии, усомнившись в истинном почитании смерти на Амфореусе: «Если вы так поклоняетесь {RUBY_B#титан смерти}Танатос{RUBY_E#}, почему бы вам просто не пронзить своё сердце копьём?»\n\nЖитель Айдонии окинул его презрительным взглядом и ответил: «Тем, кто скуден духом, никогда не переправиться через Реку душ».\n\nС момента основания полис Айдония стал самым священным местом на всём Амфореусе, где жизнь ценится превыше всего. Последователи {RUBY_B#титан смерти}Танатос{RUBY_E#} непоколебимо верят, что воды Реки душ обжигают холодом до костей, и не каждому дано их пересечь. Лишь тот, кто прошёл долгий путь испытаний в мире живых, может обрести достаточно закалённую душу, чтобы преодолеть ледяную пучину и предстать перед {RUBY_B#титан смерти}Танатос{RUBY_E#}. Стремление к благословению смерти вовсе не означает пренебрежения жизнью.\n\nИменно поэтому айдонийцы, не страшащиеся смерти, никогда не посягали на богатые земли юга, хотя среди них немало грозных воинов. Ведь изнеженный юг не способен закалить душу, а айдонийцы презирают погружение в уют и комфорт.\n\nАскетизм - неотъемлемая часть культуры айдонийцев. В те редкие ясные дни года, когда утихает снегопад и ничто не застилает взор, наступает Праздник сбора костей. Жрецы Айдонии выходят за городские стены на поиски костей зверей, покоящихся в пустошах и болотах. Наиболее ценными для ритуала считаются останки доисторических чудовищ, почивших много веков назад. Когда по этим костям ударяют, в глухом эхе словно слышится шёпот {RUBY_B#титан смерти}Танатос{RUBY_E#}. Кости, будто пропитанные холодом Реки душ, постепенно свозят в город - те, что слегка повреждены, превращают в украшения, которые горожане носят не снимая, а хорошо сохранившиеся жрецы своими руками обрабатывают и изготавливают погребальные костяные мечи для праздничного подношения.\n\nОднажды во время Праздника сбора костей айдонийцы встретили в пустоши девушку. Вскоре разнеслись слухи о том, что её прикосновение позволяет преодолеть преграду Реки душ и встретиться лицом к лицу со смертью.\n\nВерующие в смерть стекались в храм, стремясь увидеть посланницу {RUBY_B#титан смерти}Танатос{RUBY_E#}. Жрецы Айдонии, заметив разрушительное влияние девушки на веру, провозгласили её девой сражений и запретили простым людям приближаться к ней. Лишь аскеты, прошедшие мирские испытания и познавшие истинную ценность жизни и смерти, удостаивались права умереть в её объятиях. Облачённая в одеяния, приготовленные жрецами, она казнила обеими руками и принимала в последние объятия.\n\nЖители Айдонии истово веруют в то, что тем, кто скуден духом, никогда не переправиться через Реку душ. Но река никогда не вопрошает о значимости души, она просто безмолвно течёт к конечному пределу всех живущих, где все пути сходятся воедино."
    }
  ]
}