{
  "_id": 310,
  "id": "broken_keel",
  "name": "Сломанный киль",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает сопротивление эффектам владельца на <nobr>10%</nobr>. Если сопротивление эффектам владельца выше или равно <nobr>30%</nobr>, крит. урон всех союзников повышается на <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 33105,
      "ids": [33105, 43105, 53105, 63105],
      "id": "_",
      "name": "Падение кита на Инсумосу",
      "type": "NECK",
      "desc": "Запечатанная автономная область планеты Таласса - Инсумосу. Здесь произошло кораблекрушение Дайюй Сяньчжоу, ставшее истинным вдохновением для цивилизации Инсумосу.",
      "typeText": "Планарная сфера",
      "backstory": "«Давным-давно дворец богов упал с небес».\\n\\nСначала в атмосфере показалась его тень, затем из-за сопротивления воздуха появилось огненное сияние, пока, наконец, он не предстал взору целиком - великолепный дворец, чудо, превосходящее мастерство величайших ремесленников Инсумосу. Он спускался медленно и торжественно, будто сгущался из самих облаков. Океан Инсумосу был поистине огромен, но мог ли он вместить этот божественный дворец, упавший с неба? Никто не знал наверняка.\\n\\n«В панике одни стали разбегаться врассыпную, другие остались в деревнях на суше и под водой, ожидая Божественного Падения».\\n\\nДайюй Сяньчжоу обрушился на поверхность Талассы, оставив глубокий водный кратер в самом сердце моря Инсумосу. В течение семи планетарных дней этот мир сотрясался от благоговения и горя. Грандиозные руины теперь безмолвно лежат на морском дне, словно останки небожителя, одновременно скорбные и величественные. Выжившие с Инсумосу всегда обитали под водой. Печальные, но покорные они стали свидетелями того, как небесный дворец из другого мира разрушил их любимый дом. Но радостные и восторженные они нашли новое пристанище среди обломков Дайюя после Божественного Падения.\\n\\nУлучшение условий жизни дало людям Инсумосу больше времени и энергии для размышлений. Глядя на грандиозные руины, спустившиеся с небес, они, наконец, получили возможность задать себе самые важные вопросы: кто же «они» и откуда «они» пришли?\\n\\nВ те времена жители Инсумосу ещё не были знакомы с искусством металлургии и не изобрели письменность. Из-за этого все свои знания они черпали из собственного воображения, а всё сущее пытались понять из услышанных сказок. Так, из уст сказителей рождались легенды, передававшиеся из поколения в поколение, пока сами мифы не вплетались в ткань их мировоззрения. Эти мифы сформировали их сознание, и из них родилась сама цивилизация. Звёзды сместились и прошли века, а Таласса стала торговым партнёром Альянса Сяньчжоу, и водные люди Инсумосу впервые ступили в небесный дворец. Там они увидели величие Дайюя Сяньчжоу и наконец узнали правду о Божественном Падении.\\n\\nХорошо образованные инсумосуанцы всегда считали себя продолжением Дайюя. «Тому, чему когда-то следовал Дайюй, должны следовать и мы. С тем, против чего когда-то боролся Дайюй, должны бороться и мы», - говорят они. Когда там рассказывают истории о прошлом, то до сих пор начинают со слов:\\n\\n«Давным-давно дворец богов упал с небес»."
    },
    {
      "_id": 33106,
      "ids": [33106, 43106, 53106, 63106],
      "id": "_",
      "name": "Отдать швартовы на Инсумосу",
      "type": "OBJECT",
      "desc": "Упавший Дайюй Сяньчжоу навечно пришвартован к чужой земле. Может, ему настало время отчалить домой...",
      "typeText": "Соединительная вязь",
      "backstory": "С расцветом цивилизации инсумосуанцы больше не считают жертв затонувшего корабля падшими богами, но продолжают относиться к ним с почтением. Поэты Инсумосу так поют: «Их тела отняли океана омуты, но их души остались не тронуты».\\n\\nВ соответствии с календарём Инсумосу, второй день отдыха в месяце Приливов - это День Божественного Падения. В этот день водные жители читали писания, ели травы и исполняли причудливые танцы, повторяя течение океана, в честь «богов», которые пали, но принесли благословение Инсумосу. Со временем День Божественного Падения постепенно потерял своё первоначальное религиозное значение: священные писания заменили песни, травы заменили деликатесы, и только своеобразный танец по сей день остаётся культурным наследием, передаваемым из поколения в поколение.\\n\\nЗа последние несколько сотен лет Инсумосу щедро обменивался своей уникальной культурой с внешним миром, и обряды празднования Дня Божественного Падения незаметно претерпели изменения.\\n\\nНаземные города Инсумосу обычно полны молодых людей, особенно во время Дня Божественного Падения. Тогда они не спят всю ночь, чтобы петь и танцевать. Иномирцы часто присоединяются к празднеству в это время - особенно туристы с Сяньчжоу, которые любят яркую атмосферу города, наполненную огненной страстью, неудержимой, как цунами. По мере взросления лёгкие водных жителей постепенно скукоживаются, на шее образуются жабры, а руки, ноги и глаза становятся более приспособленными для подводной жизни. Поэты пишут: «Жители Инсумосу оставляют шумную молодость земле, а тихую и торжественную старость - океану».\\n\\nПри поддержке гильдии торговцев «Небожители» с Сяньчжоу к празднованию Дня Божественного Падения был добавлен новый ритуал: поиск останков людей Сяньчжоу среди обломков Дайюя Сяньчжоу и обряд погребения - их отправка к солнцу Талассы на звёздном ялике. Изучая историю Дайюя, люди Инсумосу также узнали о трагедии его падения: когда корабль был непоправимо повреждён и уничтожен, лидер Цинчжу принял мужественное решение пожертвовать собой и положить конец проклятию чумы бессмертия. Альянс Сяньчжоу надеется, что их павшим героям будут оказаны заслуженные почести, а люди Инсумосу, спасшиеся от катастрофы, найдут ответы на свои вопросы. Молодёжь, дети и жители Сяньчжоу сидят на берегу, а пожилые люди выходят из воды и торжественно смотрят на океанский горизонт. Затем несколько яликов вырываются из воды и летят к звёздному небу. На бортах звёздных яликов нанесена красивая каллиграфия Инсумосу, которая гласит: «Отдайте швартовы во имя утонувших моряков. Не плачьте, ведь даже после моей смерти вы сможете спокойно плыть»."
    }
  ]
}
