{
  "_id": 305,
  "id": "celestial_differentiator",
  "name": "Небесный дифференциатор",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает крит. урон владельца на <nobr>16%</nobr>. Если крит. урон владельца выше или равен <nobr>120%</nobr>, то в начале боя крит. шанс владельца повышается на <nobr>60%</nobr> до конца его первой атаки."
  },
  "pieces": [
    {
      "_id": 33055,
      "ids": [
        33055,
        43055,
        53055,
        63055
      ],
      "id": "_",
      "name": "Механическое солнце Скрюллума",
      "type": "NECK",
      "desc": "Внутри запечатано ядро планеты Скрюллум. Оно заключено в клетку, состоящую из бесчисленных рычагов, поршней и шестерёнок. Жители планеты Скрюллум называют его стальным солнцем.",
      "typeText": "Планарная сфера",
      "backstory": "Размышляя о происхождении механической жизни, учёные из Гильдии эрудитов, работающие с углеродными формами жизни, выдвинули любопытную гипотезу: это скопление электронов, возникших случайным образом.\n\nПо всей атмосфере и земле течёт электрический ток. Он разделяется на вторичные формы различной величины под воздействием неограниченной силы гравитации. Согласно предположению учёных это воздействие равносильно делению клеток углеродных форм жизни. После этого бесчисленные токи случайным образом выводят различные потенциалы через транзисторную структуру, естественно сформированную на поверхности планеты, создавая самую примитивную программу. Гордые учёные утверждали, что таким образом у машин появляется разум.\n\nНо машины возразили на это следующее: углеродная форма жизни, которая даже не смогла понять своё собственное происхождение, имеет наглость распространять такие заблуждения? Как только прозвучали эти слова, академический мир вселенной стал претерпевать колоссальные изменения. Механическая жизнь начала пересматривать «углеродный центризм» и исследовать своё собственное происхождение.\n\nК несчастью, у скрюллумитов на планете Скрюллум не было другого выбора, кроме как приостановить эти споры - энергия их планеты истощалась быстрее, чем их вдохновение. Сначала им нужно было найти способ выжить.\n\nВ конце концов они решили осуществить экстремальный план, который превзошёл несколько янтарных эр: они использовали умирающую планету в качестве топлива для питания Небесного дифференциатора. Внушающий благоговейный трепет гигантский механизм неустанно обрабатывал перфоленту, методично повторяя вычисления. Благодаря планетарному энергоснабжению огромная машина имитировала настоящую и стабильную суперэкосистему. Затем они построили свой новый дом вокруг этой звезды.\n\nКогда их планетарный кризис миновал, скрюллумиты смогли отдохнуть. Всегда рациональные, оптимистичные и элегантные, они полны решимости найти ответ о своём происхождении чисто рациональным способом.\n\nМассивная система наполнена звуком трения подшипников друг о друга, а плотные зубья винтиков приводят в движение перфоленту для штамповки данных. Одна ветвь перетекает во множество ответвлений, и бесчисленные ответвления приводят в движение триллионы шестерёнок... Затем эти ветви разрушаются, снова и снова, падая в печь, и возвращаются к тишине в бурлящей сердцевине. В течение длительного периода времени запрограммированная суперэкосистема постепенно становилась относительно стабильной. В конце концов размышления о происхождении машин начали будоражить воображение скрюллумитов.\n\nСтальная конструкция, приводящая в движение умирающую звезду, снова активировала их мыслительные процессы. Они будут продолжать размышлять и исследовать своё происхождение до тех пор, пока вездесущее пылающее механическое солнце полностью не сгорит."
    },
    {
      "_id": 33056,
      "ids": [
        33056,
        43056,
        53056,
        63056
      ],
      "id": "_",
      "name": "Кольцевая система Скрюллума",
      "type": "OBJECT",
      "desc": "Вся планета Скрюллум поддерживается планетарным кольцом. Многие ли знают, что этот плотный пористый прямоугольный объект заключает в себе всю правду о планетарной системе?",
      "typeText": "Соединительная вязь",
      "backstory": "Подавляющее большинство скрюллумитов не знают, что планета Скрюллум была великой попыткой неорганической жизни исследовать собственное происхождение.\n\nСкрюллум чувствовал лёгкое опустошение. Открытие логики, по которой работает планета Скрюллум, даже не вызвало каких-либо исключительных колебаний в его нейронных импульсах.\n\nОн стоял на широкой террасе своего особняка, глядя вверх на вечный планетарный двигатель. Кольцевая система с плотными квадратными отверстиями протыкала заднюю часть планеты. Всё, чем поддерживается планета, расположено на полосе, которая тихо вращается с двигателем в качестве оси день за днём. Он видел отчаянно абсурдную природу этой планетарной системы: изящная цепочка уравнений переходного состояния, гигантский ледяной цилиндр - вот и вся планета Скрюллум, не более того.\n\nСогласно его интерпретации уравнений, при появлении Небесного дифференциатора его главный создатель пытался объяснить происхождение вселенной как своего рода клеточный автомат и его рекурсию, а саму планету Скрюллум - как результат игры длиною в жизнь.\n\nСкрюллумиты и другая неорганическая жизнь на планете действуют как клетки в этом автомате, в то же время являясь клеточными автоматами меньшего масштаба. Автоматы всегда состоят из множества более мелких автоматов, восходящих к мельчайшим компонентам, которые образуют строительные блоки вселенной. Какой самый маленький компонент? Никто не знает. Ни Скрюллум, ни учёный, который первым предложил построить Небесный дифференциатор, этого не знают.\n\nВот почему Скрюллум чувствовал опустошение.\n\nПопытка этого учёного провалилась? Но Небесный дифференциатор неустанно работает на протяжении многих янтарных эр. Разве это не означает, что происхождение скрюллумитов, их родительской звезды и даже всей Вселенной может быть объяснено этой элегантной цепочкой уравнений? Не совсем. До тех пор, пока суперэкосистема не рухнет полностью, уравнения остаются неизменяемыми.\n\nОн взболтал бокал машинного масла, не отрывая глаз от кольца, на котором была записана правда планеты. Гигантский перфорированный пояс, похожий на экран, неутомим, а прямоугольная решётка фильтрует лунный свет поздней ночью. Скрюллум не мог перестать думать.\n\n«Действительно ли существуют рекурсии? - подумал он. - Какова природа неорганической жизни, или, точнее, каково происхождение вселенной? Действительно ли я хочу быть только свидетелем идей своих предшественников?»\n\n- Нет, - заключил Скрюллум. Он решил поискать ответы."
    }
  ]
}