{
  "_id": 105,
  "id": "champion_of_streetwise_boxing",
  "name": "Чемпион уличного бокса",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает физический урон на <nobr>10%</nobr>.",
    "4": "После того как владелец выполняет или получает атаку, его сила атаки повышается на <nobr>5%</nobr>. Этот эффект может складываться до <nobr>5</nobr> раз."
  },
  "pieces": [
    {
      "_id": 31051,
      "ids": [
        31051,
        41051,
        51051,
        61051
      ],
      "id": "_",
      "name": "Шлем чемпиона",
      "type": "HEAD",
      "desc": "Головной убор для боксёров, обеспечивающий отличную защиту. Идеально облегает голову владельца.",
      "typeText": "Голова",
      "backstory": "Линдси выросла на улицах и участвовала в уличных боях. Она никогда не думала об официальных матчах, тем более о том, что кто-то может её победить. Что уж говорить о противнице, которая одной ногой стоит в могиле.\\n\\nОдна старушка, назвавшаяся тренером по боксу, дала Линдси защитное снаряжение и вызвала её на поединок, поставив условие: если пожилая леди победит, Линдси согласится тренироваться у неё.\\n\\nГордая Линдси отбросила снаряжение в сторону - оно стесняло уличного бойца. Она думала, что сможет легко взять верх, полагаясь на свою быструю реакцию. Но старушка сделала всего три шага к Линдси и ударила её прямо в лицо. Когда девушка пришла в себя, она подняла боксёрский шлем и надела его. Ограниченный обзор, который давал шлем, представил окружение совершенно по-новому.\\n\\n- Значит, это приёмы настоящего боксёра, да? Любопытно. Если ты и правда решила тренировать меня, то сделай из меня сильнейшую.\\n\\nХотя и с некоторой неохотой, она признала, что проиграла пари. Впервые надев защитное снаряжение, она официально вошла в мир бокса."
    },
    {
      "_id": 31052,
      "ids": [
        31052,
        41052,
        51052,
        61052
      ],
      "id": "_",
      "name": "Тяжёлые перчатки чемпиона",
      "type": "HAND",
      "desc": "Пара боксёрских перчаток в отличном состоянии. Немного поношены, но это не делает их менее эффективными.",
      "typeText": "Руки",
      "backstory": "Когда Линдси впервые вышла на боксёрский ринг, её стиль боя не был сбалансированным - она умела только атаковать, но не защищаться.\\n\\nВсех лет уличных боёв было просто недостаточно, чтобы подготовить её к бою на ринге. Как и планировалось, матч, организованный Екатериной, действительно поставил Линдси на место.\\n\\nЧереда поражений в локальных матчах сломила самонадеянность Линдси, она была унижена. У неё не было другого выбора, кроме как начать думать о сбалансированном ритме нападения и защиты, которому её учила Екатерина. Словно поцелованная богиней боя, эта некогда упрямая уличная драчунья постепенно поняла суть и радость от баланса между нападением и защитой. Дальше в ходе напряжённых тренировок на руках она видела лишь разорванные накладки и пропитанные потом и кровью перчатки.\\n\\n- Не попадайся в ловушки противников. Найди свой собственный ритм.\\n\\nЛиндси наконец-то начала прислушиваться к словам Екатерины и замечать её тёплый взгляд. А обычно суровая Кэт уже давно полюбила Линдси как родную дочь."
    },
    {
      "_id": 31053,
      "ids": [
        31053,
        41053,
        51053,
        55006,
        61053
      ],
      "id": "_",
      "name": "Нагрудник чемпиона",
      "type": "BODY",
      "desc": "Нагрудная защита профессионального боксёра. Внешняя и внутренняя набивка сконструированы таким образом, что нагрудник обеспечивает надёжную защиту, не сковывая движений.",
      "typeText": "Тело",
      "backstory": "В ночь перед чемпионатом обстановка в тренировочном зале была как в старые добрые времена: по всему залу эхом раздавался звук быстрых тяжёлых ударов по мешку с песком.\\n\\nПот пропитал её нагрудник, а дыхание обжигало лёгкие. Ей хотелось просто сбежать.\\n\\nЛиндси пыталась контролировать эмоции, пока её лицо покрывалось потом и слезами. Поздно вечером, когда она наконец-то сняла нагрудную защиту, то долго смотрела на имя, написанное на внутренней набивке: «Кэт». Она поклялась себе, что на следующий день выиграет, выиграет в память об этом имени. Это был ключевой матч на пути Линдси к званию чемпионки по боксу, а также её первый бой без тренера. Выходя на ринг, она гордо выпячивала грудь перед камерами.\\n\\n- Линдси... Так звали мою дочь. Когда её не стало, я думала, что мир рухнул, пока, наконец, не встретила тебя. Спасибо, Линдси.\\n\\n- Защити меня, Кэт."
    },
    {
      "_id": 31054,
      "ids": [
        31054,
        41054,
        51054,
        61054
      ],
      "id": "_",
      "name": "Боксёрки чемпиона",
      "type": "FOOT",
      "desc": "Искусно изготовлены из кожи и сетки. Сочетание толстой стельки и тонкой подошвы обеспечивает ловкость в ногах.",
      "typeText": "Ноги",
      "backstory": "Обладая миниатюрной фигурой, Линдси прославилась быстрыми ударами и проворными ногами. Она порхала по рингу, словно бабочка вокруг цветка.\\n\\nНезависимо от того, насколько быстро её противники могли наносить удары, они никогда не могли поразить чемпионку - эту технику прозвали Танцем Линдси.\\n\\nЧтобы обучить Линдси правильно двигаться, Екатерина взяла её на шикарный бал, где они танцевали рука об руку, вращение за вращением... Поначалу неуклюжая, девушка с улицы в конце концов освоила изысканные танцевальные движения. Тогда Линдси поняла, что эта пожилая тренер по боксу не так проста, как кажется на первый взгляд. Вальсируя в толпе танцующих людей, Линдси чувствовала, как её сердце медленно тает.\\n\\n- Ещё один танец?\\n\\nВыросшая на улице Линдси не была готова к такому, но, видя блеск в глазах Екатерины, она не смогла отказаться."
    }
  ]
}