{
  "_id": 315,
  "id": "duran_dynasty_of_running_wolves",
  "name": "Дуранская династия волков",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Когда союзник выполняет бонус-атаку, владелец получает 1 ур. статуса Подвиг, до макс. <nobr>5</nobr> ур. Каждый уровень этого статуса повышает наносимый бонус-атакой владельца урон на <nobr>5%</nobr>. Когда статус Подвиг достигает <nobr>5</nobr> ур., крит. урон владельца дополнительно повышается на <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33155,
      "ids": [
        33155,
        43155,
        53155,
        63155
      ],
      "id": "_",
      "name": "Купольный шатёр Дурана",
      "type": "NECK",
      "desc": "Внутри запечатан купольный шатёр борисинцев с Зелената. Помимо невероятной жестокости, борисинцы также славятся по всему космосу разработанными биотехнологиями. Волчата собираются вокруг повелителя логова Дурана и изучают небесные объекты, словно это их межзвёздная паства.",
      "typeText": "Планарная сфера",
      "backstory": "В начале древних баллад борисинцев и лисьего народа с ностальгией воспевается некая планета Зеленат, где царит благоприятный для жизни климат и поверхность покрыта плодородной почвой. Но при тщательном их анализе особо проницательные исследователи замечают, что на самом деле основная тема подобных песен - это война.\n\nНекоторые лисьи кланы, благодаря способностям к ведению сельского хозяйства и торговли, сумели возвести у журчащих рек процветающие города. А сыны волков, с другой стороны, под лазурным небом с блуждающими всполохами северного сияния пасли стада и образовывали поселения, которые, словно звёзды, усеивали пышные луга. Торговцы высмеивали невежество скотоводов, а те, в свою очередь, презирали торгашей за хитрость и лукавство. Но обоим народам приходилось сталкиваться с суровой неизбежностью естественного цикла - «лисьим летом» и «волчьей зимой».\n\nЛетом, благословлённым на урожай лисьим божеством, оба клана складывали оружие и ко всеобщему удовлетворению прекращали войну. Но когда волчий бог насылал морозы и снеговые границы расползались по полюсам, голод вынуждал оба народа снова браться за секиры и идти в бой.\n\nВ народных песнях поётся, что однажды волчья зима задержалась надолго и не уходила даже на тридцать третий оборот солнца вокруг Зелената. Тогда нужда и голод вынудили поселенцев охотиться даже на тех животных, которые считались тотемными. Но и этого было недостаточно. Предвидя скорое вымирание, один спаситель взобрался на самую высокую гору. В легендах лисьего народа это была спасительница, и её звали Тушань. В балладах борисинцев - спаситель по имени Дуран. Как бы ни звали благодетеля, он обратился к Хозяину Бессмертия с мольбой даровать всему живому довольствие, чтобы оно таким образом получило шанс на выживание. И тогда гора раскололась надвое, и забил из разлома алый источник, сливочный и сладкий.\n\nТе, кто пил из источника, получали силу, ловкость и гибкость, лишь вкусив немного плоти. По их венам начинала бурлить кровь, наделяя их мощью и обликом диких зверей. Так прежний мир навсегда изменился.\n\nВсё, что было нужно возрождённым собачьим людям, было создано из этого алого источника. На полях перестали выращивать зерно, только мясо и плоть; одежды из льна сменили одеяния из послеродовой плаценты. Даже суровые земли с трескучими морозами и колючими снегами, которые наводили на жителей цивилизации Зелената бесконечный ужас, больше никого не пугали. Собачьи люди начали культивировать биологические мембраны и строить из них тёплые шатры, которые защищали от лютой волчьей зимы.\n\nЗатем для жителей Зелената всё изменилось, точно так же как меняется жизнь, когда маложивущий вид становится долгоживущим, - произошёл демографический взрыв, экологические катастрофы, внутренние распри... И как собачьи люди не молили о помощи Хозяина Бессмертия, их молитвы не были услышаны. Тогда они поняли, что Хозяин дал им всё, что мог, и теперь, если они хотят лучшей жизни, они должны взять всё сами.\n\nСобравшись вокруг повелителя логова Дурана, собачьи люди обратили свой взор вверх, на светила - туда, где живёт Хозяин Бессмертия. И звёзды тогда сверкали им, словно паства, которую нужно просто прийти и загнать, - они принесут на эти планеты волчью зиму.\n\nМного позже заклятые враги прозвали их борисинцами - на языке Зелената «борисин» означает «волк»."
    },
    {
      "_id": 33156,
      "ids": [
        33156,
        43156,
        53156,
        63156
      ],
      "id": "_",
      "name": "Упряжь для мехазверей Дурана",
      "type": "OBJECT",
      "desc": "Вожжи, кандалы и кнуты. Первое, чему учили борисинских юнцов, подросших выше лап мехазверей, - крепко держать поводья. Иначе они рисковали сами стать домашним скотом, или того хуже - кормом для скота.",
      "typeText": "Соединительная вязь",
      "backstory": "На борисинском наречии «упряжь» называли «асса-чита», что дословно означает «книга жизни».\n\nКогда встречались две восходящие луны и ночное небо заливал яркий свет, шаманы охотничьего племени дарили сынам Дурана упряжь в качестве обряда инициации. Ещё никем не тронутая сбруя должна была запечатлеть на себе историю сражений на протяжении всей жизни.\n\nПо окончании обряда молодые борисинцы должны были выйти на военное пастбище, выбрать и оседлать своего первого боевого скакуна среди мехазверей, специально выведенных генным шаманизмом. Для мехазверей кормом становились поверженные, поэтому они отличались особой свирепостью и ловкостью. Но в сравнении с новыми хозяевами они были обычными овцами. Дикая кровь закипала от лунного света, пока юные борисинцы и мехазвери сражались и гнались друг за другом. Некоторые погибали от поцелуев зверей, что свидетельствовало лишь об их трусости. Другие убивали соплеменников, что считалось обычным законом естественного отбора... Когда молодой борисинец валил на землю выбранного мехазверя и закидывал ему на шею поводья с нейронными шипами, последнего охватывал телепатический ужас, после чего он становился настолько покладистым, будто получил сотни ударов плетью. Момент, когда зверь добровольно вёз хозяина на спине, считался рождением соря («воин», «всадник»).\n\nТогда упряжь становилась летописью его битв, покрываясь многочисленными засечками, петлями и украшениями.\n\nПод предводительством йонда («лидер», «центурион») хорошо обученные соря надевали мембранные латы, которые напоминали медуз, всходили на зверокорабли, способные совершать межзвёздные гиперпрыжки, исследовали разнообразные миры и клялись превратить мириады светил в собственные угодья во имя Дурана и Хозяина Бессмертия. Число засечек на поводьях означало количество убитых врагов, петли - пройденные битвы, подвесными украшениями становились военные трофеи: человеческие зубы и кабели эрудроидов. Они символизировали ярость и печаль побеждённых противников и были своего рода орденами за силу борисинца.\n\nЕсли скакун погибал в бою или борисинец хотел наказать своё животное, упряжь снимали и седлали другого зверя.\n\nОбычно в этом качестве предпочитали лисий народ как представителей низшего класса, которые были исключены из клана в результате генетической селекции. Лисы были слабы и хитры, поэтому годились только для физического труда и расчётов. Если среди лисьего народа обнаруживался воинствующий индивид, волк-хозяин тут же надевал на него поводья и использовал в качестве боевого раба, которого на фронте ставили в авангарде.\n\nЕсли все рабы умирали и вооружения оставалось мало, упряжь использовали как хлыст, присоединяя шип к одному из концов. Если и хлыст рвался, а воин погибал с разбитыми клыками и когтями, такая упряжь становилась мемориалом и напоминала о погибшем...\n\nКак говорится в старинной поговорке, хищник и добыча в лесу часто меняются местами... Так в ходе тысячелетней войны с Сяньчжоу в тёмном лесу под названием вселенная было уничтожено несметное число волчьих упряжей. В конце концов тесная связь между кланами была разорвана стрелой Охоты, и борисинцы так же погрязли во внутренних конфликтах и смуте, навсегда потеряв былое величие."
    }
  ]
}