{
  "_id": 110,
  "id": "eagle_of_twilight_line",
  "name": "Орёл сумеречного рубежа",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает ветряной урон на <nobr>10%</nobr>.",
    "4": "После использования сверхспособности действие владельца продвигается вперёд на <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31101,
      "ids": [
        31101,
        41101,
        51101,
        61101
      ],
      "id": "_",
      "name": "Шлем с клювом орла",
      "type": "HEAD",
      "desc": "Гидрошлем, используемый в высокоскоростных полётах, по форме напоминает клюв небесного орла.",
      "typeText": "Голова",
      "backstory": "Каждый день на рассвете небесные рыбаки Салсотто взмывали с небоскрёба движущегося города в своих крылатых костюмах на охоту за флогистоновыми медузами, вылетающими из песка.\n\nФлогистон - важнейший компонент фазового пламени, жизненный сок огромного движущегося города. Нужно собрать достаточно флогистона, чтобы город всегда оставался за пределами сумеречной зоны, разделяющей день и ночь.\n\nЕсли кто-то из рыбаков погибал от истощения или нападения гигантских птиц, салсоттианцы не жалели сил, чтобы вернуть их останки, и хоронили их вместе с крылатыми костюмами и орлиными шлемами в тёмной земле. Согласно традиционным салсоттианским ритуалам «приземление» равносильно смерти и означает вечный покой.\n\nПолёт никогда не должен прекращаться, точно так же, как город никогда не должен останавливаться.\n\nНа клюве этого орлиного шлема вырезано короткое соболезнование: «Не земля сковывает орла, но крылья, ведь именно они заставляют его летать»."
    },
    {
      "_id": 31102,
      "ids": [
        31102,
        41102,
        51102,
        61102
      ],
      "id": "_",
      "name": "Парящее кольцо орла",
      "type": "HAND",
      "desc": "Кольцо выдающегося мастера небесного рыболовства с узором в виде крыльев орла, обрамляющих палец владельца.",
      "typeText": "Руки",
      "backstory": "Парящее кольцо получали только самые опытные, уважаемые и надёжные небесные рыбаки. Они свистели в свои рыболовные свистки в небе и плавно координировали действия друг друга, как зоркие охотничьи орлы.\n\nНа время полётов каждый рыбак был одинок и уязвим. Всё, на что он мог положиться, - это сто двадцать четыре вида свиста командира отряда.\n\nОтсюда в Салсотто издавна бытовала поговорка: «Небесные рыбаки доверяют треть своей жизни отточенной технологии, треть - гениальному оборудованию, и треть - надёжным командирам отряда небесных рыбаков».\n\nКаждый родитель просил командира присмотреть за своим чадом среди новобранцев, поэтому он непрестанно чувствовал огромную ответственность, возложенную на него кольцом.\n\nТак, на пёстром украшении с внутренней стороны было выгравировано всего одно слово: «Ответственность»."
    },
    {
      "_id": 31103,
      "ids": [
        31103,
        41103,
        51103,
        61103
      ],
      "id": "_",
      "name": "Кушак орла",
      "type": "BODY",
      "desc": "Мягкий и облегающий кушак из тонкого льна, с помощью которого металлические опоры крепились к крылатому костюму.",
      "typeText": "Тело",
      "backstory": "Небесным рыбакам Салсотто было нелегко охотиться на флогистоновую медузу, вылетавшую из песков. В вихревых потоках воздуха кушак, на первый взгляд мягкий, был ниточкой, которая спасала их жизни.\n\nОхота на флогистоновую медузу никогда не отличалась простотой. Витиеватые движения и отчаянная погоня, выверенный загон и резкий захват - одно неверное движение в каждом из этих звеньев цепочки могло стать роковым.\n\nМолодые небесные рыбаки плотным жгутом вплетали локоны своих родителей, а женатые рыбаки - локоны своей пары, в свои кушаки с металлическими опорами. Считалось, что так кушак будет благословлён силой «домашнего очага» и станет гарантией того, что небесный рыбак будет всегда возвращаться домой.\n\nВ жестоком мире, где каждый выживал как может, «дом» был единственным местом, которое давало уют и поддержку рыбаку.\n\nВнутри этого кушака волосы всё ещё целы. Они женские и слегка подёрнуты сединой у корней."
    },
    {
      "_id": 31104,
      "ids": [
        31104,
        41104,
        51104,
        61104
      ],
      "id": "_",
      "name": "Стёганые краги орла",
      "type": "FOOT",
      "desc": "Краги для согревания ног во время полётов, украшены перьями небесного рыбака.",
      "typeText": "Ноги",
      "backstory": "Охота на флогистоновых медуз - долгая игра на выживание для небесных рыбаков с Салсотто. Температуру ног, которые далеко от сердца, можно было поддерживать, только укутав их в пушистые пуховые краги.\n\nВ конце долгой и очень напряжённой охоты тело ломило от боли и усталости.\n\nПоэтому неопытные рыбаки слишком поздно обнаруживали частичное отмирание тканей, вызванное сильным обморожением. Перед взлётом знающие рыбаки много раз проверяли, затянули ли они краги, ведь сделать это в полёте на высокой скорости они уже не могли.\n\nОни знали, что их унесёт ветер в тот момент, когда они ступят в небо.\n\nВ металлической оболочке, встроенной в краги, обнаружены следы извести и алюминиевой пудры - похоже на средство аварийного обогрева."
    }
  ]
}