{
  "_id": 107,
  "id": "firesmith_of_lavaforging",
  "name": "Кузнец огня и лавы",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает огненный урон на <nobr>10%</nobr>.",
    "4": "Повышает урон, наносимый навыком владельца, на <nobr>12%</nobr>, а также повышает огненный урон следующей атаки владельца после использования сверхспособности на <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 31071,
      "id": "_",
      "name": "Обсидиановые очки кузнеца",
      "type": "HEAD",
      "desc": "Защитные очки изготовлены из чёрных огненных кристаллов. Через эти линзы яркие брызги искр превращаются в мозаику из тусклых теней.",
      "typeText": "Голова",
      "backstory": "Для Кузнецов огня способность создавать совершенное оружие - это и прекрасное предназначение, и ужасное пожизненное проклятие.\\n\\nС тех пор как освобождённые Кузнецы огня прибыли в мир Кузни войны, их таланты, хотя и полностью раскрытые, начали окрашиваться аурой Разрушения.\\n\\nОслепительный свет печи и искры сталкивающегося металла долгой ковки могут превратить сырую руду в прекрасное оружие, но могут и лишить кузнеца зрения. Однажды у подножия вулкана Фой нашёл месторождение редкого кристалла пламени обсидиана. Из него он тщательно отполировал пару защитных очков, которые превращали яростные искры огня в бледно-белые силуэты. Однако жадный кузнец не смог избежать своей проклятой судьбы, потеряв всё в ярком свете своей кузницы.\\n\\nФой считал Легион Антиматерии в Кузне войны сырьём для своих творений, а себя - восходящим пламенем.\\n\\n«Интересно... можно ли использовать силу термоядерной реакции в печи?» Таким образом, стремление Фоя к высшему огню закончилось неконтролируемым термоядерным синтезом."
    },
    {
      "_id": 31072,
      "id": "_",
      "name": "Кольцо мастерства кузнеца",
      "type": "HAND",
      "desc": "Кольцо с символом пламени. Это высший знак почёта в клане Кузнецов огня.",
      "typeText": "Руки",
      "backstory": "Девятисотградусная печь может превратить глину в керамику, тысячеградусная - расплавить олово и медь... Желая чистоты творения, должно желать и совершенного пламени.\\n\\nСущества Легиона жаждали отделиться от материального мира, стремясь к фундаментальным мутациям, которые могут быть вызваны только палящими волнами Разрушения.\\n\\nВысококвалифицированный кузнец может поднять температуру огня до невероятных пределов, и тогда из пылающей тёмной массы будет исходить жаркий голубой свет, подобный свету умирающей звезды. Все Кузнецы огня обладают удивительным талантом управлять пламенем, но только лучшие из них награждаются кольцом со знаком пламени как символом их превосходного мастерства.\\n\\nКузня войны давно перестала различать кузнецов и кузнечные материалы. Все те Кузнецы огня, которые всё это время выплавляли и ковали существ из Антиматерии, так же стали частью оружия Разрушения.\\n\\n«Качество плавки зависит от огня, а качество огня зависит от кузнеца», - очевидное утверждение для любого кузнеца, умеющего управлять высокими температурами."
    },
    {
      "_id": 31073,
      "id": "_",
      "name": "Огнеупорный фартук кузнеца",
      "type": "BODY",
      "desc": "Фартук кузнеца без лишних украшений. На нём хорошо видна текстура кожи и фамильный герб.",
      "typeText": "Тело",
      "backstory": "Легион Антиматерии дал Кузнецам огня умирающую Кузню войны - огненный мир, где они могли ковать сколько их душе угодно.\\n\\nСозидание и Разрушение больше не были противоположностями, пока звучал стук молота и плавился металл в этом обжигающем глаза мире лавы.\\n\\nСуртур был особенно хорош в использовании расплавленной породы, извергающейся из действующих вулканов, чтобы наполнить оружие Легиона яростной аурой Разрушения. Ни бурление ядовитых газов, ни бульканье лавы не могли прервать его неистовой концентрации. И хотя горячий расплавленный камень брызгал на его огнеупорный фартук из кожи гигантской ящерицы, снаряжение никогда не теряло своего блеска.\\n\\nОгромная часть боевых сил Легиона неоднократно подвергалась ковке и переплавке, пока Кузнецы огня не сковали их плоть и оружие воедино, превратив в оружие Разрушения.\\n\\n«Да, мощь несравненного разрушения...» - так звучали ужасные устремления при ковке оружия, которые Кузнецы огня никогда не скрывали."
    },
    {
      "_id": 31074,
      "id": "_",
      "name": "Литая нога кузнеца",
      "type": "FOOT",
      "desc": "Протез из металлического сплава, поверхность которого увита витиеватой огненной резьбой.",
      "typeText": "Ноги",
      "backstory": "В старые времена хозяева тюрем боялись потерять исключительное искусство кузнечного дела. Поэтому они использовали самые отвратительные уловки, чтобы выходцы из клана Кузнецов огня оставались в заточении как можно дольше - все вожди клана непременно лишались ног в день заключения.\\n\\nХозяин Разрушения освободил Кузнецов огня и даровал им знак Разрушения, благодаря которому клан обрёл неограниченную власть.\\n\\nГлава клана, несмотря на неспособность передвигаться, как здоровый человек, получил истинную свободу, поскольку он больше не был заточён в темницу только за свои экстраординарные навыки и таланты в искусстве кузнечного дела. Он изливал всё своё негодование и унижение в кузнице и непрестанно стучал молотом по несколько дней кряду. После многочисленных ударов молотом некогда упрямым и гордым созданиям из антиматерии пришлось в конце концов изменить свою форму и поддаться переделке Разрушителем.\\n\\nХоть Кузнецы огня давно не были за решёткой, их одержимость ковкой стала для них другой формой тюрьмы.\\n\\n«Плоть и кровь - это бремя. Ковка - это тоже Разрушение», - сетовал глава клана, глядя на растущее количество искалеченных Кузнецов огня."
    }
  ]
}
