{
  "_id": 311,
  "id": "firmament_frontline_glamoth",
  "name": "Небесный фронт Глатирамер",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает силу атаки владельца на <nobr>12%</nobr>. Если скорость владельца выше или равна <nobr>135</nobr>/<nobr>160</nobr> ед., то наносимый им урон повышается на <nobr>12%</nobr>/<nobr>18%</nobr>."
  },
  "pieces": [
    {
      "_id": 33115,
      "ids": [33115, 43115, 53115, 63115],
      "id": "_",
      "name": "Железная кавалерия Глатирамера",
      "type": "NECK",
      "desc": "Запечатанные в планарную сферу знаменитые ножны, способные менять форму и принадлежавшие некогда Железной кавалерии Глатирамера. На военные корабли погрузили несметное количество серебряных мехов и отправили на другой конец галактики, чтобы противостоять Рою, обрушившемуся из глубин космоса.",
      "typeText": "Планарная сфера",
      "backstory": "Велькийская империя Глатирамера занимала обширную территорию, простирающуюся на десятки тысяч световых лет. Её амбиции уходили в далёкий космос. На пике могущества империи Её Величество императрица Титания построила великолепный флот и поклялась донести плоды цивилизации до всех варварских границ, позволив им вкусить благосклонности империи в надежде объединить их под одним правителем.\\n\\nПоход, однако, был прерван обрушившимися с неба несметными стаями инсектоидов. Армия Глатирамера шла в атаку и терпела поражение снова и снова... Колонии были разбросаны по свету, и судна железного флота, предмета гордости империи, пали одно за другим. Вопли глатирамерцев, окружённых выжившими жесткокрылыми монстрами с фасеточными глазами, потонули в море отчаяния, и империя распалась.\\n\\nПока однажды рыцари, одетые в механизированные доспехи, не спустились с неба и не уничтожили поглощающий солнце Рой. С тех пор серебристо-белые железные рыцари путешествовали по различным звёздным системам империи, пересекая опустошённые территории и сражаясь с бедствием, уничтожившим галактику. Они были подобны воинам, рождённым для борьбы с Роем. Никто не знал лиц, что скрывались под шлемами Железной кавалерии, но их прибытие было словно даром богов, возвращающим свет дня в человеческий мир. Под командованием императрицы Железная кавалерия Глатирамера пронеслась по небу, наконец остановив нашествие противника и принеся в империю недолгое спокойствие."
    },
    {
      "_id": 33116,
      "ids": [33116, 43116, 53116, 63116],
      "id": "_",
      "name": "Безмолвная могила Глатирамера",
      "type": "OBJECT",
      "desc": "Процветающая Империя Глатирамера обратилась в прах. О её былом величии не осталось никаких свидетельств - лишь звёздная пыль, обломки мехов, развалины кораблей и трупы насекомых Роя, что дрейфуют в вакууме космоса, образуя некое подобие реки. В таком виде сохранился театр боевых действий, став памятником о падении целой империи.",
      "typeText": "Соединительная вязь",
      "backstory": "Историки Гильдии эрудитов полагают, что Республика Глатирамера была уничтожена в результате вторжения Роя. Другие учёные считают, что Республика потерпела крах из-за того, что её власти недооценили могущество противника.\\n\\nЧтобы переломить ход ужасающей войны против Роя, правящий совет решил бросить вызов самой сути человечества и изменить её - дабы адаптироваться к войне, они создали «рождённое для борьбы» оружие.\\n\\nРезультатом всего этого стала «Титания» - императрица, которая не имела власти, но была способна командовать и контролировать связанных с ней на телепатическом уровне рыцарей. В грёзах, которыми были окутаны эти воины, единственным смыслом их существования было охранять Титанию и её «империю». За свою короткую жизнь они учились, сражались, получали приказы императрицы, бесстрашно противостояли врагу и в итоге погибли с честью.\\n\\nНикто не знает, когда эта ложь раскрылась: в день, когда количество коренных жителей на территориях Глатирамера упало ниже определённого процента, или в день, когда учёные поняли, что императрица начинает восставать против своего заточения, или... может быть, в тот день, когда натиск Роя рассеялся?\\n\\nВсем было известно, что Железная кавалерия отдала все силы ради несуществующей «империи». После десятилетий кровавых сражений останки мехов и конечностей насекомых сгрудились в огромные обломки, которые были разбросаны по всей звёздной системе Глатирамера. Соединившись, они превратились в так называемую реку Смерти. Когда остатки Роя больше не представляли угрозы, лидеры совета позвонили в колокола мира, оповестив граждан, что бедствие, омрачившее небеса, избыто и что Республика снова приветствует рассвет. Но наступивший день тем не менее обернулся началом новой ночи.\\n\\nПосле этого цивилизация, известная как Глатирамер, угасла, и долгожданный мир снизошёл на обездоленные звёзды. Теперь там, посреди пустоты, покойно течёт длинная река из звёздной пыли и останков."
    }
  ]
}
