{
  "_id": 302,
  "id": "fleet_of_the_ageless",
  "name": "Флот нестареющих",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает макс. HP владельца на <nobr>12%</nobr>. Если скорость владельца выше или равна <nobr>120</nobr> ед., то сила атаки всех союзников повышается на доп. <nobr>8%</nobr>."
  },
  "pieces": [
    {
      "_id": 33025,
      "ids": [
        33025,
        43025,
        53025,
        63025
      ],
      "id": "_",
      "name": "Звёздный ковчег Лофу Сяньчжоу",
      "type": "NECK",
      "desc": "Парящий над звёздным морем Лофу Сяньчжоу был запечатан в сферу. Корабль проходит туда-сюда сквозь Нефритовые врата, словно снова и снова восходящие и угасающие Луна и звёзды. Толпы людей прибыли сюда в поисках секретов бессмертия, но все вернулись ни с чем.",
      "typeText": "Планарная сфера",
      "backstory": "Тысячи лет назад Лофу Сяньчжоу был отправлен в плавание древней нацией. Он дрейфовал в глубоком космосе в поисках божественной аудиенции и эликсира бессмертия.\\n\\nДредноут, заключавший в себе целые биосферы, курсировал в звёздном небе, пустившись в бесконечное и бесцельное путешествие, будто ясная луна, бесшумно опускающаяся в ночь. В одиноком путешествии сон сменялся бодрствованием... Киты в погоне за звёздами падали с небесного купола, а кристаллические объекты, состоящие из субзёренной решётки, могли пролетать световые годы без единой трещины. Искатели эликсира стали свидетелями существ сверхъестественного величия. С нескрываемым восторгом они ещё больше укрепились в своей решимости обрести бессмертие.\\n\\nПосле тысяч лет плавания корабль встретил Владычицу Изобилия на границе между реальностью и иллюзией. Яоши даровала кораблю божественное чудо, которое явилось в виде Древа амброзии. Тень Древа была такой же большой, как море облаков, полностью закрывающих небо и солнце, а его корни простирались настолько далеко, что покрывали весь корабль - Лофу Сяньчжоу, казалось, ожил.\\n\\nТе, кто жаждал бессмертия, проглотили плод с Древа амброзии и, наконец, получили бесконечную жизнь. Эти люди с Сяньчжоу начали мнить себя небожителями, стали наслаждаться своей вечной жизнью и благословлённые бессмертием научились использовать Древо амброзии для совершения многочисленных сверхчеловеческих чудес.\\n\\nКак солнце и луна сменяют друг друга на небосводе, так же всё, что процветает, рано или поздно придёт в упадок, а всё, что приносит радость - станет источником агонии. Только с приходом Трёх бедствий, когда человечество оказалось на грани исчезновения, жители Сяньчжоу наконец поняли истинную природу этого так называемого чуда, которое было не чем иным, как мучительным бедствием.\\n\\nВ разгар катастрофы герой натянул небесный лук и одним мощным выстрелом расколол Древо амброзии. Жители Сяньчжоу, наконец, вернули себе свой корень человечности, они поклялись сохранить смертность и избавиться от Зла бессмертия. В последующие дни и годы корабль Сяньчжоу начал путешествовать по галактике, взяв на себя задачу уничтожить всю бессмертную мерзость. Лисий народ вернул себе свободу и небо. Видьядхара запечатали скверну и пороки. Три расы объединились - так родился Альянс Сяньчжоу.\\n\\nВо время путешествия бедствия сменялись процветанием. Всё новые герои и легенды появлялись на сцене. И теперь Лофу Сяньчжоу исцелялся и восстанавливался в долгожданном мире. Свободная торговля и непредубеждённость вернули его к жизни.\\n\\nБессмертие навсегда сформировало Лофу Сяньчжоу. Со своими падениями и взлётами корабль накопил собственную уникальную ауру, которая сочетала в себе как древность, так и современность. Любому путешествующему по вселенной торговцу потребовалось бы всего несколько мгновений, чтобы почувствовать, как время сказалось на Лофу."
    },
    {
      "_id": 33026,
      "ids": [
        33026,
        43026,
        53026,
        63026
      ],
      "id": "_",
      "name": "Ветви Древа амброзии",
      "type": "OBJECT",
      "desc": "Когда-то обладающий Древом амброзии Лофу Сяньчжоу безраздельно властвовал над флотом кораблей Альянса. Позже Лофу попал в бедствие из-за плода бессмертия Древа амброзии, чьи лозы навечно вплелись и крепко удерживают корабль в своих тисках.",
      "typeText": "Соединительная вязь",
      "backstory": "Владычица Изобилия посадила семена кармы в центре Лофу Сяньчжоу и даровала Искателям эликсира чудо под названием «Древо амброзии». Но чудом его считали лишь поначалу.\\n\\nНа Древе амброзии росли божественные плоды, полные жизни и энергии. Внутри скрывалась Бесконечная жизнь, к которой стремились Искатели эликсира. С тех пор табу и законы, переданные с древности, превратились в бесполезную бессмыслицу, а постулаты природы о старении и смерти стали неактуальной историей. Люди шли по пути бессмертия, множество раз пользовались Древом амброзии, давая начало неограниченному количеству благодатной земли, способности изменять свою плоть, а также дару понимать язык животных... Бесчисленное количество технологических достижений, выходящих за рамки воображения, были воплощены в реальность под свисающими ветвями Древа амброзии.\\n\\nОднако с течением времени Древо постепенно снимало маску, открывая своё истинное лицо мерзости и порока. Его плоды начали приносить бессмертным агонию вечной жизни.\\n\\nБессмертные размножались непрерывно, и никто из них никогда не умирал. Вскоре корабль начал страдать от перенаселения, начался повсеместный голод, унёсший множество жизней. В этом обществе бессмертных у молодых никогда не было шанса использовать свои таланты, а старики задерживались у власти намного дольше, чем следовало бы. Общественный порядок рушился, и привычный мир оказался на грани полного уничтожения... Восстания ауруматонов и вторжения извне ознаменовали конец тысячелетия. Так люди обнаружили тьму, что в себе таила вечная жизнь. Так называемая «сущность небожителя» была просто технологией, немного более продвинутой, чем обычный человеческий интеллект. Склонность к поражению Марой была предупреждением для всех жителей Сяньчжоу, напоминанием о том, что они были всего в шаге от того, чтобы стать Мерзостями.\\n\\nВ полном отчаянии герой расколол небо мощным выстрелом из своего длинного лука, разрубив Древо амброзии пополам... Но пусть от Древа остался только пень, его ветви навсегда вплелись в судьбу Сяньчжоу.\\n\\nКорабль продолжал привлекать недоброжелателей. Повсюду неистовствовали Мерзости Изобилия, они проливали кровь и разрывали плоть с одной лишь целью - полностью поглотить Сяньчжоу... Это побудило жителей Альянса нарушить табу Учеников Санктус Медикус: проникнуть глубоко в тайну Изобилия в Древе амброзии и перековать некогда могущественную империю бессмертия... В долгие дни всех несчастий остатки Древа скрывались за сценой, подобно бесконечным виноградным лозам, растущим в тени, ожидая возможности снова посеять хаос.\\n\\nОднако на Лофу Сяньчжоу никогда не ослабляли бдительности в отношении умирающего дерева. Они поклялись уничтожить источник всех Мерзостей."
    }
  ]
}