{
  "_id": 316,
  "id": "forge_of_the_kalpagni_lantern",
  "name": "Лотосовый фонарь дворца",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает скорость владельца на <nobr>6%</nobr>. Если владелец поражает противника с огненной уязвимостью, его эффект пробития повышается на <nobr>40%</nobr> на <nobr>1</nobr> ход."
  },
  "pieces": [
    {
      "_id": 33165,
      "ids": [
        33165,
        43165,
        53165,
        63165
      ],
      "id": "forges_lotus_lantern_wick",
      "name": "Фитиль лотосового фонаря дворца",
      "type": "NECK",
      "desc": "Внутри запечатан Дворец огневой закалки Комиссии по ремёслам на Чжумине Сяньчжоу. Специальная сфера размером с небесное тело, сконструированная вокруг предводителя всех хелиоби - Кремнёвого императора. Талантливые ремесленники смогли получать оттуда энергию и с её помощью воплощать удивительные задумки.",
      "typeText": "Планарная сфера",
      "backstory": "Чжумин Сяньчжоу дрейфовал по морю звёзд более восьми тысяч лет с момента, как корабли отправились в плавание из Древней империи. Если бы удалось проследить хронологический порядок того, как изменялся внешний вид корабля, перед зрителем предстала бы поистине романтическая картина - громадное судно поглотило тёмно-голубую звезду, после чего старый корпус начал слой за слоем осыпаться, набухая словно бутон, пока наконец не превратился в цветущий лотос.\n\nИз космоса весь Чжумин Сяньчжоу кажется фонариком в форме цветка лотоса, переплетённый золотыми нитями. Купаясь в мягком голубом свечении, гигантские сияющие «листья лотоса» мягко опоясывают «фонарные столбы», поэтому о корабле говорят, что он «морочит взор смотрящего и предстаёт как лотос, свечой горящий». «Фонарик» в центре корабля - сферическая конструкция размером с небесное тело, плотно опоясывающая лазурное солнце - «фитиль», который бесконечно вращается. Данное строение - важнейшее место для промышленности Чжумина. Оно называется Дворцом огневой закалки.\n\nВ далёком прошлом главный ремесленник Чжумина по имени Янди в качестве подарка по случаю отплытия получил литейную форму для оружия от неизвестного правителя Древней империи. Спустя тысячи лет, несмотря на колоссальные перемены, которые повлекло за собой бессмертие и бесконечное путешествие, традиции, заложенные главным ремесленником, сохраняются, а ремесленничество остаётся ведущей отраслью на Чжумине Сяньчжоу. Все генералы корабля также носили звание Мастеров горнила. Когда они покидали судно, то вели за собой многотысячную армию, когда возвращались - брали в руки молот и ковали удивительные изделия, заслуживая почёт и уважение сограждан. Больше половины оружия, используемого в охоте Сяньчжоу на протяжении всей истории флота, было выковано на Чжумине. Поэтому Дворец огневой закалки стал местом паломничества для мастеров со всего космоса.\n\nКузнечное дело - мерило уровня развития любой цивилизации, где точкой отсчёта является получение огня. Основная проблема зарождающихся цивилизаций - недостаток источников энергии, поэтому люди с особым усердием ищут энергоносители, которые смогут привести их край к процветанию. И Чжумину Сяньчжоу удалось преодолеть данное препятствие: ремесленники заточили предводителя хелиоби - Кремнёвого императора - получив тем самым неиссякаемый источник энергии. Дворец огневой закалки испещрён, словно ветвями дерева, сложной системой путей по всему периметру звезды. Там на нежных стеблях и листьях расположены многочисленные преобразователи и приёмники, которые перенаправляют первое пламя Кремнёвого императора на создание разнообразных технологических разработок.\n\nБесчисленные ремесленники почитают Комиссию по ремёслам Чжумина, которое нашло способ поглотить псевдосолнце, как священный храм ремесла. Поэтому его пороги обивают ученики, жаждущие выковать божественное оружие. Ведь при должном старании можно изготовить всё что угодно, и Дворец огневой закалки, в свою очередь, даёт мастерам для этого все возможности...\n\nУченики, прибывшие из разных миров, встречаются во Дворце и обмениваются опытом. Иномирцы готовы выложить огромные суммы за чудесные орудия, создаваемые здесь. Тем не менее лишь немногие ученики удостоились поддержки генерала Хуайяня, главного ремесленника среди ремесленников. Все, кого он лично наставлял, будь это промысел или военное искусство, становились либо великими мастерами, оставившими след в анналах как Мастера горнила, либо Облачными Рыцарями с именами, которые гремели по всему Альянсу. Среди них, например, Октет огненного колеса.\n\n«Кузницы куют миллионы ярких звёзд, железо отправляет тысячи героев в полёт. Крошечные искры знаменуют боевую мощь, острые лезвия берегут мир и благоденствие». Со дня, как ремесленники Чжумина получают в руки свои инструменты, они всегда обязаны помнить: дни и ночи они будут ковать не обычное оружие, а стрелы, несущие на своём острие веру в Охоту."
    },
    {
      "_id": 33166,
      "ids": [
        33166,
        43166,
        53166,
        63166
      ],
      "id": "forges_heavenly_flamewheel_silk",
      "name": "Шёлк огненного колеса дворца",
      "type": "OBJECT",
      "desc": "Прародитель всех хелиоби, громадный словно сама звезда, утопает в бесконечном сне. Пока он крепко дремлет, атомы и молекулы в его теле непрестанно сталкиваются, рассеиваясь из внешней оболочки, что выкована из Огненного колеса. На поверхности они принимают форму переливающихся световых полос, которые напоминают нити небесного шёлка.",
      "typeText": "Соединительная вязь",
      "backstory": "В путешествии по отдалённым уголкам космоса Чжумин Сяньчжоу всегда сопровождают разноцветные полосы света. Эти полосы - следствие выбросов энергии в результате высокотемпературных реакций синтеза, а также свидетельство того, что Кремнёвый император продолжает полыхать в своём бессмертии.\n\nОт самой границы рассеивания частиц, порождённых дыханием Кремнёвого императора и мерцающих всеми цветами радуги, замедляются и разлетаются новорождённые хелиоби. Тогда судьи-охотники на огонь из Комиссии десяти владык Чжумина Сяньчжоу ловят доверчивых хелиоби, которые ещё не успели оторвать кусочек чужих эмоций, и с помощью добрых и нежных снов укрощают их неокрепший огонь. Затем судьи передают пойманных хелиоби в Управление пламяукрощения Комиссии по ремёслам, где хелиоби скрещивают с различными артефактами, превращая их в лампы, транспортные средства и элементы ландшафта... Но в глазах неосведомлённых иномирцев все эти ходячие и говорящие штуковины являются доказательством расхожих слухов, дескать, «в гротах повсюду разлита божественная сила, и все эти приспособления с течением долгого времени превратятся в демонов»...\n\nСледуя за радужными полосами света, можно попасть во Дворец огневой закалки, а оттуда в гипергравитационное поле псевдосолнца. Обычному человеку не выдержать столь высокую звёздную плотность. Царящий здесь хаос обуздать могут только ремесленники из рибху.\n\nПалящие звёздные вспышки и аномальные явления не позволяют любопытному людскому глазу близко приблизиться к псевдосолнцу. Кажется, что все физические явления космоса в данной зоне проходят намного интенсивнее. Выжить в таких аномальных условиях высокой гравитации могут представители лишь одной могущественной звёздной расы с недюжинной силой, чьё ощущение времени отличается от обычных людей, - рибху. Кроме того, они прирождённые первоклассные ремесленники. Только они способны проходить между Дворцом огневой закалки и псевдосолнцем. Они продолжают хранить данную некогда клятву непрестанно совершенствовать своё мастерство, создают титанические плавильные печи и оберегают сон псевдосолнца. На Чжумине рибху считают надёжными союзниками, уважают за выносливость и упорство и испытывают благодарность за их бескорыстие.\n\nИ всё же ни одному живому существу не дозволено проникать за световыми полосами сквозь аномальное изогнутое гравитационное поле к самому псевдосолнцу. Это запретная зона для всех, кто способен испытывать эмоции, ведь это место вечного сна Кремнёвого императора. На Чжумине тщательно следят за тем, чтобы туда не проникли даже мельчайшие эмоциональные помехи, потому что это может пробудить сверхмогущественного прародителя всех хелиоби.\n\nОднако встречаются индивиды, которые не внемлят предупреждениям, - они пытаются рассмотреть псевдосолнце на расстоянии. Несчастные попадают в психогравитационное поле, и в результате подобной неосторожности их разум становится полностью поглощён непрерывными потоками иллюзий. И в отличие от приятных миражей при взгляде на это тёмно-голубое солнце некто испытывает лишь безграничную ярость, подавляемую с начала времён... «Хелиоби наделяют героев невероятной божественной силой, но исполнив свою миссию, герои отдадут хелиоби свои закалённые совершенные тела...» Пока никому не известно, чем может обернуться эта древняя клятва. Также никто не знает, когда Кремнёвый император очнётся от своего бесконечно глубокого сна.\n\nВ глубинах у самого фитиля лотосового фонаря вздыхает вечно спящее псевдосолнце. Корабль неспешно дрейфует, оставляя в небе радужный шлейф. И так Чжумин Сяньчжоу продолжит идти на сделку с огнём, плыть с ним, разделять с ним свою судьбу."
    }
  ]
}