{
  "_id": 108,
  "id": "genius_of_brilliant_stars",
  "name": "Гений бриллиантовых звёзд",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает квантовый урон на <nobr>10%</nobr>.",
    "4": "При нанесении урона владелец игнорирует <nobr>10%</nobr> защиты противника. Если у выбранного противника есть квантовая уязвимость, владелец игнорирует доп. <nobr>10%</nobr> защиты."
  },
  "pieces": [
    {
      "_id": 31081,
      "ids": [
        31081,
        41081,
        51081,
        61081
      ],
      "id": "_",
      "name": "Сверхдальний визор гения",
      "type": "HEAD",
      "desc": "Пара мобильных очков, оснащённых системой сверхдальнего зондирования, позволяющей преодолеть препоны ограниченной передачи и дальнего расстояния.",
      "typeText": "Голова",
      "backstory": "Все знают, что среди членов Общества гениев существует множество эксцентричных людей, которые совершенно не общаются между собой.\n\nСоциальное взаимодействие тягостно для многих людей, чего уж говорить о гениях, путешествующих между мирами.\n\nЭлиас Салас, член № 56 и второй глава Общества гениев, однажды попытался решить эту проблему. Он разработал мобильные очки, оснащённые системой сверхдальнего зондирования. Однако, каким бы удобным ни был изобретённый им мост связи с далёкими звёздами, почти никто не захотел им воспользоваться. Таким образом, величайшее коммуникационное устройство так и не вошло в обиход.\n\n«\"Набранный вами номер не обслуживается\". Серьёзно? Можно быть и поубедительнее, когда притворяешься автоответчиком».\n\nС сожалением Элиасу Саласу пришлось признать, что он был слишком самонадеян. Но попробовать стоило с верой в то, что однажды его технология так или иначе найдёт своё применение."
    },
    {
      "_id": 31082,
      "ids": [
        31082,
        41082,
        51082,
        61082
      ],
      "id": "_",
      "name": "Улавливатель частот гения",
      "type": "HAND",
      "desc": "Пара перчаток, оснащённых тонким улавливателем частот, который позволяет работать с объективными звуковыми и световыми колебаниями.",
      "typeText": "Руки",
      "backstory": "«Как незаметно отлынивать от работы» - эта тема не давала покоя Стивену Ллойду, члену Общества гениев № 84, который жил во фруктовом магазине своего приёмного отца.\n\nОн сконструировал пару перчаток, способных улавливать определённые частоты звуковых и световых колебаний. Изобретение позволило ему наслаждаться игрой на струнных инструментах за полосой частот.\n\nЭта технология могла улавливать и ограничивать весь свет и звуки в пределах отведённой области, и её действие невозможно было объяснить в рамках классической айденовской науки. Это было выдающееся изобретение, способное изменить ход науки, но Стивен не был заинтересован в том, чтобы представить своё творение широкой публике. В конце концов, это была всего лишь игрушка, которую он сделал, чтобы бездельничать на работе.\n\n«Стивен, я не знаю, что именно ты сделал, но ты просто дурачишься, верно?»\n\nСтивен Ллойд был прославлен как гений среди гениев, но для своего приёмного отца он всегда оставался ребёнком, который любит фантазировать и не любит работать."
    },
    {
      "_id": 31083,
      "ids": [
        31083,
        41083,
        51083,
        61083
      ],
      "id": "_",
      "name": "Костюм гения для погружения в метаполе",
      "type": "BODY",
      "desc": "Комплект одежды, похожий на водолазный костюм, при активации посылает нейронные сигналы всего вашего тела в метаполе в режиме реального времени.",
      "typeText": "Тело",
      "backstory": "Метаполе, созданное Ссеркал, членом Общества гениев № 29, выходило за рамки биологических рас и мультивселенных. Каждое живое существо могло синхронизировать импульсы своих нейронов с нейронной сетью при помощи подобия водолазного костюма.\n\nСуществам, которые не могли путешествовать между мирами, эта область коллективного сна предоставила шанс собираться вместе в условиях безмятежного спокойствия, которое было им недоступно в реальном мире.\n\nНа базе такого метаполя виртуальных данных существа создавали бесчисленные объекты культуры. Таким образом был негласно установлен новый порядок. В тот самый момент, когда казалось, что виртуальный Эдем наконец-то заменит реальность, Ссеркал, Творец Сети Всего Сущего, отключила нейросеть. Всё метаполе внезапно погрузилось в безмолвие. Это было похоже на очень злую шутку.\n\n«Все те инвесторы, которые без умолку говорили только о метаполе, были в ярости. Индустрия только набирала обороты, но теперь метаполя не стало».\n\nЛюдям свойственно громоздить домыслы, когда они чего-то лишаются: возможно, метаполе выполняло роль чашки Петри для культивирования душ; и вероятно, приглашение существ различных видов было обычной уловкой для получения бесплатных образцов."
    },
    {
      "_id": 31084,
      "ids": [
        31084,
        41084,
        51084,
        61084
      ],
      "id": "_",
      "name": "Гравиконьки гения",
      "type": "FOOT",
      "desc": "Пригодное для носки устройство для захвата гравитации, по форме напоминающее коньки. При быстром скольжении способно отражать мерцающий свет звёзд.",
      "typeText": "Ноги",
      "backstory": "Небезызвестный доктор Примитив, член Общества гениев № 64, провёл всю свою жизнь, убегая от межзвёздных преследователей за совершённые им великие преступления.\n\nДоктор Примитив, казалось, наслаждался острыми ощущениями погони, всегда держась на почтенном расстоянии от преследователей: он никогда не приближался настолько близко, чтобы его могли поймать, но и не отдалялся настолько, чтобы его нельзя было отследить.\n\nДля своих побегов он применял особую технологию захвата гравитации - он использовал гравитацию для свободного скольжения по вселенной. Астрофизики из Гильдии эрудитов не могли понять принципы работы этой технологии, поэтому лишь предполагали, что она как-то связана с разностью гравитационных потенциалов в межзвёздном пространстве. Его преследователи, передвигающиеся в транспортных средствах эры гравитации, сбились с ног, пытаясь догнать его, чтобы привлечь к ответственности.\n\n«Наблюдать за тем, как кто-то выскальзывает из пространства, должно быть завораживающе, - как сказал один Галактический рейнджер. - Но только в том случае, если этот кто-то - не доктор Примитив».\n\nГалактические рейнджеры долго отказывались признавать предполагаемую смерть доктора Примитива и продолжали охоту за ним, даже когда от него не осталось и следов."
    }
  ]
}