{
  "_id": 320,
  "id": "giant_tree_of_rapt_brooding",
  "name": "Древо глубоких раздумий",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает скорость владельца на <nobr>6%</nobr>. Если скорость владельца выше или равна <nobr>135</nobr>/<nobr>180</nobr> ед., то исходящее исцеление владельца и его духа памяти повышается на <nobr>12%</nobr>/<nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33205,
      "ids": [
        33205,
        43205,
        53205,
        63205
      ],
      "id": "grove_of_epiphanys_pondering_colossus",
      "name": "Древо размышлений Рощи муз",
      "type": "NECK",
      "desc": "В планарной сфере заключена Роща муз Амфореуса, где пребывает в раздумьях божественное тело {RUBY_B#титан разума}Керкес{RUBY_E#} Ветви Разлома. Первый учёный привёл сюда людей, чтобы возвести среди деревьев сады и дворы для обмена знаниями - так и родилась Роща.",
      "typeText": "Планарная сфера",
      "backstory": "Первый учёный Талесус, стремясь постичь духовную суть веры в Мнестию, в год своего совершеннолетия покинул родной приморский полис Мирават и отправился в странствие по землям Амфореуса.\n\nВ ходе паломничества Талесус столкнулся с необычайными событиями и удивительными явлениями, которые породили в нём новые мысли о природных феноменах и происхождении мира. Завершая свои странствия, он предстал перед Ветвью Разлома, и у подножия огромного древа завершил создание своей методологии познания мира. Затем Талесус основал под этим древом двор, назвав его Рощей муз - место, где люди могли бы пробуждать дух, искать знания и постигать свой путь.\n\nРаздумья {RUBY_B#титан разума}Керкес{RUBY_E#} то пылко ложились на свитки, то безмолвно обращались в травы... Так зародилось многоголосие Рощи. В гуле обмена мнениями и жарких споров постепенно сформировались различные Школы.\n\nХотя направления исследований Школ различались между собой, они не были полностью разобщены - подобно ветвям огромного древа, что расходятся, но неизбежно переплетаются... В бурных дебатах и преемственности знаний между поколениями прозрения первого учёного дошли до наших дней, развившись во множество течений, во главе которых стоят Семь мудрецов семи главных Школ.\n\n«Все мирские знания должны стать листвой Рощи, создавая густую зелень, что заслоняет солнце и питает огромное дерево». Полисы, жаждущие мудрости Рощи, обязаны приносить в дар равноценные знания. Так бесчисленные мысли превращаются в питательную почву, из которой прорастают новые побеги и листья познания.\n\nНа протяжении сотен лет все торговые караваны, проходящие через ущелье Рощи, все торговые корабли, направляющиеся в её порт... Если у них обнаруживались свитки с письменными знаниями, то независимо от происхождения и языка, все они пополняли собрание Рощи. Учёные Рощи, которых с полным на то основанием можно было назвать разбойниками, прибегая к щедрым выкупам, найму переписчиков и даже грабежу, превратили Рощу в лучшую школу Амфореуса. Учёные Рощи возносят исследования как подношения, а рассуждения как молитвы, поклоняясь высшей рациональности мира.\n\nБерущее начало в растительной жизни и возвращающееся к древесному духу, Росистое сердце собирает стекающиеся со всего мира капли знаний. {RUBY_B#титан разума}Керкес{RUBY_E#} внимает всё более шумной Роще, оставаясь погружённой в безмолвные размышления."
    },
    {
      "_id": 33206,
      "ids": [
        33206,
        43206,
        53206,
        63206
      ],
      "id": "grove_of_epiphanys_interwoven_veins",
      "name": "Путь познания Рощи муз",
      "type": "OBJECT",
      "desc": "Золотые нити и лианы сплетают познавательную сеть Рощи, становясь линией жизни для обмена достижениями между Школами. Информация проникает через корневую систему, странствует по сосудам, подвергается анализу и структурированию. И наконец превращается в каплю росы, растворяющуюся в бассейне Библиотеки дружбы.",
      "typeText": "Соединительная вязь",
      "backstory": "Одна мысль Рощи муз подобна связке ветвей на гигантском дереве. Жизненные сосуды порождают тысячи разных теорий, которые, словно тонкие веточки, развиваются каждая своим путём. Они независимы друг от друга, но растут переплетаясь, образуя в итоге пышную крону, благодаря которой древо становится величественным и процветающим.\n\nОдин из побегов, причудливо извиваясь, направил черенок листа к себе. Аскеты Школы лотофагов зачарованы тайнами древесных узоров. Они воспринимают растительную жизнь и все явления бытия как осязаемую, зримую сущность. Их углублённый аскетизм - это практический путь к гармонии со всем сущим. В их понимании аскетизм - не отречение от себя, а, напротив, кратчайший путь к самопознанию.\n\nНа одной из ветвей завязался крупный плод. Учёные Школы роговедов посвятили себя исследованию, разведению и защите диковинных зверей. Многообразные, пленяющие взор обличья химер являются для них лишь небольшой частью в познании всех живых существ.\n\nОдна из ветвей изогнулась в безупречной пропорции, столь же точной, сколь и изящной. Учёные Школы узелков провозглашают, что «всё есть число» - любую сущность можно выразить числовым значением. Представляя древнейшую Школу Рощи, они устанавливают высокий порог входа, требуя от поступающих знания геометрии, и рассматривают математику как инструмент, которым {RUBY_B#титан разума}Керкес{RUBY_E#} управляет мирозданием.\n\nОдна из ветвей выросла мощной, округлой и невероятно гибкой. Школа камненосцев предъявляет к будущим ученикам особое требование: владение пращой. Претенденты должны метнуть круглый камень за пределы обозначенной зоны, демонстрируя тем самым своё стремление к совершенству в тренировках, размышлениях и состязаниях.\n\nОдна из ветвей мягко колышется, то склоняясь, то выпрямляясь, даря наблюдателю опыт чистой красоты. Школа красной глины возводит изучение искусства и чувственного восприятия в первоисточник логического мышления. Её последователи непоколебимо верят, что информация, полученная напрямую через органы чувств, наиболее достоверна, а постигаемый через неё мир более истинен.\n\nНад пышной кроной возвышается ветвь благоговейного поклонения, идеально подходящая для ритуалов. Она сама уже превратилась в гигантский ствол. Школа почитателей достигла глубокого понимания ритуалов титанов в применении их чудес, заслужив звание колыбели политиков Амфореуса. Её влияние не ограничивается руководством религиозными обрядами Рощи, но пронизывает все сферы жизни Амфореуса. Лишь один острый молодой побег осмеливается бросить им вызов...\n\nШкола познавателей, которая унаследовала от первого учёного учение о душе, специализируется на теориях преображения и возвышения жизни и материи. Несмотря на то, что она самая молодая среди всех Школ, её аргументы наиболее остры, а ведущее учение направлено на поиск первоисточника всех форм жизни и существования.\n\nСемь мудрецов семи великих Школ, каждый из которых ведает своей областью знаний, принципиально равны между собой - а гигантское древо разума, носящее почётное звание первого среди семи мудрецов, в нескончаемом гуле дебатов распространяет ветви знания и рациональности по миру."
    }
  ]
}