{
  "_id": 106,
  "id": "guard_of_wuthering_snow",
  "name": "Страж снежной метели",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Снижает получаемый урон на <nobr>8%</nobr>.",
    "4": "В начале хода, если значение HP владельца ниже или равно <nobr>50%</nobr>, немедленно восстанавливает <nobr>8%</nobr> HP и <nobr>5</nobr> ед. энергии."
  },
  "pieces": [
    {
      "_id": 31061,
      "id": "_",
      "name": "Чугунный шлем стража",
      "type": "HEAD",
      "desc": "Стандартный шлем, закрывающий голову и лицо. Внутри шлема подкладка, которая помогает сохранить тепло.",
      "typeText": "Голова",
      "backstory": "Нелегко вести бои посреди Вечной мерзлоты, но Среброгривым Стражам на Ярило-VI не привыкать.\\n\\nРезкий холодный ветер прорывался сквозь щель в шлеме, разрезая кожу, словно ледяным лезвием бритвы. Монстры, спустившиеся с небес, стали ещё более могущественными, но вооружённые до зубов солдаты по приказу Верховной хранительницы были готовы встретиться с ними лицом к лицу.\\n\\nСтражам на аванпостах часто приходится по нескольку дней подряд лежать среди снега, высматривая монстров. После длительного воздействия стихии кожа, пот и бархатная подкладка шлемов замерзают и слипаются, так что стражам приходится обливать шлемы горячей водой, чтобы безопасно снять их. Мастера Архитекторов изменили кривизну металлических пластин чугунного шлема, чтобы уменьшить нагрузку от его тяжести в пургу.\\n\\nПрочность, теплота, воинственность - вот стандарт шлема Среброгривых Стражей, передаваемый из поколения в поколение.\\n\\n«Как вы вообще видите в этих шлемах?» - этот вопрос слышал каждый страж."
    },
    {
      "_id": 31062,
      "id": "_",
      "name": "Сверкающие перчатки стража",
      "type": "HAND",
      "desc": "Металлические перчатки с серебристым отблеском. Отличаются сложной механической конструкцией.",
      "typeText": "Руки",
      "backstory": "Когда захватчики со знаками Разрушения отрезали путь отряду стражей, Ласло Ландау приказал своим солдатам защитить Верховную хранительницу и бежать, а сам остался, чтобы задержать противника.\\n\\nДаже для самого отважного командующего Среброгривых Стражей отступить невредимым оказалось невыполнимой задачей.\\n\\nУжасающие крики и свирепые атаки хитроумных монстров были неумолимы. Однако ни одному из этих чудовищных существ не удалось прорвать единственную линию обороны, установленную Ландау. Длительные ожесточённые бои постепенно утомили Ласло. Но ему удалось продержаться до тех пор, пока, наконец, не появилось подкрепление. Только тогда он упал без сил и потерял сознание. Тогда стражи обнаружили, что Ласло лишился в битве кистей рук.\\n\\nЛучший кузнец Архитекторов выковал для героя пару изящных перчаток, чтобы он снова смог держать знамя Среброгривых Стражей.\\n\\n«Единственный недостаток, - сетовал про себя Ласло, любуясь перчатками, - я больше не смогу чувствовать вибрацию лука»."
    },
    {
      "_id": 31063,
      "id": "_",
      "name": "Старинная униформа стража",
      "type": "BODY",
      "desc": "Старинный аккуратно отглаженный мундир воина Среброгривых Стражей. Сидит как влитой, благодаря крепко пришитому ряду пуговиц.",
      "typeText": "Тело",
      "backstory": "Старинная форма воина Среброгривых Стражей, передававшаяся из поколения в поколение в семье Гёте. Мундир был похоронен на дне сундука в течение многих лет и снова увидел свет лишь по зову долга.\\n\\nСтолкнувшись с натиском солдат Разрушения, Среброгривые Стражи поклялись защищать последний оплот обороны, не имея возможности к отступлению.\\n\\nВо время защиты Вевало Хорас Гёте повёл свой отряд на опасную миссию по обороне горного перевала. К моменту, когда прибыло подкрепление несколько месяцев спустя, бесстрашные герои пали на поле боя, и от них не осталось и следа.\\n\\nНа церемонии награждения Верховная хранительница Алиса приколола медаль почёта на грудь маленькому сыну Хораса Гёте, стоявшему навытяжку в старой форме, представляя погибших доблестных воинов.\\n\\nТо, что видел юный Гёте, было просто униформой и медалями. Но Верховная хранительница видела гораздо больше - она видела наследие. Наследие, оставленное героями. Наследие, которое станет будущим Белобога.\\n\\n«Хорас Гёте был настоящим воином. Ты должен гордиться тем, что носишь его фамилию», - единственное воспоминание молодого Гёте о Верховной хранительнице."
    },
    {
      "_id": 31064,
      "id": "_",
      "name": "Серебряные поножи стража",
      "type": "FOOT",
      "desc": "Пара жёстких поножей из серебристо-белого металла. Они отлично защищают, при этом лёгкие и тёплые.",
      "typeText": "Ноги",
      "backstory": "Полевые батальоны воинов Среброгривых Стражей часто вынуждены совершать долгие переходы по глубокому снегу. Истощение, вызванное дальними рейдами, в совокупности с ужасными обморожениями, - суровое испытание для ног воинов.\\n\\nДлительные переходы по Снежным полям нередко приводят к неожиданным встречам со «старыми друзьями».\\n\\nТак, патрульные Среброгривых Стражей часто слышат в лагере вой лютоволков. Эти жалкие существа были изгнаны из ореола своего обитания железными сапогами захватчиков. Сержант полевой роты Егер, происходивший из семьи охотников, был искусен в изготовлении меховых плащей из грив лютоволков. Однако после наступления Вечной мерзлоты он редко встречал этих свирепых животных. Холодными зимними ночами некоторые отчаявшиеся согреться грозные волки подходили к костру стражей и тихо ложились рядом с Егером, погружаясь в тёплые, приятные сны. Однако с рассветом эти звери уже никогда не просыпались.\\n\\nСержант Егер часто засовывал обработанную волчью гриву в серебряные поножи солдат, чтобы облегчить их боль во время долгого пешего марша.\\n\\n«Лютоволки, как и мы, не полностью утратили чувство дома», - сетовал сержант Егер на бедственное положение суровых лютоволков."
    }
  ]
}
