{
  "_id": 123,
  "id": "hero_of_triumphant_song",
  "name": "Воспетый эпосом герой",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает силу атаки на <nobr>12%</nobr>.",
    "4": "Пока дух памяти владельца находится на поле боя, скорость владельца повышается на <nobr>6%</nobr>. Когда дух памяти владельца выполняет атаку, крит. урон владельца и его духа памяти повышается на <nobr>30%</nobr> на <nobr>2</nobr> хода."
  },
  "pieces": [
    {
      "_id": 31231,
      "ids": [
        31231,
        41231,
        51231,
        61231
      ],
      "id": "heros_wreath_of_championship",
      "name": "Лавровый венец героя",
      "type": "HEAD",
      "desc": "Лавровый венок, вручаемый чемпиону арены. В каждом золотом листе лавра отражаются отвага и честь триумфатора.",
      "typeText": "Голова",
      "backstory": "Мгновения словно растянулись в протяжном вздохе Оронис. Он ощущал тяжесть собственного дыхания, рёбра в груди ныли, будто пытаясь вобрать каждую частицу воздуха на арене... Пот смешивался с кровью, стекая по телу, а земля под ногами манила отдаться ей, погрузиться в мягкие объятия покоя. Силы покидали его.\n\n«Куда придётся следующий выпад? Слева? Справа? Обманный манёвр или...»\n\nОстриё копья уже мелькнуло перед глазами, времени на раздумья не осталось. Вверив свою судьбу титану раздора, он просто сделал выпад копьём вперёд.\n\nПыль оседала, а лучи солнца, пробиваясь на арену, очерчивали его силуэт. Трибуны поднялись на ноги, и волна рукоплесканий и возгласов захлестнула пространство. И тут он с изумлением осознал, насколько просторен амфитеатр, а гнетущее чувство безысходности словно растворилось. В центре огромного поля остались лишь кровавая лужа, поверженный соперник и одинокая, но ослепительная фигура победителя.\n\nГрадоначальник поднял руку и объявил победителя. Зазвучали барабаны, и он, увенчанный лаврами, стал легендой арены.\n\n- Отныне ты - воин-защитник градоначальника, и имя твоё вместе с победой будет вписано в эпос героев!\n\nС тех пор его имя звучало повсюду, и слава Никадора осеняла его, будто весь мир вращался вокруг него одного."
    },
    {
      "_id": 31232,
      "ids": [
        31232,
        41232,
        51232,
        61232
      ],
      "id": "heros_gilded_bracers",
      "name": "Вызолоченные наручи героя",
      "type": "HAND",
      "desc": "Изящные наручи воина-защитника. Плотно облегают запястья, надёжно удерживающие победный горн.",
      "typeText": "Руки",
      "backstory": "Будь то триумф или разгром - чемпион арены всегда возвращался с полей сражений. Считая их символом победы, градоначальник отнял у воина копьё и щит, вручив взамен рог и стяг, и приказал поделиться своей удачей со всем войском. Солдаты свято верили, что слава Никадора всегда сопровождает чемпиона и пока он возглавляет войско, победа будет за ними.\n\n- Отныне ты будешь не воином, но символом.\n\nНекогда закалённое в ежедневных тренировках тело, крепкое, как сталь и камень, ныне превратилось в подобие храмовой статуи, предназначенной лишь для созерцания.\n\nЕго не допускали к военным учениям, опасаясь за безопасность символа победы. Его чествовали на пирах градоначальника, где гости жадно внимали легендам о шестнадцати смертельных схватках. Он стоит на краю поля боя, сжимая боевой рог. В сияющем золоте наручей отражается облик, который становится всё более незнакомым. Сердце его невольно сжимается, ведь теперь ему лишь надо подать победный клич, не участвуя в сражении... Он стал тем, кого называют «герой вне боя».\n\n«Если это принесёт победу армии, я с готовностью отрекусь от воинской доблести».\n\nНикадор никогда не выбирал путь победы ради пустого звания. Он не позволял себе расслабиться, осознавая, что скоро предстоит последний бой его жизни..."
    },
    {
      "_id": 31233,
      "ids": [
        31233,
        41233,
        51233,
        61233
      ],
      "id": "heros_gallant_golden_armor",
      "name": "Золотые доспехи героя",
      "type": "BODY",
      "desc": "Доспехи, подобные божественным, идеально облегают могучее тело.",
      "typeText": "Тело",
      "backstory": "В схватке с обезумевшим богом никто не сможет уйти победителем. Длинное остриё Никадора ломает копья, разбивает щиты и разрушает строй за строем... Лишённые порядка воины впадают в невиданный прежде хаос и ужас. В криках, стонах и лязге скрещённых клинков тонет звук боевого горна, уже неспособный предотвратить неминуемое поражение.\n\n«Никадор жаждет отнять обещанную им победу, и мне придётся вернуть её остриём копья и алой кровью».\n\nСквозь пыльный вихрь рваные стяги неумолимо приближаются к Никадору. Воины видят, что герой, благословлённый удачей, решил не отступать.\n\nПоначалу лишь горстка бойцов двинулась за ним, но вскоре их стали десятки, сотни... Следуя за могучей фигурой впереди, они ринулись в последний бой на поле неминуемой гибели. Казалось, души павших воинов вдохновляли их на этот отчаянный рывок. Даже обезумевший Никадор нутром почуял непоколебимую решимость и бесстрашие этих воинов.\n\n- Глядите! Чемпион арены рвётся вперёд, мы обязаны не отставать от него!\n\nПозолоченные доспехи всё ещё блистали в лучах заходящего солнца, когда он повёл войско навстречу благородной и достойной гибели."
    },
    {
      "_id": 31234,
      "ids": [
        31234,
        41234,
        51234,
        61234
      ],
      "id": "heros_firechasing_shinguard",
      "name": "Ретивые поножи героя",
      "type": "FOOT",
      "desc": "Изящные и прочные поножи, что плотно облегают ноги воина, воплощают в себе убеждение о невозможности отступления.",
      "typeText": "Ноги",
      "backstory": "Воины безмолвно ступают в руины и начинают расчищать поле боя. Одни с усилием оттаскивают тела, отделяя павших соратников от врагов. Другие преклоняют колени перед погибшими товарищами, бережно смыкая им веки... Боевые кличи давно стихли, оставив лишь удушающую тишину. Среди погибших покоится и герой арены. Лишь пара золотых поножей сиротливо блестит в кровавой пыли.\n\n- Помни, воины не покидают поле боя окончательно, их доблестный дух вечно будет жить в памяти грядущих поколений.\n\nВскоре тишину нарушает печальное пение. На поле сражения медленно выходят жрецы, чтобы совершить погребальный обряд над павшими воинами.\n\nЯзыки пламени поднимаются в ночное небо, и не смолкают скорбные песнопения... Вдруг далёкий небосвод пронзает ослепительный луч, подобный Копью Ярости, устремлённому к земле, - это Никадор взывает к душам павших героев. Мгновенно все присутствующие на похоронах воины и простые люди опускаются на колени, воздев руки к небу, с сердцами, наполненными благоговением и признательностью. Сияние обращается в тёплое дуновение, бережно подхватившее души всех погибших воинов. Оно шепчет о милости и прощении титанов, возвещая о вечной славе героев.\n\n- Смотрите, даже в объятиях смерти герой арены по-прежнему указывает воинам путь к родным краям.\n\nГерой слегка кивает: в древних песнях его возвышенный дух обретёт новую жизнь."
    }
  ]
}