{
  "_id": 306,
  "id": "inert_salsotto",
  "name": "Замершее Салсотто",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает крит. шанс владельца на <nobr>8%</nobr>. Если крит. шанс владельца выше или равен <nobr>50%</nobr>, то урон его сверхспособности и бонус-атаки повышается на <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 33065,
      "ids": [33065, 43065, 53065, 63065],
      "id": "_",
      "name": "Движущийся город Салсотто",
      "type": "NECK",
      "desc": "Внутри запечатан один из последних оставшихся движущихся городов Салсотто - Перекати-поле. Этот город никогда не останавливался и едва избежал поглощения тёмной ночью или полуночным солнцем.",
      "typeText": "Планарная сфера",
      "backstory": "Если смотреть на планету Салсотто из космоса, то можно увидеть, что благодаря своим обширным песчаным морям она сияет самым ослепительным оттенком золота, а её гигантские метеоритные кратеры чётко различимы.\\n\\nВ определённый судьбоносный момент на планету Салсотто волна за волной начали падать метеориты. Длительное воздействие, вызванное метеоритным звездопадом, безжалостно обрушившимся на планету, привело к постепенной остановке её вращения. Словно кто-то нажатием кнопки отключил мир. Дни и ночи Салсотто становились всё длиннее и длиннее, пока каждый восход и закат не стал казаться вечностью, пока это стало невыносимым, пока вращение всей планеты, наконец, полностью не остановилось...\\n\\nЗнойное лето под палящим солнцем и тёмные ночи с пронизывающим холодом, которые длятся по полгода, теперь стали фактической реальностью. На Салсотто осталось всего два города, которые продолжали двигаться, но пребывали на линии терминатора.\\n\\nКолоссальная крепость парила в воздухе, как гигантское дождевое облако, громыхая, медленно двигаясь по небу над золотой пустыней. Куда бы она ни направлялась, непреодолимые песчаные бури обрушивались на неё каскадом вниз. В гигантском движущемся городе салсоттианцы в крылатых костюмах летали вверх и вниз среди городских зданий. Эти летающие люди, которые по чистой случайности пережили катастрофу, теперь принадлежали небу и были привязаны к нему.\\n\\nУтром небесные рыбаки из порта ныряли прямо на песок, где охотились на флогистоновых медуз. Они возвращались в город только после наступления сумерек. Силой таинственных существ город едва продвигался вперёд.\\n\\nНесмотря на то, что их выживание напрямую зависело от этих двух хрупких крыльев, салсоттианцы были оптимистами по натуре и никогда не позволили бы тяжёлому бремени судьбы сломить их дух или согнуть их спины. Они находили время, чтобы провести его с семьёй, играя на стеклянных музыкальных инструментах с нотной гравировкой. Им также нравилось заводить друзей по переписке, и они помещали свои письма, предназначенные для движущегося города на другом конце линии терминатора, в почтовый ящик «Одуванчик». Постепенно магнитное поле планеты ослабевало, а атмосфера разряжалась. Перед лицом обречённой судьбы искры жизни не угасли, и орлы никогда не переставали летать."
    },
    {
      "_id": 33066,
      "ids": [33066, 43066, 53066, 63066],
      "id": "_",
      "name": "Линия терминатора Салсотто",
      "type": "OBJECT",
      "desc": "Планета Салсотто перестала вращаться, и поэтому казалось, что день и ночь на ней длятся вечно. Люди могли там выжить, лишь постоянно мигрируя и внимательно наблюдая за непрерывно движущейся линией терминатора.",
      "typeText": "Соединительная вязь",
      "backstory": "С момента прекращения вращения из-за метеоритного звездопада линия терминатора стала линией жизни для салсоттианцев.\\n\\nКогда всё это началось, жители ещё воспринимали смену дня и ночи как должное. Линия терминатора проносилась по земле, поднималась над горами и ущельями, приносила рассвет для начала бодрствования и закат для отхода ко сну... Но когда ритм света и тьмы замедлился, день и ночь перестали сменяться привычными темпами, а кажущиеся вечными жара и холод стали подобны адской трясине, под которой медленно угасали жизни, заключённые в ней. Вот почему люди Салсотто, которые в то время уже были на грани исчезновения, поднялись на борт летающего города и начали свою погоню за рассветом и закатом.\\n\\nВзобравшись на смотровую площадку подвижного города Перекати-поле, они смотрели туда, куда лежал их путь: впереди их встречал дневной свет, позади их подгоняла чёрная ночь.\\n\\nЖители Перекати-поля стремились не только выжить, но и поддерживать полноценную жизнь. Если город двигался немного быстрее, чем линия терминатора, то в дневное время всех ослеплял яркий утренний свет, если медленнее - то сумеречные отблески мгновенно тонули в кромешной ночной темноте. Таким образом, оптимистичные от природы салсоттианцы сумели вернуть смену дня и ночи в их первоначальное состояние. Романтика в их крови наделила их беззаботным духом, позволяющим неторопливо петь в спокойные послеполуденные часы и крепко спать звёздными ночами.\\n\\nТем не менее этот путь упорства и настойчивости был обречён, и руины некогда подвижного города остались далеко позади из-за постоянно движущейся линии терминатора.\\n\\nСпустя годы два города, которые никогда не встречались, стояли напротив среди обломков, направив друг на друга свои турели. Должно быть, один из двух городов пересёк полпланеты к другому и начал вторжение. Под дюнами видны жуткие следы сражений между двумя городами, которые вместе со своей безымянной ненавистью превратились в одни большие руины.\\n\\nПланета Салсотто погрузилась в безмолвие. В неопределённое время продолжительность каждого из её циклов вращения каким-то образом стала сокращаться, и в скором безлюдном будущем прежние ритмы полностью восстановились."
    }
  ]
}
