{
  "_id": 119,
  "id": "iron_cavalry_against_the_scourge",
  "name": "Железная кавалерия против нашествия",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает эффект пробития на <nobr>16%</nobr>.",
    "4": "Если эффект пробития владельца выше или равен <nobr>150%</nobr>, то при нанесении урона пробития владелец игнорирует <nobr>10%</nobr> защиты противника. Если эффект пробития владельца выше или равен <nobr>250%</nobr>, то наносимый им урон суперпробития игнорирует дополнительные <nobr>15%</nobr> защиты."
  },
  "pieces": [
    {
      "_id": 31191,
      "ids": [
        31191,
        41191,
        51191,
        61191
      ],
      "id": "_",
      "name": "Шлем самонаведения Железной кавалерии",
      "type": "HEAD",
      "desc": "Стальной шлем, способный усиливать работу органов чувств. Устанавливает нейронную связь бойца из Железной кавалерии с его бронёй.",
      "typeText": "Голова",
      "backstory": "Рой, что заслонил собой небо, обратился в прах в огне войны. Серебристо-белые снежинки разлетелись по всему космосу, отражая тусклое сияние звёзд. И в этот краткий миг бесконечное жужжание и приказы по каналам связи наконец стихли.\n\nРой, атаковавший «Империю», не был полностью уничтожен, и вскоре, после недолгой передышки, прозвучит следующий приказ ринуться в бой. Как всегда.\n\nВоительница имперской Железной кавалерии ощущает проявления внешней среды посредством сигналов в самом центре её спинного мозга. Она помнит, что чувствовала, когда в прошлый раз снимала броню, - тёплый ветер слегка приподымал её волосы, от влажного жаркого воздуха на шее выступили капли пота. Это ощущение не было неприятно ей, ведь оно бодрило в сто раз сильнее, чем имитируемые сигналы. Броня полностью синхронизировалась с органами чувств пилота. Боль от потери энтропии усиливалась, но во имя победы над Роем у кавалеристов нет другого выбора.\n\n«Военный устав Глатирамера. Статья 8: Выжившие солдаты кавалерии обязаны добровольно вернуться в военное подразделение...»\n\nВоительница понимает, что сенсорные датчики обманули её, лишь когда замечает обезглавленную серебристую броню, - приказ броситься в бой больше не прозвучит. Короткая передышка - как жестоко."
    },
    {
      "_id": 31192,
      "ids": [
        31192,
        41192,
        51192,
        61192
      ],
      "id": "_",
      "name": "Нарукавники сокрушения Железной кавалерии",
      "type": "HAND",
      "desc": "Мощные стальные наручные доспехи, способные разбивать панцири насекомых. Острые и лёгкие, но при этом твёрдые и прочные.",
      "typeText": "Руки",
      "backstory": "Солдаты Железной кавалерии Глатирамера крепко сжимают кулаки в перчатках, от чего лопаются грязные панцири Роя, и коррозионная жидкость из их брюшин разбрызгивается в разные стороны. При соприкосновении с серебристыми доспехами гемолимфа мгновенно превращается в пар, оставляя после себя лишь следы крови и грязи.\n\nОстанки мехов и конечностей насекомых разлетелись по всему космосу, словно обломки астероидов, а вокруг самого Глатирамера под влиянием гравитации тихо «течёт» Река смерти, знаменуя окончание кровопролитной бойни.\n\nЛидеры совета обсудили послевоенное положение в стране и привлекли к суду Титанию, которая никогда не имела реальной власти. Они полагали, что поскольку ей подчиняется Железная кавалерия, способная уничтожить сонмы гигантских паразитов, Титания представляет собой серьёзную угрозу для существования Республики... Лидеры позвонили в колокола мира, оповестив граждан, что бедствие, омрачившее небеса, избыто и что Республика снова приветствует безоблачное небо.\n\n- Если не мы сдержим «Императрицу», кто ещё сможет противостоять столь мощному оружию?\n\nВ течение своей короткой жизни рыцари Железной кавалерии постоянно оттачивали мощь своих железных кулаков. И им было невдомёк, что бледные и слабые руки совета, поднятые высоко, в силах изменить судьбу Глатирамера."
    },
    {
      "_id": 31193,
      "ids": [
        31193,
        41193,
        51193,
        61193
      ],
      "id": "_",
      "name": "Серебристые доспехи Железной кавалерии",
      "type": "BODY",
      "desc": "Исторгающая пламя броня даёт Железной кавалерии Глатирамера силу зажечь поле боя.",
      "typeText": "Тело",
      "backstory": "Вспышки пламенной дуги разрубали ночное небо, пересекая горизонт, за которым занималась заря, и уходя в разные звёздные секторы Глатирамера. Подобный пейзаж был хорошо знаком жителям Республики и каждый раз вызывал их неподдельный ужас.\n\nСеребристые доспехи проносились то тут, то там по всему небосклону и мчались с секундами наперегонки, чтобы достичь опустошённых полей сражений. Рыцари не опускали головы, потому что у них не было времени понаблюдать за землями внизу, которые они денно и нощно защищали.\n\nПриказы императрицы выполнялись неукоснительно. Похожие, словно близнецы, воины были рождены в инкубаторах и присягнули императрице отдать все силы на спасение небес над Глатирамером. Рыцари Железной кавалерии лавировали среди моря крови и нагромождений из останков Роя, испепеляя панцири и ломая огромные жвала... Им было суждено яростно пылать на грани жизни и смерти, пока у них внутри медленно, но неумолимо, побеждает синдром потери энтропии.\n\nЭта сцена на линии фронта будет повторяться снова и снова, пока пламя не погаснет, насекомые, что застилают небосклон, не превратятся в горстку чёрного пепла, и пока ни одного рыцаря не останется в живых...\n\nА что значит быть живым? Только когда броня сжимает грудную клетку в тиски во время ускорения и тела пронзает острая боль от потери энтропии, которая парализует конечности, они ощущают вкус жизни."
    },
    {
      "_id": 31194,
      "ids": [
        31194,
        41194,
        51194,
        61194
      ],
      "id": "_",
      "name": "Небесные сапоги Железной кавалерии",
      "type": "FOOT",
      "desc": "Сапоги, сочетающие в себе разрушительную силу и скорость. С их помощью рыцари Железной кавалерии Глатирамера способны высоко подпрыгивать и наносить мощный прицельный удар ногой по противнику.",
      "typeText": "Ноги",
      "backstory": "Следы рыцарей Железной кавалерии покрывают все уголки «Империи», словно пылающие метеориты. При этом они не могут ускользнуть из «сна», сотканного Титанией.\n\nАрмия, порождённая войной, вызывает беспокойство у жителей Республики, поскольку тем не ясно, насколько территория никогда не существовавшей «Империи» совпадает с фактической территорией их родных земель...\n\nИмператрица жалует честь и веру своим рыцарям, а они, в свою очередь, преподносят ей свою верность и преданность... В инкубаторах постоянно рождаются новые люди, им назначают номера и миссии. Обыватели же прячутся за железными бастионами, с тревогой наслаждаясь долгожданным покоем. Обман мирного времени должен был быть разоблачён. Способов вести войны, которые перетряхивают саму природу человека, не должно существовать. Когда пыль уляжется, боязливые сердца должны уничтожить исковерканные плоды войны...\n\nСапоги Железной кавалерии прорывают небосвод. Если пожелают, они могут попасть на любую звезду.\n\nНо там нет «Империи», и у рыцарей есть только один путь - к себе или к смерти."
    }
  ]
}