{
  "_id": 314,
  "id": "izumo_gensei_and_takama_divine_realm",
  "name": "Мир Идзумо и Царство Такама",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Сила атаки владельца повышается на <nobr>12%</nobr>. Если в начале боя есть хотя бы один союзник, идущий тем же Путём, что и владелец, крит. шанс владельца повышается на <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33145,
      "ids": [
        33145,
        43145,
        53145,
        63145
      ],
      "id": "_",
      "name": "Вторжение ками на Идзумо",
      "type": "NECK",
      "desc": "Внутри запечатана планета Идзумо, чьё прошлое и будущее рассечены ударом клинка. Идзумо переживало как невообразимые кровопролитные войны, так и дни роскошного изобилия... Ныне же не найти этих опустошённых земель, оставивших после себя лишь кладбище мечей, на котором покоится прошлое.",
      "typeText": "Планарная сфера",
      "backstory": "Две планеты вплелись в трагичные судьбы друг друга, бесконечно вращаясь вокруг огромного солнца, чёрного как смоль.\\n\\nВ начале на одной из планет появились люди. Люди взглянули вниз и назвали эту землю «Идзумо». Люди взглянули вверх и назвали эмпирей над ними «Такамагахара». В один день, не описанный ни в одной книге, с Такамагахара спустились Яоёродзу но ками. Эти демонические чудища, которых прозвали «ками», перевернули небесный свод, объяли огнём моря и океаны, разломили землю. Тогда люди в ужасе поняли, что боги вторглись на их планету не для того, чтобы править или захватывать. Ками пришли, чтобы убивать.\\n\\nНа краю гибели Идзумо отправилось в карательный поход на ками. Не щадя сил, люди пытались искоренить бедствия, ниспосланные Жнецом, и в конечном итоге смогли отлить из его звериного тела самый первый Клинок Завета. Чтобы отплатить ками сполна за их злодеяния, кузнец зачитал над своими клинками заклинание, которое даровало тому, кто держал клинок, божественную силу Такамагахары для борьбы против демонов и спасения всего рода людского. Так начался тяжёлый и затяжной поход государства Идзумо, и много жизней было отдано на уничтожение ками, одного за другим. Из тысяч поломанных в бою клинков, которыми орудовали смертные, было отлито двенадцать Хранителей.\\n\\nВ кровопролитной войне за выживание жителям Идзумо понадобилось менее десяти янтарных эр, чтобы с помощью силы Клинка Завета осветить кромешный мрак их обездоленного мира и построить чудесные города, сверкающие в неоновых огнях. Мечта о божественном государстве Такама, которая казалась недостижимой, должна была вот-вот исполниться, но этой истории пришёл внезапный конец - обе планеты исчезли, канув в небытие.\\n\\nСегодня о прошлом приграничной планеты Идзумо можно услышать лишь разрозненные шепотки, развеянные по вселенной. Учёные высказывают разные предположения о причинах исчезновения этой цивилизации, но никому пока не удалось разгадать эту загадку до конца. История Идзумо должна была течь тихой водой, но её поток был разрублен одним ударом. Всё прошлое и будущее этого мира осталось на том берегу звенящей пустоты. А существовал ли он вовсе, или это простые сказки? Возможно, этой истории и не было, или её следствия на самом деле служили причиной? Быть может, это очередной злодейский эксперимент доктора Примитива, или знамение о возвращении Эона Ненасытности с окраин космоса?\\n\\nЛишь чёрное солнце знает ответ, но Эон хранит молчание.\\n\\nВсё рано или поздно заканчивается, и всё начинается сызнова. Вселенная идёт по кругу в тени Эона, и Идзумо лишь сноска к многоточию..."
    },
    {
      "_id": 33146,
      "ids": [
        33146,
        43146,
        53146,
        63146
      ],
      "id": "_",
      "name": "Клинки конца и начала Идзумо",
      "type": "OBJECT",
      "desc": "Жители Идзумо привязывали клинки к поясам с помощью специальных кисточек. Они шагали по миру и разрубали тела кровожадных ками своими мечами, чтобы затем бесконечно ковать из них новые мечи... Идзумо шло к процветанию, двигалась к крушению, направлялась в пустоту.",
      "typeText": "Соединительная вязь",
      "backstory": "Две планеты вплелись в трагичные судьбы друг друга, и песнь об их гибели разлилась по Пещере, Скрывающей Свет.\\n\\nПеснь без начала и конца, без звука и эха, без певца и слушателя. В ней пелось:\\n\\n<i>«Такамагара - бескрайняя, словно само Идзумо, мир блаженства на все времена.</i>\\n<i>Но он вдруг почернел, и великое солнце приливом своим призвало бесчисленных ками.</i>\\n<i>Демонов тьма убивает людей, но их ждал внезапный отпор.</i>\\n<i>На Идзумо разбили семьдесят тысяч клинков, а затем ещё тридцать три, и отлили двенадцать Хранителей, чтобы всех они ками смели.</i>\\n\\n<i>Первый был Правдой, из тела Жнеца. Людям он даровал силу постигать законы мироздания, так они творили чудеса и процветанье.</i>\\n<i></i>Второй стал Небом, из тела Апогея. Превращал он эмпирей в стены и крепости, чиня препятствия демонам.\\n<i>Третьим был Вой, из плоти Громовержца. Разрывал он молнией небо, насылая небесную кару.</i>\\n<i>Четвёртого звали Туман, из плоти Несносного Вихря. Шквалы его громили землю, вызывая бесконечные бури.</i>\\n<i>Морозом пятый был, из тела Зимней Мантии. Он время замораживал, так на обледенелой почве мгновенье превращалось в вечность.</i>\\n<i>Шестого прозвали Судьба, из тела Сестры Тленности. Он распускал бутоны на старых могилах, и смерти и жизни тени кружились, исчезая во мраке.</i>\\n<i>Седьмым стал Жар, из тела Пламени Бездолья. Вызывая пожар, он мог бы поджечь целый мир, палить небеса и пеплом землю покрыть.</i>\\n<i>Восьмой - это Мысль, из плоти Единой Мудрости. На глади воды он видел былое и пришлое, и правду от лжи он мог отличить во веки веков.</i>\\n<i>Девятым стал Корень, из плоти Прародителя Пустошей. Он мог острова поднимать в небеса, и армия с ним рушила горы и долы.</i>\\n<i>Десятым был Множество, из тела Великого Владыки. Он толпы в союзы сбирал, чтоб в едином приливе наступали тела и тени их.</i>\\n<i>Уздой одиннадцатого звали, из тела Стража Всех Знамений. Вокруг страды связал он путы, чтоб зло и демоны исчезли и не нагнали больше смуты.</i>\\n<i>Двенадцатый - Утроба, из плоти Несметных Несчастий. Он гнилью покрывал и разъедал весь смертный мир, ками и óни стали одним, четыре души надвое он расколол.</i>\\n<i>Когда был развеян мрак и горн триумфа вострубил, каждый из них отправился в лом и резню свою прекратил.</i>\\n<i></i>И мёртвые души плясали тогда в пустоте, и два новых клинка под чёрным солнцем были отлиты, чтоб вершить судьбы на этой земле.\\n<i>Один стал Началом, другой - Концом. Начало людского рода - конец дьявольского сброда.</i>\\n<i>Затихли крики плача, увядшие цветы опали, проигравшие - в бездне, победителей... не стало».</i>\\n\\nХромоногий монах бормочет, а не напевает, песнь тем, кто, получив силу богов, возвращается к божественности.\\nЛишь великое солнце свидетель того, как на земле по имени Идзумо не стало людей, óни и ками."
    }
  ]
}