{
  "_id": 103,
  "id": "knight_of_purity_palace",
  "name": "Рыцарь дворца чистоты",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает защиту на <nobr>15%</nobr>.",
    "4": "Повышает урон, поглощаемый созданным владельцем Щитом, на <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 31031,
      "ids": [
        31031,
        41031,
        51031,
        61031
      ],
      "id": "_",
      "name": "Шлем прощения рыцаря",
      "type": "HEAD",
      "desc": "Напоминает шлем богини прощения. Используется для того, чтобы защитить и скрыть лицо.",
      "typeText": "Голова",
      "backstory": "Рыцарь Спокойствия никогда не снимала свой тяжёлый и прочный шлем. Возвышенная религиозность и безмолвность Сафины давили на окружающих так, что им становилось трудно дышать.\\n\\nБудь то неуправляемый демон или фанатичное священство, в её торжественном присутствии они все проявляли лишь инстинктивное благоговение.\\n\\nНемногие из священников знали, что под религиозным шлемом скрывается существо инфернального происхождения - Сафина. Церковь всегда проявляла страх и желание обладать демоническими силами: именно такие устремления привели к парадоксальному результату - к захвату новорождённой демоницы и её воспитанию в качестве Рыцаря Спокойствия. Однако ей запретили обнажать свой лик перед людьми. Так ей пришлось повиноваться приказу Церкви и стать безмолвным защитником Девы.\\n\\nДева Ванира была одного возраста с Сафиной и обучала её священным писаниям. Она и по сей день помнит профиль демоницы в отблеске свечи.\\n\\n«Моя дорогая Сафина, я видела твоё лицо, и я всегда буду помнить его», - с возрастом Дева Ванира полностью ослепла."
    },
    {
      "_id": 31032,
      "ids": [
        31032,
        41032,
        51032,
        61032
      ],
      "id": "_",
      "name": "Кольцо безмолвной клятвы рыцаря",
      "type": "HAND",
      "desc": "Серебряное кольцо, украшенное церковным узором, инкрустированное мутноватым драгоценным камнем.",
      "typeText": "Руки",
      "backstory": "Постепенно торжественность и приличия рушились - рыцари Церкви начали поднимать мечи друг против друга, и блеск их перстней обетов померк.\\n\\nСила, снизошедшая из космоса, одарила Церковь способностью порабощать демонов, но в то же время она стала причиной фанатичного сумасшествия, лишённого человечности.\\n\\nИзмученные этим безумием рыцари Церкви больше не могли различать приличия и порядок. Они стали одержимы идеей истребить всё инфернальное отродье во имя спасения Церкви. Когда эти идеи стали угрозой и для Сафины, она не колебалась ни минуты: она не проявляла снисхождения к противнику, даже если перед ней были воины Церкви дворца чистоты.\\n\\nРыцарь Спокойствия всегда должен защищать и оберегать Деву. И Сафина не забыла данной клятвы.\\n\\n«Моя дорогая Сафина, тебе не нужно чувствовать себя виноватой. Это то, что ожидает каждого, кто стал жаден до силы Эонов», - тогда в Церкви остались только двое: последняя Дева и её рыцарь-хранитель."
    },
    {
      "_id": 31033,
      "ids": [
        31033,
        41033,
        51033,
        61033,
        55004
      ],
      "id": "_",
      "name": "Торжественный нагрудник рыцаря",
      "type": "BODY",
      "desc": "Тяжёлый нагрудник с герметичными стыками, украшенный отличительными символами Церкви дворца чистоты.",
      "typeText": "Тело",
      "backstory": "Нагрудник Рыцаря Спокойствия должен получить благословение Девы Ваниры на церемонии, во время которой рыцарем-хранителем даётся обет служения.\\n\\nИз-за того, что некогда Церковь заковала руки и ноги молодой демоницы в металлические цепи, теперь Сафина попросила доспехи, выкованные из демонических металлов, чтобы однажды она могла упокоиться рядом с чем-то, напоминающим о её родине, стране демонов.\\n\\nДева из Церкви дворца чистоты смыла грехи с нагрудника, вознесла молитву богу, а затем запечатала древнее чудо на нагруднике в том месте, где сердце. Церковь не верила в преданность демонов, но у неё была вера в силу доктрин, которые, как утверждалось, могли очистить всё. Сафина молча наблюдала за старинным ритуалом, после которого на неё будет возложена ответственность защитника.\\n\\nДева, в свою очередь, не верила, что церемония обладает какой-либо силой или способна смыть надуманные грехи.\\n\\n«Моя дорогая Сафина, защищай Деву исправно», - прислонившись к нагруднику Сафины, Ванира отчётливо слышала её учащённое сердцебиение."
    },
    {
      "_id": 31034,
      "ids": [
        31034,
        41034,
        51034,
        61034,
        55005
      ],
      "id": "_",
      "name": "Железные сапоги порядка рыцаря",
      "type": "FOOT",
      "desc": "Сапоги из стандартного обмундирования рыцарей Церкви дворца чистоты. В области пятки вырезано простое слово - «порядок».",
      "typeText": "Ноги",
      "backstory": "После крушения Церкви дворца чистоты Сафина сняла свои железные сапоги и отправилась в долгое путешествие в страну демонов с Девой Ванирой.\\n\\nПо просьбе Девы Сафина не позволила ни одному рыцарю покинуть Церковь и унести свои безумные идеи с собой. Эта тайна была навсегда похоронена глубоко в их сердцах.\\n\\nНеизвестно, откуда пошёл слух, что Рыцарь Спокойствия стал одержим дьявольским отродьем, некогда изгнанным Церковью, из-за чего последняя пала... Со временем в эти россказни стало верить всё больше людей: набожные прихожане Церкви дворца чистоты обрушили на Рыцаря Спокойствия всё своё отчаяние, ведь именно в ней они видели виновницу всех произошедших бед.\\n\\nПотеряв убежище, Дева предложила им обеим вернуться на родину.\\n\\n«С этого момента я становлюсь ведьмой, а ты - снова демоном». Сафина не смогла возразить Ванире."
    }
  ]
}