{
  "_id": 113,
  "id": "longevous_disciple",
  "name": "Долгоживущий ученик",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает макс. НР владельца на <nobr>12%</nobr>.",
    "4": "Когда владелец получает атаку или его НР расходуется союзником или им самим, его крит. шанс повышается на <nobr>8%</nobr> на <nobr>2</nobr> хода. Этот эффект может складываться до <nobr>2</nobr> раз."
  },
  "pieces": [
    {
      "_id": 31131,
      "ids": [
        31131,
        41131,
        51131,
        61131
      ],
      "id": "_",
      "name": "Искусственный глаз ученика",
      "type": "HEAD",
      "desc": "Высокотехнологичный глаз, у которого когда-то была владелица. Но теперь после извлечения из её тела он абсолютно бесполезен.",
      "typeText": "Голова",
      "backstory": "Среди прочих призрачных бессвязных сновидений ей часто снился один яркий сон о тех последних днях. Трепещущие на лёгком ветру лепестки и мягко покачивающиеся ветви эвкалиптового леса, который простирается на тысячи гектаров. Лазурные волны бьются о камни, превращаясь в россыпь белоснежных нефритовых бусин. Порхающие птицы взмахивают своими серебристыми крыльями и исчезают в зарослях изумрудного бамбука.\n\nОна каждый раз искала кого-нибудь во сне - того, кто разделит этот прекрасный вид с ней.\n\nТогда ей являлся лишь размытый силуэт: она отчётливо помнила короткие шелковистые волосы и глаза цвета воронова крыла. Но дальше её воспоминания растворялись в лабиринте, созданном её же нейронами. Каждый раз за мгновение до того, как ей удавалось разглядеть это лицо, она резко просыпалась. Полусонная она гладила свой искусственный глаз, который причинял ей невыносимую боль. Благодаря этому глазу ей больше не приходилось собирать разрозненные кусочки силуэта из сна по запахам, звукам или прикосновениям.\n\n- Тебе это больше не понадобится, - молвила эманатор Творителя Руин. Она слышала звуки её веера и прерывистый смех. - Вскоре ты сможешь видеть всё, что захочешь, своими собственными глазами.\n\n- Это был мой родной глаз, - усмехнулась она, - и потом... тот самый пейзаж я больше никогда не смогу лицезреть."
    },
    {
      "_id": 31132,
      "ids": [
        31132,
        41132,
        51132,
        61132
      ],
      "id": "_",
      "name": "Технологичная рука ученика",
      "type": "HAND",
      "desc": "Высокотехнологичный протез, созданный для долгоживущих видов. Инвазивная процедура для установки не требуется.",
      "typeText": "Руки",
      "backstory": "Нанесение защитного геля на культю руки, подключение к коже нейропередатчика, а затем крепление и фиксация деревянного бионического протеза к телу - с этого начинался каждый её день на протяжении нескольких сотен лет.\n\nДеревянный протез привлекал к ней нежелательное внимание, но она не хотела ни насмешек, ни сочувствия.\n\nКак человек с увечьями, пусть и принимающий важные решения на государственном уровне и обладающий выдающимися талантами, она всегда старалась держаться особняком. Ведь задир рано или поздно сдует ветром, а вот сочувствующие... они будут бесконечно роиться вокруг, словно тараканы, вознося ей притворную похвалу как «поразительной обделённой, что родилась слепой и безрукой».\n\nОна слышала эту фразу в разных вариациях тысячи раз, и каждый раз к её горлу подступала тошнота. Сейчас стало ещё хуже, потому что теперь вдобавок к этим словам она собственными глазами могла видеть их заискивающие взгляды.\n\nВ задумчивости она прислонилась левой рукой к кипящему треножному котлу, острая боль тут же вернула её в реальность. Она быстро отдёрнула кисть - ожог на ней в то же мгновение исчез.\n\n- Порой мне кажется, что с деревянной рукой было проще."
    },
    {
      "_id": 31133,
      "ids": [
        31133,
        41133,
        51133,
        61133
      ],
      "id": "_",
      "name": "Перьевая накидка ученика",
      "type": "BODY",
      "desc": "Наряд из перьев, сделанный по старинным свиткам. Он принадлежал то ли старой ведьме, то ли спасительнице человечества.",
      "typeText": "Тело",
      "backstory": "Искать информацию в неофициальных исторических источниках незрячему человеку особенно сложно. Её единомышленники читали ей несметные объёмы древних свитков сплошным текстом, а она выдёргивала предложения и составляла из них абзацы в поисках сакрального смысла.\n\nБудучи человеком с экстраординарными интеллектуальными способностями, она могла с лёгкостью воспроизвести большую часть отрывков, услышанных лишь раз. Но историю о Ведьме в перьевой накидке она была готова слушать снова и снова с огромным интересом.\n\nПо легенде, одна хозяйка гротов попыталась оживить своего возлюбленного, превратив его в птицу и наделив бессмертием. Но зов свободы от полёта всё-таки взял верх, и сама она тоже решила стать птицей, чтобы летать бок о бок с любимым. Шло время, и хозяйка гротов стала всё больше забывать ту, кем была когда-то - из памяти стал стираться её собственный человеческий облик, и она превратилась в чудовище полуптицу-получеловека. Когда её подданные ворвались во дворец и пронзили её пылающими копьями и стрелами, две птахи спели последнюю скорбную песню и вместе обратились в пепел.\n\nЕй так нравилась эта легенда, что она преобразовала птичью эссенцию в алхимическом котле. Из полученного вещества соткали роскошное перьевое одеяние. И пусть она не могла созерцать всё изящество этого изделия, но получала истинное наслаждение, прохаживаясь в нём по своим покоям - словно на неё смотрела та самая героиня, которой уже не существует.\n\nКогда полы мантии раздувались, ей казалось, что душа маленькой птички ещё жива, и прямо сейчас она пролетает мимо, хлопая крыльями по её рукам и плечам."
    },
    {
      "_id": 31134,
      "ids": [
        31134,
        41134,
        51134,
        61134
      ],
      "id": "_",
      "name": "Шёлковые сапожки ученика",
      "type": "FOOT",
      "desc": "Пара шёлковых сапожек на тонкой подошве. Их владелица, должно быть, уже давно не ходит на своих двоих.",
      "typeText": "Ноги",
      "backstory": "Всякий раз, когда она сбегала от цепких лап гравитации и левитировала, демонстрируя верующим следы божеств, она всегда вспоминала одно древнее сказание...\n\n«Жил-был практик бессмертных искусств, который смог достичь невиданных высот в развитии собственного духа. Он ступал по земле, вбирая ступнями её живительную силу, и так осваивал целый калейдоскоп техник по достижению бессмертия. Однажды практик пожелал взмыть в небеса, чтобы парить среди мириад звёзд, но оказавшись вверху, он потерял связь с чудодейственными жилами почвы и пал в омут смерти».\n\nНо сейчас, как она размышляла, ситуация иная. У Сяньчжоу нет корней, лишь Древо амброзии пустило в нём корни, которые позволяют кораблю соединяться с Эоном Изобилия и быть тесно связанным с безграничным блаженным миром, обещанным Яоши. Сейчас эта связь с дорогой бессмертия была прервана предателями, и Сяньчжоу снова превратился в обездоленный остров.\n\nЛжеземля на Сяньчжоу не может наделить её силой, и заветные корни не обвивают её стопы, а уходят далеко в небо. Она поведёт Учеников и даст Древу второе рождение, принимая высшие блага Изобилия с открытыми объятиями.\n\nПаря над толпой в своих шёлковых сапожках, она изо всех сил напрягала голосовые связки и кричала им: «Посмотрите же вверх и узрите - не меня, но ваше заслуженное место среди звёзд»."
    }
  ]
}