{
  "_id": 317,
  "id": "lushaka_the_sunken_seas",
  "name": "Русалка, затопленные берега",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает скорость восстановления энергии владельца на <nobr>5%</nobr>. Если владелец не находится на первом месте в отряде, то сила атаки персонажа, находящегося на первом месте в отряде, повышается на <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33175,
      "ids": [
        33175,
        43175,
        53175,
        63175
      ],
      "id": "lushakas_waterscape",
      "name": "Подводная столица Русалки",
      "type": "NECK",
      "desc": "Внутри запечатан затопленный город океанического мира Русалка. Уровень моря здесь непрестанно повышался, пока город не оказался под водой. Только огромный корабль с командой на борту остался бороздить морские просторы.",
      "typeText": "Планарная сфера",
      "backstory": "Среди пересыхающих планет звёздной системы Пршемир Русалка выделяется своей чистой синевой. Её воды могут быть подобны колыбели и дарить жизнь мириадам существ, а могут загонять в тупик, заманивать и брать в плен... не оставляя и шанса на побег.\n\nВ рассветные часы старший помощник тихо открывает двери капитанской рубки. Стены каюты увешаны картами тридцати семи островов в память о времени до того, как с неба, будто по какой-то своей прихоти, упал метеорит, накрыв всю Русалку океаническим полотном. Яростные волны захлестнули сушу, оставляя лишь необозримые лазурные просторы... Помощник будит крепко спящего капитана. Морская гладь подёрнулась золотыми бликами, знаменуя начало нового дня их плавания.\n\nКорабль доплывает до центра площади и отправляет якорь в сторону огромного здания, где раньше располагались торговые ряды. Он цепляется за оконный карниз, вспугивая плавающие среди стеллажей бесчисленные стаи рыб, стремящихся исчезнуть до появления водолазного колокола.\n\nПосле полудня из водолазного колокола выбираются учёные. Они проплывают мимо книжного магазина, не задерживаясь, ведь напечатанные буквы уже не разобрать - их давно размыла вода. Целью учёных всегда были лаковые и пластиковые носители, с которых после очищения легко добыть информацию о былых днях. Подобные глубоководные экспедиции были опасным делом, поэтому чистильщики вооружались алебардами и были всегда готовы дать отпор острозубым хищникам. Иногда они сталкивались с морскими духами, однако люди и духи мало интересовали друг друга, и занимались каждый своим делом. Чистильщиков больше интересовали семена, специи и напитки, чем старые консервы.\n\nКогда запасы кислорода подходят к концу, интенсивные подводные изыскания завершаются. Оглянувшись, можно увидеть, как в город заплывают гигантские скумбрии, заставляя водных духов от страха жаться к стенам и прятаться в комнатах. Они уже научились выживать в этих стальных джунглях.\n\nВечером после дождя на корабле прозвучал свисток, разгоняющий крадущих рыбу птиц. Команда расположила свежий улов на палубе, чтобы каждый мог взять то, что ему нужно. В бурлящей абиссальными течениями ночи сияет башня света. Обитатели корабля отплясывают вокруг горящей мачты, позабыв о завтрашнем дне, и поют корабельные песни, прославляющие их морское настоящее и оплакивающие бравое прошлое. Капитан достаёт компас и смотрит в том направлении, куда указывает стрелка. Он знает, что там родина, постепенно становящаяся всё менее знакомой, и те, кто ждут возвращения родных.\n\nВ полночь на корабле тушат фонари, и он безмятежно дрейфует на морских волнах. Неужели им правда удалось добиться мирной жизни? Или за улыбками кроются слёзы, что бесследно растворяются в морской пучине?\n\nПройдёт ночь, а морская лазурь так и останется неизменной."
    },
    {
      "_id": 33176,
      "ids": [
        33176,
        43176,
        53176,
        63176
      ],
      "id": "lushakas_twinlanes",
      "name": "Симбиотический фарватер Русалки",
      "type": "OBJECT",
      "desc": "На необъятной линии горизонта даже малейшая точка способна разбить безмолвие. Фарватер несёт в себе историю экипажа, а водные духи ищут в водных путях надежду.",
      "typeText": "Соединительная вязь",
      "backstory": "Для водных духов мир на поверхности раньше был полон неизвестности и опасностей. Однако это осталось в прошлом, ведь всё уже давно поглотила морская пучина.\n\nНаземные жители Русалки всегда были тесно связаны с водными духами, хотя они не были хорошо знакомы с ними. Во время глубоководных погружений встретить духов считается большой удачей - их описывают как прекрасных загадочных созданий. У них тёмно-синие перепонки и чёрные сверкающие глаза, а особое строение связок позволяет издавать звуки, похожие на журчание воды. Ныряльщики рассказывают, что этих созданий часто можно наблюдать в сопровождении морских драконов, а живут они на дне океана в серебряном городе. Находящиеся на стыке реальности и легенд духи беззаботны и жизнерадостны.\n\nВ прошлом, до затопления планеты, этих существ называли свирепыми зверями - итарами.\n\nКогда-то между итарами и наземными жителями шла ожесточённая война на выживание, и весь океан окрасился в багровый цвет. Сначала наземные жители вылавливали юных итар, подобно рыбе. После этого итары стали заманивать наземных своим пением на морское дно. Они раньше часто охотились друг на друга на морских просторах, скрещивая якоря и клинки, пока морские звери противостояли корабельным пушкам. Война под водой и на воде продолжалась до тех пор, пока под палящей магмой не были уничтожены рифы. Только спустя много лет учёные на Корабле осознали, что будущее Русалки было предопределено Опухолью всех миров - бедствие призвала потерявшая дом водный дух, которая наслала проклятия на виновников своих страданий безмолвным криком.\n\nПокрытое пылью прошлое давно погребено в стали и бетоне кораллового архипелага. Никому не известное, подобно туману, что вот-вот растворится.\n\nС тех пор города и суша ушли под воду, туда же канули раздоры и кровавые битвы, а также история и целая цивилизация. Спасаясь от глубинного давления, водные духи устремились ближе к поверхности, в города, принадлежавшие раньше наземным жителям. Воспоминания о былом вызывают у них улыбки и слёзы... Духи знают, что на поверхности ещё остались немногочисленные голоса, и вся планета покрыта океанской лазурью, но тишина оказалась слишком гнетущей.\n\nКогда певцы на корабле замечают в синеве своего маршрута их тонкие крылья, то окружающие могут стать невольными слушателями прекрасной баллады.\n\n«Плывут они за кораблём на свет и песни бурь, но всё, что смогут отыскать - лишь моря синеву»."
    }
  ]
}