{
  "_id": 114,
  "id": "messenger_traversing_hackerspace",
  "name": "Вестник, блуждающий в хакерском пространстве",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает скорость на <nobr>6%</nobr>.",
    "4": "Повышает скорость всех союзников на <nobr>12%</nobr>, когда владелец применяет сверхспособность к союзнику, на <nobr>1</nobr> ход. Эффект не складывается."
  },
  "pieces": [
    {
      "_id": 31141,
      "ids": [
        31141,
        41141,
        51141,
        61141
      ],
      "id": "_",
      "name": "Головизоры вестника",
      "type": "HEAD",
      "desc": "По форме напоминают лыжные очки. Антибликовые визоры можно также использовать для просмотра виртуальных прямых трансляций.",
      "typeText": "Голова",
      "backstory": "Вестники Cтолицы страсти перемещаются по городу по слабо охраняемым эстакадам, чтобы избежать столкновения с частной охраной плутократов.\n\nОни любят жевать дешёвые жвачки и носить увесистые модифицированные головизоры, которые считывают пульс большого кибер-города.\n\nГоловизоры в реальном времени проецируют информацию о городских объектах прямо на сетчатку глаза, прокладывая воздушные коридоры для продвижения вестников по невообразимым маршрутам: по крышам зданий, системам кондиционирования, рекламным щитам и строительным кранам... даже дроны-доставщики могут стать площадкой для такого маршрута. Таким образом, вестники должны быть достаточно обученными, чтобы избегать случайных падений при малейшем отклонении от намеченной траектории.\n\n- Какой-то подлец разом выключил все головизоры, а я в это время был в воздухе.\n\nЭти очки устаревшей модели марки «Жёлтая уточка» давно сняты с производства, но до сих пор представляют особую ценность для коллекционеров."
    },
    {
      "_id": 31142,
      "ids": [
        31142,
        41142,
        51142,
        61142
      ],
      "id": "_",
      "name": "Модифицированный протез вестника",
      "type": "HAND",
      "desc": "Разборный кибернетический протез руки. Стреляет костяшками пальцев, как пулями.",
      "typeText": "Руки",
      "backstory": "Кибернетическим протезом руки может похвастаться не каждый вестник, но те, кто может, очень любят его различные модификации. Потому что никому не нравится носить бионические конечности, которые у всех одинаковые.\n\nЖители Столицы страсти обожают кибернетические протезы, и в администрации города принято всего несколько формальных ограничений касательно вариантов их модификаций.\n\nРегистрация и регулирование видоизменений осуществляются по трём основным категориям и восемнадцати типам. Этого, конечно, совершенно недостаточно для мятежного духа вестников, вкладывающих огромные деньги из жалованья в свои творческие замыслы. Они создают чертежи, по которым их электронные преобразователи выпускают молнии, или протезы превращаются в ракеты. Конструкции становятся всё более эксцентричными, как и стоимость услуг вестников.\n\n- Эти вестники так мчатся, чтобы защитить информацию своих клиентов, или чтобы поскорее оплатить свои недешёвые увлечения?\n\nЭтот протез руки марки «Жёлтая уточка» прошёл целый ряд особых модификаций: каждый палец вращается на большой скорости и выстреливает, словно пуля."
    },
    {
      "_id": 31143,
      "ids": [
        31143,
        41143,
        51143,
        61143
      ],
      "id": "_",
      "name": "Сумка вестника",
      "type": "BODY",
      "desc": "Модная сумка через плечо. Она украшена разными аксессуарами, которые придают ей милый вид.",
      "typeText": "Тело",
      "backstory": "Финансовые магнаты Столицы страсти контролируют любые потоки информации внутри города и единолично ей пользуются для сохранения своего высокого положения. Любого, кто попытается подорвать их власть, ждёт визит представителей Управления общественной безопасности.\n\nБыло время, когда люди часто выходили на улицы с протестами. В конце концов, олигархи посулили им всяческие блага, и вскоре они смирились с тем, что их частная жизнь им больше не принадлежит.\n\nНеважно, будь то реальные или виртуальные ситуации, важные или обыденные сведения - магнаты скрупулёзно собирают любую информацию. Поэтому со временем единственным бастионом приватности стали сумки вестников. Именно эти маленькие и лёгкие портфели, которые подходят только для переноски документов и чипов, создали узкие слепые зоны и обеспечили тем самым независимость информации - или то, что от неё осталось - в Столице страсти.\n\n- Отчего люди всё ещё пользуются каналами за пределами городской сети передачи информации в Столице страсти? Вестникам тоже интересно знать.\n\nНаплечная сумка из лимитированной коллекции «Жёлтая уточка» слегка поистрепалась, но ещё выглядит довольно модной благодаря многочисленным аксессуарам."
    },
    {
      "_id": 31144,
      "ids": [
        31144,
        41144,
        51144,
        61144
      ],
      "id": "_",
      "name": "Пар-кульные кроссовки вестника",
      "type": "FOOT",
      "desc": "Пара кроссовок для занятий паркуром. Они удобные, а это главное.",
      "typeText": "Ноги",
      "backstory": "Покидая город, вестники Столицы страсти бросили свои кроссовки у дороги и молча ушли. Большинство вестников не оставили бы после себя ни имени, ни других следов, поэтому подобное поведение все восприняли как проявление душевного порыва.\n\nСложно сказать, когда суть вестников изменилась и сами вестники начали её презирать.\n\nНезаметно независимость информации, бережно охраняемая вестниками, стала их монополией. Незаметно риски, с которыми сталкивались вестники, стали символом их элитарности. Незаметно вестники стали пособниками заговорщиков... Олигархам не удалось сломить их - они были преданы и уничтожены собственным инфантильным перфекционизмом. Прежде чем всё вышло из-под контроля, вестники собрались вместе и отдали последние почести своему амплуа бегунов.\n\n- Вероятно, вестникам следовало на этом остановиться и пригласить в город реформаторов.\n\nОставленные на обочине кроссовки марки «Жёлтая уточка» как символ того, что вестники Столицы страсти стали легендой прошлого."
    }
  ]
}