{
  "_id": 102,
  "id": "musketeer_of_wild_wheat",
  "name": "Стрелок дикой пшеницы",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает силу атаки на <nobr>12%</nobr>.",
    "4": "Повышает скорость владельца на <nobr>6%</nobr>, также повышает наносимый его базовой атакой урон на <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 31021,
      "ids": [
        31021,
        41021,
        51021,
        61021
      ],
      "id": "musketeers_wild_wheat_felt_hat",
      "name": "Фетровая шляпа стрелка с колоском пшеницы",
      "type": "HEAD",
      "desc": "Шляпа, украшенная дикой пшеницей. Символ легендарного стрелка Окли.",
      "typeText": "Голова",
      "backstory": "Фетровая шляпа Окли досталась ей от умершего отца. В качестве украшения она прицепила к ней колосок дикой пшеницы, добавив немного шарма. Охотники за головами, намеренно или нет, всегда стремились создать собственные отличительные знаки в надежде, что однажды они положат начало великой легенде, которая будет передаваться из поколения в поколение.\n\nКорпорация межзвёздного мира часто предлагала щедрые вознаграждения, чтобы заручиться помощью экспертов высочайшего уровня для охоты на межзвёздных пиратов, но Окли предпочитала действовать в одиночку и всегда искала самые сложные и заброшенные районы в самых отдалённых уголках мира.\n\nДни под палящим жарким солнцем в сочетании с ночами, проведёнными в пронизывающе холодной темноте, - это было всё, что Окли когда-либо знала в своём одиноком путешествии. Всякий раз, когда Окли оказывалась рядом с костром, она засыпала, положив голову на фетровую шляпу, и видела сны. И во все её сновидения вторгался таинственный стрелок. Он выдавал себя за охотника за головами, прибывшим издалека. Его яростно-суровый взгляд плохо сочетался с его тщедушным телом. Стрелок вызвал отца Окли на смертельную дуэль в полдень. Раздались выстрелы, сначала упала шляпа, а потом уже и сам отец. Следом раздался плач матери Окли...\n\nОкли в оцепенении уставилась на стрелка. Он превосходно владел оружием, и у её отца не было ни малейшего шанса.\n\nОкли просыпалась от неприятного ощущения сырости на затылке и понимала, что её фетровая шляпа снова мокрая от слёз. Она до сих пор живо помнила, что именно эта шляпа, которая когда-то так стильно смотрелась на её отце, вдохновила её научиться стрелять из пистолета."
    },
    {
      "_id": 31022,
      "ids": [
        31022,
        41022,
        51022,
        61022
      ],
      "id": "musketeers_coarse_leather_gloves",
      "name": "Перчатки стрелка из грубой кожи",
      "type": "HAND",
      "desc": "Пара кожаных перчаток, поверхность которых местами потрескалась. Особенно изношена та часть, которая обычно трётся об оружие.",
      "typeText": "Руки",
      "backstory": "Юная Окли не жалела сил на обучение. Она тренировалась на пастбище с рассвета до заката. Иногда отец втайне удивлялся её таланту, иногда беспокоился о том, что принесёт ей жизнь стрелка.\n\nВидя, как её маленькие нежные ручки хватаются за оружие, её мать обвиняла отца в том, что он слишком строг в обучении.\n\nС момента той дуэли до выполнения первого задания и последующей славы Окли годами не снимала поношенных перчаток, в которых держала пистолет. Другие охотники за головами не понимали этой её привязанности. Лишь она одна знала, какие противоречивые чувства эти перчатки вызывают - это был прощальный подарок её матери.\n\nЧерез какие эмоциональные испытания должна была пройти мама Окли, если она так упорно сопротивлялась её обучению оружию?\n\nПосле той дуэли мать Окли не могла перестать плакать в её объятиях. Дочь тогда ничего не сказала, но её мать знала, о чём она думает."
    },
    {
      "_id": 31023,
      "ids": [
        31023,
        41023,
        51023,
        61023,
        55003
      ],
      "id": "musketeers_windhunting_shawl",
      "name": "Ветрозащитная накидка стрелка",
      "type": "BODY",
      "desc": "Выглядит как пончо с подкладкой из пуленепробиваемого волокна.",
      "typeText": "Тело",
      "backstory": "На дуэли стрелок не должен показывать свои руки. Окли всегда умела незаметно зарядить пистолет и взвести курок. Её цели ничего не подозревали, пока не звучал решающий выстрел, ведь накидка совсем не шевелилась. Никто не мог понять, как ей это удаётся.\n\n«Все движения, требующие времени, нужно выполнять под пончо. Поединок надо заканчивать до того, как пуля покинет патронник пистолета», - неоднократно подчёркивал её отец.\n\nСтолкнувшись с группой вооружённых бандитов, Окли взяла себя в руки и стала наблюдать. Прежде чем вытащить пистолет, она встала ровно, словно скала, плиты которой оставались неподвижными столетиями. Не успели бандиты пошевелить и пальцем, как девушка была готова к атаке. После серии чётко прозвучавших выстрелов Окли намеренно отпустила одного бандита, чтобы он предупредил своих.\n\n«Безотчётная, неэмоциональная. Зачастую она не оставляет своим противникам никаких шансов на победу», - обычно именно так её характеризовали другие охотники за головами.\n\nВо время дуэлей Окли с её искусными и чёткими выстрелами без лишних движений была больше похожа на того таинственного стрелка из снов. Она не могла не презирать себя, когда поняла, что становится всё больше и больше похожа на своего заклятого врага."
    },
    {
      "_id": 31024,
      "ids": [
        31024,
        41024,
        51024,
        61024
      ],
      "id": "musketeers_rivets_riding_boots",
      "name": "Сапоги стрелка с заклёпками",
      "type": "FOOT",
      "desc": "Сапоги для верховой езды с V-образным вырезом. На вид свободные, удобны в носке.",
      "typeText": "Ноги",
      "backstory": "Путешествие выдалось долгим и трудным, но Окли давно привыкла к одиночеству. Она надевала свои сапоги для верховой езды и всегда была готова отправиться по первому требованию в любые захолустные районы самых отдалённых уголков мира за самую мизерную плату.\n\nУ неё было предчувствие: этот таинственный стрелок, должно быть, тоже человек уединённый, так что их встреча неизбежно произойдёт в безлюдном месте.\n\nКорпорация межзвёздного мира предлагала охотникам за головами множество возможностей для межзвёздных путешествий, и пункт назначения одинокого стрелка Окли никогда особо не волновал.\n\nКогда у Окли появилась губная гармошка, она проводила большую часть своего времени одна, репетируя песни, которые никто, кроме тарантулов, песчаных бурь и перекати-поля, не мог услышать. Путешествуя, Окли совершенствовала технику игры, чтобы убить время. Поговаривают, что однажды ветер так заслушался игрой охотницы на губной гармошке, что затих, только когда мелодия закончилась.\n\nИногда Окли задавалась вопросом: не гонялась ли она всё это время за призраком, поскольку этот таинственный стрелок давно исчез без следа. Иногда казалось, что Окли только и делала, что выполняла бесчисленные задания."
    }
  ]
}