{
  "_id": 303,
  "id": "pangalactic_commercial_enterprise",
  "name": "Пангалактическое коммерческое предприятие",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает шанс попадания эффектов владельца на <nobr>10%</nobr>. Также повышает силу атаки владельца на <nobr>25%</nobr> от текущего шанса попадания эффектов. Этот эффект может складываться до <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 33035,
      "id": "_",
      "name": "Мега-главное управление Корпорации",
      "type": "NECK",
      "desc": "Главное управление Корпорации межзвёздного мира в Пир-Пойнте, запечатанное внутри планарной сферы. Ни одна планета не может укрыться от грандиозного бизнес-плана КММ. Они отправились в глубокий космос, чтобы собрать энергию всей вселенной.",
      "typeText": "Планарная сфера",
      "backstory": "Удар подпространства сотряс всё мироздание, из-за чего безмолвный Колосс решил в одиночку возвести великий барьер для вселенной. Самопровозглашённые оракулы начали действовать: они хотели помочь Эону Клипоту в строительстве стены.\\n\\nПоскольку судьба вселенной находилась в неминуемой опасности, строительство стены стало ещё более неотложным. Ничтожные люди не собирались подражать подвигам богов, а вместо этого собирались в группы, чтобы стать «отрядом снабжения» Эона. Они были готовы полностью посвятить себя Повелителю Янтаря. С помощью силы Сохранения отряд снабжения направлял флот в разные галактики для покупки строительных материалов, таких как камень, дерево и золото, и неустанно доставлял эти материалы к подпространственному барьеру, складывая предметы на планетарной пустоши.\\n\\nПосле короткого периода разработки отряд снабжения прочно обосновался на Пир-Пойнте и основал Корпорацию межзвёздного мира. Чтобы добросовестно реализовать своё видение, они обратили свои взоры к глубокому космосу.\\n\\nЛуи Флеминг призвал путешествующий торговый флот выйти за пределы звёздной системы Эона Клипота, и их ассортимент перестал ограничиваться только строительными материалами - Корпорация планировала охватить всю галактику и всё скупить. Вскоре после этого Дунфан Цисин ввёл общегалактические правила торговли и создал систему кредитов, чтобы установить стандарт для торговли по всей вселенной. Триллионы активов собрались под мегаструктурой Пир-Пойнта, подобно безмолвной чёрной дыре, пожирающей представления людей о пределах богатства.\\n\\nСегодня корабли Корпорации межзвёздного мира путешествуют по всей галактике. Несмотря на критику корпоративной диктатуры, КММ не прекращает расширяться. Им всё равно, что думают другие люди, и они никогда не забывают о миссии своего основателя.\\n\\nМетоды подготовки рекрутов КММ меняются каждый день, но после почти восьмисот янтарных эр осталась только одна историческая практика, которая никогда не менялась. Однажды Луи Флеминг, основатель Корпорации, выступил перед отрядом снабжения со страстной речью. Он выдвинул стремление объединить мир и поддержать желание Эона защитить вселенную. Как только речь закончилась, прозвучал отдалённый и мощный удар, который привнёс торжественность в этот возвышенный момент. Уже тогда они знали, что будут и впредь непоколебимо верить в эти идеалы.\\n\\n«Всё во имя Повелителя Янтаря»."
    },
    {
      "_id": 33036,
      "id": "_",
      "name": "Торговый путь Корпорации",
      "type": "OBJECT",
      "desc": "Благодаря кредитной системе была налажена межзвёздная торговля. Корпорация межзвёздного мира связала звёзды экономической деятельностью и расширила границы торговли.",
      "typeText": "Соединительная верёвка",
      "backstory": "Отряд снабжения поспешил обойти звёздную систему вблизи Эона Клипота, так сформировался первый маршрут.\\n\\nПоверив в значимость деятельности Эона, отряд снабжения сделал первый шаг в налаживании торговли с соседней звёздной системой. Он подготовил множество редких и ценных товаров. С помощью предложений, от которых было трудно отказаться, они заключали бесчисленные сделки по всей звёздной системе. После этого отряд снабжения стал отвечать за торговые маршруты и деловую информацию, получил эксклюзивные права на ведение переговоров и, таким образом, возглавил разработку торговых правил Галактики.\\n\\nФлот, полный дерева и камня, прошёл мимо Эона Клипота, как рой жужжащих мух. Повелитель Янтаря хранил молчание, ни разу не взглянув на них.\\n\\nК сожалению, времена изменились, и торговли с соседними звёздными системами больше не было достаточно для оживлённого отряда снабжения. Двое мудрецов были полны решимости проникнуть глубже в галактику, и таким образом была создана Корпорация межзвёздного мира. КММ предлагала всё, что могли пожелать другие планеты, по справедливым ценам, привязанным к их кредитам. С тех пор был основан торговый путь галактики, и все планеты, которые присоединяются к бизнес-сети КММ, могут использовать одну и ту же валюту, покупать одни и те же товары и пользоваться одними и теми же услугами.\\n\\nТорговые корабли летают туда-сюда между звёздами, а торговые пути сходятся и расходятся, сплетаясь в общегалактическую сеть. Корабли, полные сокровищ с далёких звёзд, проходили мимо Эона Клипота бесчисленное количество раз, как светлячки, и всё же Эон оставался безмолвным, как и прежде.\\n\\nСтроительные материалы, накопленные со времён отряда снабжения, скопились на каждой планете вокруг Эона Клипота, и их количество будет только увеличиваться. Эон Клипот не намерен принимать эти дары, вместо этого он всегда сосредоточен исключительно на кризисе, который постигнет ничего не подозревающих смертных, и вынужден воздвигать гигантские барьеры, измеряемые в световых годах. Небольшая организация, которая раньше закупала материалы, уже давно приобрела огромное влияние в галактике. Они смотрели на безголового Колосса, ни разу не почувствовав, что их усилия были напрасны.\\n\\n«Весь труд и рост наших активов предназначен для Клипота, чтобы исполнить волю Эона, когда придёт время»."
    }
  ]
}
