{
  "_id": 101,
  "id": "passerby_of_wandering_cloud",
  "name": "Скиталец блуждающего облака",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает исходящее исцеление на <nobr>10%</nobr>.",
    "4": "В начале боя восстанавливает 1 очко навыков."
  },
  "pieces": [
    {
      "_id": 31011,
      "ids": [31011, 41011, 51011, 61011],
      "id": "_",
      "name": "Весенняя шпилька скитальца",
      "type": "HEAD",
      "desc": "Сухая ветка использовалась как импровизированная шпилька для волос. На некогда мёртвой ветке распустились цветочные почки. Теперь прошлое мертво. Шпилька, инкрустированная позолоченными бутонами цветов, напоминает о начале новой жизни.",
      "typeText": "Голова",
      "backstory": "Неназванный очнулся от долгого сна. Далёкое хорошо знакомое напряжение никуда не делось, а фантомная боль была всё так же ясна и остра. Его прошлое разлетелось на тысячи осколков так, что он даже позабыл собственное имя.\\n\\nБесцельно скитаясь, он пил талый снег и питался дикими зверями. Однажды он сорвал засохшую ветку и использовал её, чтобы убрать свои волосы.\\n\\nЕго длинные иссиня-чёрные локоны струились, подобно горному роднику. Конвульсии и судороги проходили по всему телу, словно под кожей прыгали и ныряли речные карпы. Чудесные силы изменяли его тело: сухожилия рвались, а затем восстанавливались, кости ломались и срастались, вызывая невыносимую боль. После бесконечных мучений и страданий его разбитое прошлое начало собираться воедино... Когда он взглянул на своё отражение в воде, вся история этой трагедии постепенно прояснилась.\\n\\nТолько когда лицо в отражении перестало быть незнакомым, неназванный увидел, что на некогда мёртвой ветке в его волосах появляются бутоны.\\n\\nСловно молния, его пронзила мысль, что проклятие бессмертия, как и ненависть к прошлому, всё ещё разливаются в его жилах. И это ОН - только что распустившийся цветок на увядшей ветке дерева."
    },
    {
      "_id": 31012,
      "ids": [31012, 41012, 51012, 61012],
      "id": "_",
      "name": "Драконьи наручи скитальца",
      "type": "HAND",
      "desc": "Эти наручи сделаны из золотых кораллов с волнистым переплетением и кожи какого-то неизвестного животного. Только мастера расы драконов видьядхара могут выковать такие превосходные доспехи.",
      "typeText": "Руки",
      "backstory": "Кажется, даже если один наруч находится далеко от другого, между ними существует особая связь. У неназванного был только один наруч, но он мог чувствовать температуру второго, касаясь своего кончиками пальцев.\\n\\nОн закрывал глаза, пытаясь через слабую связь уловить любую информацию: местонахождение второго наруча или его владельца.\\n\\nОднажды неназванному довелось сразиться в поединке с владельцем второго наруча. В тонких, но сильных руках последнего было копьё, и лезвие на поле боя сверкало, словно плеяда падающих звёзд. Затем неназванный разделил кубок вместе с противником. Они вместе вглядывались в лик холодной луны, не говоря ни слова. Но в конечном итоге их непоколебимое упрямство превратило близких в чудовищ, и они оба пали в пучину вечной ненависти и раскаяния.\\n\\nПарным предметам уготовано воссоединение. Они изопьют многолетнюю вражду, будто выдержанное вино, глоток за глотком, пока бутыль ненависти не опустеет.\\n\\nЧувствует ли владелец второго наруча то же самое? Неназванный не хотел знать."
    },
    {
      "_id": 31013,
      "ids": [31013, 41013, 51013, 55001, 61013],
      "id": "_",
      "name": "Рваное вышитое пальто скитальца",
      "type": "BODY",
      "desc": "Старое потрёпанное пальто, вышивка изрезана мечом. Раны зарастают, а дыры на плаще - нет, как не проходит и человеческая боль.",
      "typeText": "Тело",
      "backstory": "Неназванный скитался в изгнании, словно ходячий мертвец, пока на его пути не появились женщина в очках и человек в огромных доспехах. Не успели они выступить с предложением, как в полном молчании неназванный достал меч из ножен. После схватки женщина улыбнулась и предложила сделку, от которой неназванный не смог отказаться.\\n\\nОн принял условия, получил новую личность и вернулся в цивилизованный мир.\\n\\nНеназванного отвели в ателье, где сняли с него мерки и сшили презентабельный костюм... Его подстригли и побрили - и он обрёл прежний облик. В смутных воспоминаниях о былых временах он понял, что чувствовал, когда, наконец, принял осторожное решение подарить своему близкому нефритовую фляжку, но был потрясён осознанием того, что близкого нет рядом.\\n\\nВ оцепенении он понял, что его тело, его жизнь, его любовь и ненависть, даже одежда, которую он носит, - всё, чем он когда-либо владел, взято взаймы.\\n\\nОн всё вернёт, а потом испустит последний вздох."
    },
    {
      "_id": 31014,
      "ids": [31014, 41014, 51014, 55002, 61014],
      "id": "_",
      "name": "Мрачные сапоги скитальца",
      "type": "FOOT",
      "desc": "Пара добротных сапог, которые оставили следы во многих мирах и были свидетелями ситуаций, когда жизнь их владельца висела на волоске.",
      "typeText": "Ноги",
      "backstory": "Неназванный выполнял приказы Раба и отправлялся на другую сторону неба со своим новым компаньоном. Он плутал, полный недоумения и ненависти, среди бесчисленных миров, неоднократно оказываясь в смертельной опасности.\\n\\nОн давно забыл радость созидания и терялся в череде нескончаемых поединков.\\n\\nВ прошлых битвах он получил множество ударов мечом и порезов. В прошлых поражениях его тело снова и снова раскалывалось и разбивалось вдребезги. Его противник всегда заканчивал битву одним решающим ударом прямо в сердце. И теперь боевые движения, что приносили эти раны и шрамы, отпечатались в его памяти, и его воинское мастерство закалилось в нескончаемых смертельных боях. Неназванный мечом прорубал себе путь сквозь препятствия. Он много раз падал, но снова и снова поднимался. Казалось, он совсем забыл о ненависти и сосредоточился на танце с мечом.\\n\\nРаб пообещал принести долгожданный конец его жизни и его ненависти. Неназванный кивнул, вложил меч обратно в ножны и поспешил в следующий поход.\\n\\nЕсли жизнь - это длительное путешествие, то неназванный желает перешагнуть через бассейны крови тех, кого ненавидел, прежде чем встретит собственный конец."
    }
  ]
}
