{
  "_id": 312,
  "id": "penacony_land_of_the_dreams",
  "name": "Земля грёз Пенакония",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает скорость восстановления энергии на <nobr>5%</nobr>. Увеличивает урон, наносимый союзниками одного типа с владельцем, на <nobr>10%</nobr>."
  },
  "pieces": [
    {
      "_id": 33125,
      "ids": [
        33125,
        43125,
        53125,
        63125
      ],
      "id": "penaconys_grand_hotel",
      "name": "Гранд-отель Пенаконии",
      "type": "NECK",
      "desc": "Запечатанная в планарную сферу главная достопримечательность Пенаконии - отель «Грёзы». Постояльцы здесь отправляются в сладкий мир снов, наслаждаясь торжеством роскоши и экстравагантности гигантского мегаполиса.",
      "typeText": "Планарная сфера",
      "backstory": "Под песню со словами «Добро пожаловать на празднеств планету! Здесь сбываются грёзы, и ждёт вечное лето!» коридорные, кланяясь с дежурной улыбкой, приветствуют гостей, как того требуют правила этикета. Улыбаясь в ответ, гости проходят вперёд, принимая бокалы игристых напитков и осушая их до дна.\n\nВся эта картина постепенно становится всё более нереальной, появляется ощущение парения в шёлке. Гости из чужих мест избавляются от гравитации и начинают гулять по стенам. Оживают причудливые игрушки и принимаются торжественно шататься по улицам. Вода из родника превращается в огромного кита, плавающего по залам. Если откроете оконный переплёт, то вместо вида на космос с мириадами звёзд, вы увидите урбанистический пейзаж, где свет и тень бесконечно сменяют друг друга и разлетается эхо гигантских колоколов и театров. В это мгновение гости наконец осознают, что они никогда не просыпались, вместо этого в своих снах они стали свидетелями истинной природы Пенаконии - земли грёз, где останавливается время.\n\nВсе знают, что под управлением Семьи двери Пенаконии открыты для каждого. Гости из высшего общества приезжают сюда ради трансцендентного опыта, вдохновляющего волнения, утешения тревог и исцеления травм, чтобы оставить мучения в обмен на мир и спокойствие, чтобы испить самого чудесного вина и побродить по морю грёз. Некоторые проводят здесь незабываемый отпуск и довольные уезжают, другие полностью отдаются празднику и остаются здесь навсегда. Усыпанный звёздами отель - жемчужина ткачей, королевство творцов и игровая площадка искателей грёз.\n\nРедкий гость осведомлён о пыльной истории этого места - нить, что плетёт грёзы, вьётся из реальности. Бархатный ненавязчивый шик сегодняшней Пенаконии начался с солёной ржавчины, тяжёлых кандалов и лишения свободы. Планета празднеств некогда была тюрьмой КММ - туда были отправлены миллионы заключённых, чтобы освободить Сад воспоминаний от переполнявших его пузырей памяти. Люди проводили день за днём в тяжёлом труде, пока их тела не становились прочными, словно свинец, а души - невесомыми, словно пузыри. В какой-то момент тесные тюремные камеры оказались отрезанными от реальности, а сознание людей соединилось во снах. В полночном колокольном звоне этот общий сон казался реальным, в отличие от фальшивой действительности.\n\nСемена мира здесь были засеяны, лишь когда Разрушение расплавило оковы КММ, Освоение соединило границы планеты с другими звёздами, а Гармония приняла приглашение. Свобода наконец-то пробила почву и дала первоначальному сну новое имя - Пенакония.\n\nСегодня от разрушающейся тюрьмы не осталось и следа. В мире грёз возвышаются бесчисленные небоскрёбы, здешняя пустыня была перестроена и превращена в мегаполис - новую землю для мечтателей, ищущих богатства и возможностей, утопию для гедонистов и любителей разгульной жизни. Прошлое Планеты празднеств похоже на фотокарточку, случайно упавшую на дно шкафа, - оно существует, но никого не интересует.\n\nНыне Земля грёз наполнена песнями радости, и эхо прошлого стало всего лишь сплетней, рассказываемой шёпотом во время антракта какой-то комедии, неудачным дублем какого-то мультфильма, сноской в каком-то журнале."
    },
    {
      "_id": 33126,
      "ids": [
        33126,
        43126,
        53126,
        63126
      ],
      "id": "penaconys_dreamseeking_tracks",
      "name": "Магистраль грёз Пенаконии",
      "type": "OBJECT",
      "desc": "В Мире грёз Пенаконии здания опоясаны витиеватыми траекториями, на которых рассекают, перевозя пассажиров, особые сфероиды. Так разнообразные и яркие сновидения соединяются воедино.",
      "typeText": "Соединительная вязь",
      "backstory": "Те, кто хоть раз побывал на Пенаконии, согласятся, что «построенная на грёзах» это вовсе не метафора, а вполне реальное утверждение. Роскошный отель - это лишь верхушка айсберга Планеты празднеств, официально прибывшим на Пенаконию гость считается, лишь когда остаётся на ночлег и засыпает. С этого момента состоящий из двенадцати пейзажей Мир грёз медленно разворачивается для взора.\n\nПри первом посещении гости могут быть ошеломлены царящим здесь безудержным весельем, но пугаться не стоит. Достаточно посмотреть наверх, чтобы увидеть клубок из металлических рельс, рассекающих небоскрёбы, и стремительно катящиеся по ним сфероиды - самое примечательное средство передвижения в этом сказочном мегаполисе, способное доставить гостей в любую точку города.\n\nБерущая начало от центрального вокзала витиеватая сфероидная магистраль подобна сети кровеносных сосудов мегаполиса. Разноцветные сфероиды не переставая стучат то тут, то там: в подземных туннелях Мига рассвета, на обширных полях Мига выжженных песков или по сверкающему стадиону Мига звёзд, с комфортом, быстро и безопасно доставляя людей на каждую станцию, наполняя энергией вечного бодрствования Мир грёз Пенаконии.\n\nГрёзы придают всему лёгкую и нежную текстуру, а орехоподобные сфероиды здесь считаются одновременно транспортными средствами и развлечением. Мало кто помнит, что изначально сфероиды были клетками. Поток из снов раньше был инструментом для тюремного заключения осуждённых.\n\nКогда-то давно КММ отправила огромное количество заключённых в Асданскую звёздную систему в попытке остановить распространение бедствия. Там собирали воспоминания, постепенно теряя грань между фантазией и реальностью. Сферические вакуумные камеры стали для арестантов «незабываемым» воспоминанием - жёсткие изогнутые стены, тошнотворные кульбиты, ежедневный мучительный труд. Вероятно, эти страдания засели глубоко в подсознании, потому то когда те, кто вновь обрёл свободу, стали первооткрывателями бесплодной Земли грёз, то сфероиды стали их верными спутниками.\n\nНо теперь в мире и свободе, в отличие от минувших дней, они вселяют оптимизм. Вместо того чтобы снова и снова пытаться уничтожить постоянные кошмары, лучше добавить им ту окраску, которая должна быть присуща этому месту, нужно принять их и заключить в объятия. И так сферические тюремные клетки прошлого стали сегодняшними сфероидами.\n\nВ настоящем пёстрые сфероиды, быстро перемещающиеся по всей Пенаконии, и доносящиеся из них лёгкие вибрации... тихо скрыты в мираже города грёз, где сливаются воедино великие устремления и радостный смех, словно на вневременной земле грёз."
    }
  ]
}