{
  "_id": 117,
  "id": "pioneer_diver_of_dead_waters",
  "name": "Первооткрыватель мёртвых вод",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает урон, наносимый противникам с ослаблениями, на <nobr>12%</nobr>.",
    "4": "Повышает крит. шанс на <nobr>4%</nobr>. Крит. урон владельца, наносимый противникам с не менее, чем <nobr>2</nobr>/<nobr>3</nobr> ослаблениями, повышается на <nobr>8%</nobr>/<nobr>12%</nobr> соответственно. После того как владелец накладывает ослабление на противника, указанные выше эффекты повышаются на <nobr>100%</nobr> на <nobr>1</nobr> ход."
  },
  "pieces": [
    {
      "_id": 31171,
      "ids": [
        31171,
        41171,
        51171,
        61171
      ],
      "id": "_",
      "name": "Теплоизоляционный шлем первооткрывателя",
      "type": "HEAD",
      "desc": "Тяжёлый водолазный шлем в оркронском стиле. В маленький иллюминатор можно увидеть лишь невыносимую бесконечную темноту.",
      "typeText": "Голова",
      "backstory": "Облака сгущаются в ночном небе Оркрона, и сквозь них пробивается мерцание планетарных колец. Алые снежинки падают на тяжёлый шлем, бесшумно забиваясь в его проржавевшие щели и прикрывая следы эрозии. Две девочки присели на опушке кедрового леса, чтобы немного передохнуть после долгого путешествия.\n\n- Гляди-ка! Воздух на Оркроне пахнет малиной.\nБагровые снежинки падают на пышные, словно облака, сахарные зефирки и тут же тают. Юная Безымянная с планеты Тир заливается смехом, она сгибается, держась за живот. Она хихикает над тем, что только что сказала, - как можно увидеть запах? Короткий смешок сменяет пронзительная, словно бритва, тишина, и воздух вокруг будто застывает в полном безмолвии.\n\n- Фребас, ты ещё собираешься в глубины IX? - вопрос задала её спутница, которая всегда носила при себе длинный клинок. Они хорошо ладили, хотя она понятия не имела, откуда прибыла её компаньонка.\n\nЮная Безымянная облачается в громоздкий гидрокостюм. После долгого молчания она протягивает спутнице слегка подгоревшую зефирку, при этом она прищуривает глаза так, что они напоминают натянутый ветром парус.\n\n- Естественно! Буду идти дальше и глубже, чем сам Акивили!"
    },
    {
      "_id": 31172,
      "ids": [
        31172,
        41172,
        51172,
        61172
      ],
      "id": "_",
      "name": "Бесполюсный компас первооткрывателя",
      "type": "HAND",
      "desc": "Наручный компас. Магнитную стрелку убрали, поэтому теперь компас никуда не указывает.",
      "typeText": "Руки",
      "backstory": "«Подводное морское течение\nшепчет и покалывает её кости, набегая приливами.\nОна проживает молодость и старость,\nкогда её забирает этот водоворот».\n\nДевочка уже слышала эту историю. В ней люди обитали в мире, похожем на гигантское дерево, возведённое обезличенной энергией.\n- Такую энергию нельзя увидеть, пощупать, понять, она бессмысленна, - размышляла она. - Прямо как IX.\n\nЮная Безымянная была немного раздосадована: как она будет искать путь, когда попадёт в глубины Небытия? Но вскоре вдохновение снова вернулось к ней, ведь на её четырнадцатилетие мама успела сделать ей последний подарок - маленький компас.\n\n- Если дело в этом, то пока этот компас не видит полюса, но определяет «энергию», проблема решена?\n\nЮная Безымянная сняла с компаса магнитную стрелку, и когда девочка опускалась в тьму, то обнаружила, что единственное направление, куда он указывал, - вниз."
    },
    {
      "_id": 31173,
      "ids": [
        31173,
        41173,
        51173,
        61173
      ],
      "id": "_",
      "name": "Свинцовый скафандр первооткрывателя",
      "type": "BODY",
      "desc": "Тяжёлый и полностью герметичный водолазный скафандр, сделанный из металлолома. Владелица частенько шутит, что он напоминает подводный гроб.",
      "typeText": "Тело",
      "backstory": "«Фребас, Безымянная с Тира, умирала четырнадцать дней и ночей.\nОна позабыла крики чаек и рёв бездны,\nсвои печали и радости».\n\nЮная Безымянная смотрела на планетарные кольца, которые были шире любых улиц на Тире. Она решила отправиться в сингулярность чёрной дыры.\n\n- Даже Акивили не довелось там побывать. - Девочка продолжала слышать отдалённый шум прибоя, что эхом отдавался в её сердце. - Буду идти дальше и глубже, чем сам Акивили!\nОна тщательно подготовилась - ржавые пластины неизвестного происхождения, использованные кислородные баллоны, изношенный гироинерциальный ориентатор, самоциркулируемая система жизнеобеспечения и кожух-обтекатель... Она спаяла все части между собой так, чтобы скафандр стал полностью герметичным. Она верила, что он сможет защитить её от губительного влияния Небытия.\n\nЕщё она взяла водолазный шлем, который остался ей от отца, и самодельную «Медаль за отвагу». Напоследок перед самым отбытием они с компаньонкой в последний раз отправились в кедровый лес, чтобы пожарить зефирок.\n\nПозже, когда корабль Фребас приблизился к краю чёрной дыры, это воспоминание оказалось единственным, что осталось в её памяти об Оркроне."
    },
    {
      "_id": 31174,
      "ids": [
        31174,
        41174,
        51174,
        61174
      ],
      "id": "_",
      "name": "Звёздный якорь первооткрывателя",
      "type": "FOOT",
      "desc": "Тяжёлые ботинки в форме судового якоря. Их владелица готова к тому, что больше никогда не вернётся на поверхность.",
      "typeText": "Ноги",
      "backstory": "«Ты, кто держит штурвал и ждёт попутного ветра,\nвспомни о Фребас,\nи как она, прекрасная, стояла так же высоко».\n\nСвинцовые ботинки, словно металлические якоря, утягивали девочку всё ниже и ниже. Они исправно выполняли возложенную на них миссию, ведь ради этого они и были созданы.\n\nДевочка оставляла глаза широко открытыми, смело взирая в холодную бесприютную темноту. Она вспоминала, как впервые услышала историю об Акивили. Она вспоминала первый день своего путешествия и «Медаль за отвагу», выкованную собственными руками. Она вспоминала тридцатидневный поход в компании со спутницей. Она вспоминала лесную поляну, где они остановились в первый и последний раз, и воздух, пахнущий малиной. Она вспоминала свист, звуки гитары и бамбуковой флейты и песни, что они хором пели. Она вспоминала багровые снежинки, что тихо падали на подгоревшие зефирки и тут же таяли.\n\nЯркие воспоминания вот-вот закончатся, и впереди её ждёт лишь зияющая пустота. Внезапно она увидела, как в центре мертвенно чёрной пропасти лишь на мгновение вспыхивает ярко-красная полоса.\n\nИ так юная Безымянная вспомнила улыбку, которой её одарила девушка с длинным клинком, в момент, когда она брала из её рук зефир, в самый последний раз.\n\n- Не ожидала встретить кого-то, похожего на меня. Ты продвинулась намного дальше, чем я.\n- И ты пройдёшь со мной до самого конца, да?\n- Конечно. Наш конец предопределён... И тем не менее, как ты однажды сказала: «Даже если в самом конце я паду в бездонную пучину мёртвых вод, до этого момента я успею многое сделать за время своего путешествия. Поэтому... что бы ни было, мне стоит попытаться... Ведь я буду идти дальше и глубже, чем сам Акивили!»"
    }
  ]
}