{
  "_id": 116,
  "id": "prisoner_in_deep_confinement",
  "name": "Пленник мрачной темницы",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает силу атаки на <nobr>12%</nobr>.",
    "4": "За каждый имеющийся у противника эффект с периодическим уроном (до макс. <nobr>3</nobr>) при нанесении урона владелец игнорирует <nobr>6%</nobr> от защиты этого противника."
  },
  "pieces": [
    {
      "_id": 31161,
      "ids": [
        31161,
        41161,
        51161,
        61161
      ],
      "id": "prisoners_sealed_muzzle",
      "name": "Железный намордник пленника",
      "type": "HEAD",
      "desc": "Решётка, которая плотно крепится к звероподобному лицу пленника. Крайне важно не позволить этому убийце снова обнажить острые клыки.",
      "typeText": "Голова",
      "backstory": "Вожак борисинцев изучал мир посредством обоняния. Дождь, пыль, костёр, кровь, лекарства... Из самого сердца сражений доносились дрожащие слегка уловимые ароматы, которые наполняли каждый нейрон в его сознании.\n\nТеперь он чуял лишь едкий смрад пыточной, смешанный с запахом страха присяжных, который так и витал в воздухе.\n\nОн знает, что эти тщедушные судьи страшатся его острых клыков. Когда-то он встал на краю обрыва, утопающий в лунном сиянии собственного помешательства с ощущением пульсации в венах. Он последовал по лабиринту из запахов, проник в стан врага под покровом беспросветной ночи и размозжил челюстями их черепа один за другим... Вожак борисинцев особенно высоко ценил отполированные клыки, ведь это были его пики и бритвы, признаки недюжинной силы и способности разорвать любого на своём пути.\n\n- Повелитель логова борисинцев, кто скрежетал клыками и грыз плоть, испивая кровь невинных. За десять непростительных мерзостей он приговаривается к пожизненному заточению в клетке, а его лицо будет покрыто железным намордником.\n\nВожак окинул присутствующих презрительным взором - он искал глазами Мастера меча, которая накрыла всё ледяным морем ярости. Но её там не было... Высокопарный текст приговора его не интересовал."
    },
    {
      "_id": 31162,
      "ids": [
        31162,
        41162,
        51162,
        61162
      ],
      "id": "prisoners_leadstone_shackles",
      "name": "Свинцовые кандалы пленника",
      "type": "HAND",
      "desc": "Тяжёлые кандалы, которые надёжно скуют лапы душегуба. Их стальные штыки вонзаются в запястья и не позволяют им снова учинить кровопролитие.",
      "typeText": "Руки",
      "backstory": "Облака рассеялись, и лунный свет озарил иссечённое шрамами тело Вожака. Огромный коготь, отрубленный сребровласой Мастером меча, лежал в стороне, и разгорячённая кровь бешено пульсировала в венах отчаявшегося волка. Под звуки мученического воя его когти отросли снова.\n\nДаже одержимый лунным озверением Вожак едва уворачивался от ударов меча, что обрушивались на него со скоростью лунного света. Загнанный в угол, он взмолился силам Изобилия, решив дать последнюю битву.\n\nОн уже и забыл, сколько раз борисинцы выходили из осады - вспоминал лишь, как бесчисленное количество раз его бойцы когтями прорывали слабые места окружения и как за их спинами тут же снова смыкались ряды противника. Изнурённых борисинцев, сметавших препятствия на пути, спасала только их способность к постоянной регенерации. Вожак пребывал в исступлении - от ударов его когти были залиты кровью, пока внезапно он не осознал, что ему больше некуда бежать и что никто давно за ним не гонится.\n\n- Повелитель логова борисинцев, твоими руками было отнято несметное количество жизней, поэтому твои лапы будут закованы в свинцово-каменные кандалы. Мы будем неустанно следить за тобой.\n\nВожак наконец пал ниц, обессиленный, прямо к ногам Мастера меча. Впервые в жизни он стоял на пороге смерти. «Этому мечу нет равных!» И следом невольно пронеслось: «Этому кошмару нет равных!»"
    },
    {
      "_id": 31163,
      "ids": [
        31163,
        41163,
        51163,
        61163
      ],
      "id": "prisoners_repressive_straitjacket",
      "name": "Тугие путы пленника",
      "type": "BODY",
      "desc": "Тюремная роба для особо опасных преступников: жёсткая фиксация не даёт пленнику мутировать.",
      "typeText": "Тело",
      "backstory": "По своей природе борисинцы - истинные воины: высокий крупный скелет, сильные челюсти и мощная шея. У них хорошо развитые клыки, звериные уши на макушке и острые когти на руках и ногах. В культуре борисинцев сильное тело особенно ценится - оно считается благословением свыше.\n\nВожак - это духовный лидер и сильнейший воин племени. Он возглавляет войска, чьи атаки подобны цунами, и решает, кому жить, а кому умереть на поле боя.\n\nГрозные зверокорабли заслонили собой небосвод. Свысока он взирал на солдат, которым не терпелось ринуться в бой. В это мгновение он почуял зов лунного озверения. Острая кость пронзила его тело, и чёрную как смоль кровь унесло ветром, словно клубы тумана. Он вытянул руки, словно мученик, - борисинский люпотоксин, уничтожающий чувство страха феромон, рассеялся вместе с кровавым туманом, обостряя чувства воинов, делая их словно одержимыми.\n\n- О Повелитель логова, даруй нам железные мускулы и стальные кости. О Повелитель логова, даруй нам силу богов.\n\nОн вспоминал дни, когда его плоть и кровь ничего не сдерживало. Борисинские отпрыски, унаследовавшие лунное озверение, смогли преодолеть границы плоти: их тела рвались и деформировались, но они больше не чувствовали боли или страха. Право направлять их некогда было привилегией и долгом сильнейшего."
    },
    {
      "_id": 31164,
      "ids": [
        31164,
        41164,
        51164,
        61164
      ],
      "id": "prisoners_restrictive_fetters",
      "name": "Ножные оковы пленника",
      "type": "FOOT",
      "desc": "Металлические колодки, сковывающие мощные ноги чудищ за их исключительные злодеяния. Так зверь не сможет вырваться и натворить бед.",
      "typeText": "Ноги",
      "backstory": "Борисинцы кочуют по галактике, презирая оседлые цивилизации. Они забирают у них мир и спокойствие и приносят жестокие войны. Их суровая вера вынуждает их беспрестанно сражаться, вся их жизнь посвящена кровопролитию.\n\nУ них есть собственные убеждения и пути - куда бы ни ступил борисинец, это становится его территорией.\n\nВожак кичился тем, что разжигал пламя войны одно за другим, что был способен сокрушить достоинство тех, кто вставал на защиту своей земли, что пил слёзы вынужденных переселенцев и попирал доверие приближённых. Он позволял разрастаться терниям и уничтожал плодородную почву, загонял людей в рабство и наслаждался роскошной жизнью... Чтобы превзойти прошлых лидеров, Вожаку пришлось отказаться от мира и повести своих солдат в поход на другие планеты - воинскими подвигами он сделал себе имя, утвердив своё положение в племени.\n\n- Повелитель логова борисинцев, с тобой приходит война и гибель всех миров. Ты приговариваешься к вечному заточению и лишаешься права на перерождение.\n\nВожака озадачил этот приговор. Он озирается вокруг, не понимая, почему его судят те, кто гораздо слабее его. Эти так называемые преступления не что иное, как простые законы выживания."
    }
  ]
}