{
  "_id": 322,
  "id": "revelry_by_the_sea",
  "name": "Хмельная бухта",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Сила атаки владельца повышается на <nobr>12%</nobr>. Если сила атаки владельца выше или равна <nobr>2400</nobr>/<nobr>3600</nobr> ед., то наносимый периодический урон дополнительно повышается на <nobr>12%</nobr>/<nobr>24%</nobr>."
  },
  "pieces": [
    {
      "_id": 33225,
      "ids": [
        33225,
        43225,
        53225,
        63225
      ],
      "id": "warbling_shores_blazing_beacon",
      "name": "Маяк поющих берегов",
      "type": "NECK",
      "desc": "Внутри планарной сферы заключена погружённая в бесконечное веселье Стиксия. Негаснущий маяк возвышается над взморьем, исполняя бесконечную мелодию. Следующие за пением корабли заплывают в туман и тотчас разбиваются о риф, оставляя обломки на съедение волнам.",
      "typeText": "Планарная сфера",
      "backstory": "Волны ни на мгновение не прекращают свой танец. Моряки, пресытившиеся портовыми развлечениями, разворачивают морские карты и выбирают конечную точку своего пути. Стрелка компаса замирает, указывая на Стиксию - возвышающийся над морем город вечного веселья и предначертанное судьбой место их погибели. Не подозревающие о скорой смерти моряки радостно поднимают паруса и вступают в хоровод Фагусы.\n\nСледуя за ритмом приливов и фазами луны, моряки вонзают гарпуны в спины китов и раскалывают льды носами кораблей. Весь путь они радостно поют... пока не попадают в туман, где до маяка рукой подать. И там они наскакивают на риф...\n\nРазбитое судно уходит на дно, а моряк, более не знающий смерти, восстаёт из морской пучины. Покрытый водорослями и солью, он поднимается на риф. Пирующие на маяке, давно его ждавшие, с поклоном приглашают присоединиться к вечному празднеству. Новоприбывший идёт за звуками музыки по длинной насыпи и входит в белый маяк на рифе. Огонь на маяке Стиксии питается ворванью, пульсирующее холодное пламя укрыто отполированной до блеска линзой. Сам же маяк является гигантской водной лирой. Поднимаясь по его лестнице, посетители видят, как стеклянные трубки в щелях между камнями качают морскую воду, что поднимается и опускается согласно приливам и отливам. На террасе пирующие, держась за руки, пускаются в пляс вокруг огня, а их тени качаются на поверхности моря. Там моряк видит свою заветную цель - город вечного веселья.\n\nТо было время, когда тлен ещё не пришёл, а боль, страдание и смерть только зарождались. Стиксия покоилась в любящих объятиях Фагусы, будто птенец под крылышком матери. И Фагуса пела ей колыбельные, как в добром сне.\n\nГубы моряка тревожно дрожат. Пирующие приглашают его вступить в город, делясь радостью, как с братом. А позади него лежит бескрайнее серое море. У рифа - множество обломков кораблей, на волнах качаются утопленники, чья кожа покрывается актиниями и кораллами. Он вспоминает, как тонул, как течение тянуло его на глубину... Сирена ухватила его лицо ледяными руками... Слушая невнятный тихий голос, он внезапно очнулся и начал подниматься к сверкающей водной глади.\n\nВсего одно мгновение, всего один беглый взгляд - и врата в блаженство захлопываются, а пирующие с тактичной улыбкой отзывают своё приглашение в Стиксию. Всё потому, что моряк пробудился от грёз и не понимал, как принять истинное счастье."
    },
    {
      "_id": 33226,
      "ids": [
        33226,
        43226,
        53226,
        63226
      ],
      "id": "warbling_shores_cantillation_trail",
      "name": "Тропинка поющих берегов",
      "type": "OBJECT",
      "desc": "Жители Стиксии свято верят в легенду о том, что сирены своей плотью и кровью защищают их счастливый покой. И в один прекрасный день они, наконец, последуют за бесконечной песней маяка, чтобы по праву насладиться вечным пиром.",
      "typeText": "Соединительная вязь",
      "backstory": "Одинокий моряк, как и предыдущие посетители, бродит между морем и городом, замешкавшись на пороге бренного мира и вечного веселья. Он выскребает жир из ран кита, выброшенного на берег, зажигает маяк в ночи, затем садится у света и играет на водной лире песни, которых ещё не было.\n\nВся Стиксия погружается в звуки лиры на маяке. Эта мелодия, где-то быстрая, где-то размеренная, погружает королеву Стиксии в сладкие грёзы. Моряк начинает играть в обратном порядке от последней паузы, из-за чего мелодия забавно скачет. Длинная белая лодка с жонглёрами на борту легко скользит по реке. Нарядные мужчины и женщины собираются на обоих берегах, их лица закрыты позолоченными масками с перьями. Сама королева бродит среди них, наслаждаясь ароматами сирени и абрикосов.\n\nМоряк меняет ритм, чтобы ноты звучали короче и ярче. Весь город превращается в пьесу, в которой жители играют пиратов. Толпа, размахивая чёрными флагами, берёт штурмом никогда не охранявшиеся городские стены, крадёт вино и золото, отводит знать на заваленную цветами виселицу, а затем возлагает короны на головы всех нищих в городе. Когда приходит время выйти на поклон, народ поджигает башню и неистово танцует, напиваясь до беспамятства.\n\nНахлынувшие волны смягчают музыку, звучат мягкие успокаивающие ноты. Начинается новый сценарий - королева входит в густой туман перед маяком. У неё синее платье с рыбьим хвостом - теперь она служительница Фагусы... Королева сирен.\n\nВ этой истории сиренам приказано противостоять невообразимым страданиям бренного мира в глубинах океана, чтобы обменять переполненный болью чёрный Кубок Изобилия на вечное счастье в Стиксии. Когда придёт обещанный миг, сирены, ведомые светом и звуками маяка, наконец пройдут по насыпи в Стиксию. И её жители протянут им руки, чтобы вместе наслаждаться вечным пиршеством.\n\nКоролева Стиксии входит в воду, наслаждаясь воображаемой смертью. В эту ночь волны неподвластны луне, и из морской пучины поднимаются на поверхность иллюзорные слёзы сирен. Сирены ждут, надеясь впервые в жизни увидеть лунный свет перед тем, как их плоть и кровь растают. Увы, в эту ночь луны нет - лишь маяк мерцает, как всегда... Слёзы пузырями всплывают на морскую поверхность вместо сирен и рассеиваются вместе с прибоем.\n\nОдинокий моряк добивается желаемого. Пирующие, плача от радости, приглашают его войти в Стиксию. Когда зазвучит первая весёлая песня, крылья смерти и упадка уже накроют этот город вечной радости."
    }
  ]
}