{
  "_id": 309,
  "id": "rutilant_arena",
  "name": "Звездистая арена",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает крит. шанс владельца на <nobr>8%</nobr>. Если крит. шанс владельца не меньше <nobr>70%</nobr>, наносимый базовой атакой и навыком урон повышается на <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33095,
      "ids": [
        33095,
        43095,
        53095,
        63095
      ],
      "id": "_",
      "name": "Лазерный стадион Тайкияна",
      "type": "NECK",
      "desc": "Здесь запечатана высококлассная арена с планеты Тайкиян - Стадион Тайкияна. Всегда оживлённая атмосфера как внутри, так и снаружи купола, и развевающиеся флаги по всему периметру. Все взоры уже обращены на поле, ведь вот-вот начнётся матч по робоболу.",
      "typeText": "Планарная сфера",
      "backstory": "Планета Тайкиян когда-то была портом КММ для судов, потерпевших кораблекрушение. Туда отправлялись оценщики ущерба для ликвидации обломков и списанных судов, а также для определения стоимости годных остатков.\n\nОценщики рассматривали назначение на Тайкиян как ссылку, из которой не возвращаются. На этой крошечной планетке, взирая на груды углеродного волокна и стальных конструкций с очертаниями рабочих гигантских кораблей и безжизненные тени, отбрасываемые этими железными развалинами, желание сбежать особенно усиливалось. В течение нескольких лет оценщики в разгонной экипировке преследовали и убегали друг от друга по узким трюмам машинных отсеков погибших судов, пытаясь урвать особо ценные корабельные детали. Так, постепенно появился «Свод подпольных правил»... Но несмотря на все усилия, ни одному загнанному зверю не удалось получить желаемое и сбежать, ибо обратных рейсов с этой планеты предусмотрено не было.\n\n«Свод подпольных правил», составленный пойманными в ловушку оценщиками, не ускользнул от внимания КММ, и записи с портативных камер оценщиков стали объектом для шуток среди топ-менеджеров. Отдел традиционных проектов внимательно изучил эти правила и увидел в них прекрасную возможность для создания нового продукта в индустрии развлечений.\n\nПлан предполагал организацию на планете соревнований по робоболу. На Тайкиян было отправлено несколько планетарных террапреобразователей, чтобы уничтожить все списанные космические корабли и полностью сровнять привычный ландшафт с землёй, не отставляя ни одной тени былого. Неизвестная планета стала местом проведения игр по робоболу, что мгновенно превратило её в святая святых в мире спорта. «К тому времени о неприглядном прошлом планеты никто и не вспомнит, останется только дух соревнований и многомиллионные спортивные контракты».\n\nСпортсмены в снаряжении с разгонными блоками, трёхмерные трассы с невообразимыми виражами, искры от столкновений - анонс соревнований по робоболу привлёк внимание всей галактики. С этого момента планета по имени Тайкиян, пребывающая во тьме, увидела свет, и с тех пор на неё больше никогда не падала тень.\n\nНа поле планетарных масштабов команды хозяев и гостей попеременно атакуют и защищаются, с переполненных трибун осипшие болельщики непрерывно скандируют названия команд и имена игроков. На орбите планеты движение также не прекращается: на вторичном рынке разворачивается нешуточная конкуренция на получение лицензии на трансляции, разрешений на спонсорство, рекламные контракты, подпольные тотализаторы - настроения восторга и разочарования пронизывают пространство... Чернильную ночную тень давным-давно заменили световые эффекты софитов.\n\nС момента своего открытия Стадион Тайкияна заливал тёмные ночи яркими огнями, и никто ни разу не вспомнил, где раньше прятались тени корабельных развалин."
    },
    {
      "_id": 33096,
      "ids": [
        33096,
        43096,
        53096,
        63096
      ],
      "id": "_",
      "name": "Световая трасса Тайкияна",
      "type": "OBJECT",
      "desc": "Стандартная гоночная трасса Стадиона Тайкияна. Обычно имеет железобетонную конструкцию с покрытием из необработанного дерева. Для полного обзора со зрительских трибун при строительстве Стадиона было использовано большое количество прозрачного поликарбонатного материала.",
      "typeText": "Соединительная вязь",
      "backstory": "Отдел традиционных проектов пригласил экспертов в области спорта из Развлечений межзвёздного мира и попросил их убрать элементы жестокости из «Свода подпольных правил» и превратить их в прибыльное соревнование.\n\nДля этого материаловеды разработали мяч для робобола диаметром 35 сантиметров и весом 30 килограммов. Мяч представляет собой железное ядро, выполненное из углеродного волокна и нержавеющей стали. Движения ядра становятся непредсказуемыми во время игры, благодаря беспрерывному действию фазового пламени. Специалисты по снаряжению, в свою очередь, создали защитную разгонную экипировку, в которой воплотились самые последние разработки ведущих предприятий из сферы спорта и медицины, что гарантирует стабильную прибыль и полную безопасность на время соревнований.\n\nДалее была основана Ассоциация тайкиянского робобола и сформирована первоначальная версия правил игры в тайкиянский робобол. В этот же период была принята система игры, при которой в матче принимают участие две команды по семь игроков в каждой.\n\nИнженеры из Гильдии эрудитов претворили в жизнь идею трёхмерной круговой гоночной трассы со стандартной протяжённостью в 2,91 километра. Трасса состоит из центральной площадки шириной 5 метров и изогнутых боковых участков шириной от 2 до 14 метров. Игроки пролетают многочисленные петли просторной и ярко освещённой трассы в одном направлении, захватывающую картину завершают звуки свистка и столкновений. По результатам испытаний было выявлено, что из-за инерции зрительного восприятия игроков при их перемещении по трассе на высокой скорости разрозненные точечные источники света превращаются в сплошную линию из света. Множество таких линий создают эксклюзивную дуговую световую трассу. Развлечения межзвёздного мира пригласили состоятельных людей принять участие в лиге, обещая им известность, заслуженную их любимым видом спорта. Впоследствии были созданы клубы лиги, в которых собрали самых талантливых игроков.\n\nЭксклюзивные права на трансляцию матчей принадлежали Медиа межзвёздного мира, которая проводилась в самых отдалённых уголках вселенной на базе передовой технологии сверхдальнего зондирования. Во время игры запись велась и с точки обзора ведущих игроков, что позволяло зрителю, не вставая с дивана, прочувствовать скорость и столкновения, услышать свистки и увидеть световые дуги во время матча. Старая гавань затонувших кораблей была заполнена прогулочными судами, а шумные толпы, собравшиеся на улицах, освещённых огнями и рекламными баннерами, медленно устремлялись на стадион. Они предъявляли билеты и попадали в сонм транспарантов, флагов и брызг пенного солода. Залитая лучами прожекторов яркая гоночная трасса покорно ожидала болельщиков.\n\nПод рёв толпы первый матч начался."
    }
  ]
}