{
  "_id": 121,
  "id": "sacerdos_relived_ordeal",
  "name": "Тернистый путь священника",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает скорость на <nobr>6%</nobr>.",
    "4": "Использование навыка или сверхспособности на одном союзнике повышает крит. урон цели умения на <nobr>18%</nobr> на <nobr>2</nobr> хода. Этот эффект может складываться до <nobr>2</nobr> раз."
  },
  "pieces": [
    {
      "_id": 31211,
      "ids": [
        31211,
        41211,
        51211,
        61211
      ],
      "id": "_",
      "name": "Мелодичные серьги священника",
      "type": "HEAD",
      "desc": "Он часто слушал прихожан в исповедальне. Тяжесть серёг постоянно напоминала ему: даже самый ничтожный шёпот имеет свой вес.",
      "typeText": "Голова",
      "backstory": "- Благословите меня, ибо я согрешил... Я лгал, что кланы никак не связаны между собой. Я брал деньги за распространение таких слухов...\n\nЧерез перегородку глава клана мог разглядеть, что журналист отводит взгляд и в его глазах сквозит нетерпение - тот ждал ответа, будто небесный благовест. Он сотни раз проводил таинство исповеди, отпуская грехи раскаявшимся грешникам. Он захотел что-то сказать и невольно повернулся, но передумал и промолчал - лишь его металлические серьги громко звякнули.\n\n- Я понимаю, что это чушь. На самом деле, милостью Великой, все кланы едины. Этого жаждут многочисленные члены кланов, в этом причина их беззаветного служения Великой.\n\nГрешник покаялся, он решил исправить свои ошибки и ждал отпущения грехов гармоническими мелодиями. Глава клана прикрыл глаза и исполнил песнь священного благословения.\n\n- Чудесно. Пусть другие члены клана увидят твою искренность - ты должен развеять эти слухи. Тогда твоя гармония будет заново настроена. А теперь ступай с миром.\n\nКаков грех в правде? Звон серёг был кристально чист, но казалось что его клонит к земле под их тяжестью. Он вздохнул и покачал головой.\n\n- Следующий, входите."
    },
    {
      "_id": 31212,
      "ids": [
        31212,
        41212,
        51212,
        61212
      ],
      "id": "_",
      "name": "Приветственные перчатки священника",
      "type": "HAND",
      "desc": "Он часто принимал посетителей в зале приёмов, отправляя приглашения бесчисленное количество раз. Безупречная белизна его перчаток постоянно напоминала ему о непреложной скромности и приличиях.",
      "typeText": "Руки",
      "backstory": "- Господин глава, посетители утверждают, что у них неотложное дело, но некоторые из них вызывают подозрения. Кроме того, они попали в Мир грёз весьма сомнительным путём...\n\nНезваные гости, вторгшиеся в Мир грёз, стояли в одну линию. Злоумышленники, которые причинили вред, были изгнаны, а преступники с поддельными личностями - арестованы. Он не сказал ни слова, но все распоряжения были исполнены. Невиновные, ставшие свидетелями его ярости, обменивались беспокойными взглядами. Но его лицо внезапно озарила улыбка, и он провёл рукой в пригласительном жесте - символ признания и авторитета.\n\n- Как почётным гостям клана Дубов, вам будет оказан подобающий приём. Возможно, вас удивляет моё решение. Позвольте разъяснить - всё так, потому что наши с вами пути пересеклись.\n\nОфицианты, артисты, безработные... Сомнения на их лицах постепенно рассеивались - они начинали верить в искренность этого приглашения.\n\n- Нарушителей ждёт серьёзное наказание, а гостей - заслуженные почести. Таков закон Гармонии.\n\nСтрогость и щедрость главы клана снискали ему доверие гостей. Оглядев собравшихся, он медленно поклонился...\n\n- Добро пожаловать в клан Дубов."
    },
    {
      "_id": 31213,
      "ids": [
        31213,
        41213,
        51213,
        61213
      ],
      "id": "_",
      "name": "Парадное одеяние священника",
      "type": "BODY",
      "desc": "Он часто стоял перед зеркалом, дабы убедиться, что его внешний вид приличен для выхода в люди и ни одна деталь не упущена.",
      "typeText": "Тело",
      "backstory": "- Если птицы свободны, почему я нахожусь в оковах судьбы?♬\n\nВ день репетиции молодой глава клана притаился в углу зрительного зала, не желая отвлекать певицу. Он оставался на нужном ему расстоянии. Облачённый в парадный костюм, он словно был единственным слушателем этого выступления. В сонме знакомых мелодий его мысли уносились обратно в детские годы, в те эпизоды, когда она пела со сцены лишь для него одного.\n\n- Ты давно не пела с удовольствием... Я построил сцену для тебя. Правда... она получилась не очень красивой.\n\nВо время этого концерта для двоих он поклялся, что однажды исполнит её мечту - выступить на большой великолепной сцене.\n\n- Моё сердце взмахнёт крыльями, я воспарю в ночи в погоне за лунным светом...♬\n\nОн снова вернулся в реальность и задумался о том, почему он не осмеливается приблизиться к сцене. Он надел сегодня парадный наряд не для того, чтобы послушать выступление, - он хотел иметь возможность ускользнуть в любой момент.\n\n- Поздравляю, сестрёнка. Мы оба осуществили свои мечты, - тихо произнёс он."
    },
    {
      "_id": 31214,
      "ids": [
        31214,
        41214,
        51214,
        61214
      ],
      "id": "_",
      "name": "Тяжёлые туфли священника",
      "type": "FOOT",
      "desc": "Он часто выбирал для предстоящих путешествий туфли, которые плотно облегают ступни. Снова и снова падая, он каждый раз поднимался.",
      "typeText": "Ноги",
      "backstory": "- Ступай, ты свободен, избранный, тщетно пытающийся выйти за рамки своего долга. Отбрось свои крылья, спустись в мир простых смертных и узри, какова жизнь на самом деле.\n\nС тех пор он постоянно прокручивал в голове слова сотрудника КММ. Он шагал по шумным улицам, ступал по безмолвному побережью, но сколько бы дорог он ни прошёл, всегда был привязан к одному месту... Он никогда не сомневался в своих несгибаемых качествах, ни разу не усомнился в своей твёрдой решимости. Но прежде чем снова подняться, он каждый раз хотел прочувствовать это острое ощущение, когда рушатся идеалы...\n\n- На пёстрых обломках, в лужах из крови чудищ и людского пота, всегда холоден, суров и непреклонен...\n\nКак глава клана, он наставил на путь истинный не одного агнца. Однако, когда дело касалось его самого, благодатные слова утешения, похоже, теряли свою магическую силу. Он не нуждался в укорах, наставлениях или сочувствии.\n\n- Из топи выбраться могут лишь трудолюбивые аскеты. Я должен идти вперёд, извлекая больше уроков из своих провалов, а не побед.\n\nПрежде чем снова отправиться в путь, он давал себе немного времени, чтобы поразмыслить и привести мысли в порядок.\n\n- В том, чтобы двигаться вперёд, нет никакой хитроумной философии. Если дорога непроходима, нужно свернуть на другую. Вот и всё."
    }
  ]
}