{
  "_id": 122,
  "id": "scholar_lost_in_erudition",
  "name": "Затерянный в знаниях учёный",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает крит. шанс на <nobr>8%</nobr>.",
    "4": "Повышает урон навыка и сверхспособности на <nobr>20%</nobr>. После использования сверхспособности урон следующего навыка повышается на <nobr>25%</nobr>."
  },
  "pieces": [
    {
      "_id": 31221,
      "ids": [
        31221,
        41221,
        51221,
        61221
      ],
      "id": "scholars_silverrimmed_monocle",
      "name": "Серебряный монокль учёного",
      "type": "HEAD",
      "desc": "Хрустальный монокль с эмблемой главного здания, который выражает утончённость его владельца, наряду с тростью, цепочкой и булавкой.",
      "typeText": "Голова",
      "backstory": "[Номер] EVD-W019EI06-003\n\n[Наименование] Хрустальный монокль\n\n[Особенность] Видимые преломления\n\n[Место] Лаборатория «Богдан», отдел научных исследований энергоносителей, Главная академия наук Охиоти\n\n[Субъект] Богдан, ведущий исследователь в области анализа энергоносителей, член № 7 Общества гениев\n\n[Анализ на месте]\nСудя по признакам на месте, из-за неправильной эксплуатации наблюдательного прибора со стороны субъекта произошла протечка флогистона, что привело к тяжёлой травме левой руки субъекта. Затем монокль упал с высоты и получил повреждения.\n\n[Дополнительные показания]\nБогдан заявил о необычном видимом излучении от монокля во время проведения эксперимента. Фотостимуляция привела к цепочке совпадений, которая в итоге стала причиной утечки флогистона.\n\nВвиду большого числа случайностей, упомянутого субъектом, настоящее показание признано недопустимым.\n\n[Дополнительные сведения]\nПодозревается преднамеренное преступное деяние. Тем не менее эффект бабочки, созданный цепочкой совпадений, не представляет собой воспроизводимый преступный метод. Поэтому данное происшествие классифицируется как несчастный случай.\n\n[Аудиозапись]\n«...Я очень благодарен судьбе за этот несчастный случай, ведь он снова свёл меня с Лямбдой. Фактически это наш четвёртый брак... и мне немного неловко говорить, но это первый раз, когда снова пожениться предложил я». - запись, предоставленная Богданом."
    },
    {
      "_id": 31222,
      "ids": [
        31222,
        41222,
        51222,
        61222
      ],
      "id": "scholars_auxiliary_knuckle",
      "name": "Вспомогательные фаланги учёного",
      "type": "HAND",
      "desc": "Экзоскелет, облегчающий движения пальцев. Выполнен из металлического сплава. Изготавливается на заказ по меркам руки, очень дорогой.",
      "typeText": "Руки",
      "backstory": "[Номер] EVD-X024DE18-002\n\n[Наименование] Экзоскелет пальцев, армированный золоаурумпечатием\n\n[Особенность] Внешние повреждения, получены перед взрывом\n\n[Место] Центральный пункт управления, полярное месторождение энергоносителя\n\n[Субъект] Лямбда (скончалась), ведущий исследователь в области зондирования биоволн и член № 8 Общества гениев\n\n[Анализ на месте]\nПо записям с камер видеонаблюдения было выявлено, что неправильная эксплуатация со стороны субъекта стала причиной взрыва в Центральном пункте управления. Субъект скончался на месте.\n\n[Дополнительные показания]\n«Одним Эонам известно, какие секреты она скрывала, но если с ней что-то случилось, в этом точно замешан Кляйн!»\n\nЗа две недели до взрыва поступило заявление Богдана, в котором он утверждает, что причиной тяжёлой травмы правой руки Лямбды стало нападение. Однако пострадавшая Лямбда не стала давать согласия на расследование и отказалась от возбуждения уголовного дела.\n\n[Дополнительные сведения]\nПосле взрыва муж субъекта запросил вернуть ему экзоскелет вместе с останками фаланг пальцев субъекта после завершения расследования.\nПринимая во внимание невероятное стечение обстоятельств по этому делу, ему присвоен статус повышенной важности.\n\n[Аудиозапись]\n«Кляйн! Иди сюда! Пора нам свести счёты! Мы оба знаем, что в этом мире не бывает простых совпадений, тем более нескольких подряд!» - запись, полученная из домашней охранной системы Кляйна."
    },
    {
      "_id": 31223,
      "ids": [
        31223,
        41223,
        51223,
        61223
      ],
      "id": "scholars_tweed_jacket",
      "name": "Твидовый пиджак учёного",
      "type": "BODY",
      "desc": "Твидовый пиджак и вязаная жилетка - классическое сочетание в академии. Долговечная ткань идеально подходит для носки приглашёнными учёными.",
      "typeText": "Тело",
      "backstory": "[Номер] EVD-X043FE21-001\n\n[Наименование] Твидовый пиджак, жилет грубой вязки и белая рубашка\n\n[Особенность] Прожог флогистоном диаметром 8 см на левой стороне груди\n\n[Место] Лаборатория «Богдан», отдел научных исследований энергоносителей, Главная академия наук Охиоти\n\n[Субъект] Богдан (скончался), ведущий исследователь в области анализа энергоносителей, член № 7 Общества гениев\n\n[Анализ на месте]\nСудя по признакам на месте, субъект имел при себе капсулу золоаурумпечатия, которая впитала большую часть флогистона, что вызвало скачок температуры в 1000 °C в области сердца субъекта, оставив следы ожога на пиджаке, жилете и рубашке.\n\nНа месте возгорания была обнаружена целая фаланга безымянного пальца. Как показала экспертиза, это может быть фаланга Лямбды, или она имеет отношение к капсуле высокоочищенного золоаурумпечатия.\n\n[Дополнительные показания]\n«...Нам нужно было быть внимательнее к нему, тем более, что он так и не смирился со смертью жены...»\n\nПо словам других учёных из лаборатории, Богдану, разработавшему инструкции по технике безопасности, не следовало допускать столь «нелепой ошибки».\n\n[Дополнительные сведения]\nЗолоаурумпечатий - редкий сплав, разработанный Кляйном, членом № 9 Общества гениев. Сплав известен своей способностью поглощать и удерживать флогистон.\n\nМожно ли считать случайностью целую цепочку совпадений?\n\n[Документы]\n«Запрещается приносить изделия из высокоочищенного золоаурумпечатия в лаборатории по исследованию флогистона» - отрывок из инструкции по безопасности в лабораториях по исследованию энергоносителей."
    },
    {
      "_id": 31224,
      "ids": [
        31224,
        41224,
        51224,
        61224
      ],
      "id": "scholars_felt_snowboots",
      "name": "Замшевые сапоги учёного",
      "type": "FOOT",
      "desc": "Эти удобные и стильные женские сапожки, которые идеально сочетаются с укороченными брюками, многие годы сопровождали владелицу в её полярных экспедициях.",
      "typeText": "Ноги",
      "backstory": "[Номер] EVD-X031JA12-004\n\n[Наименование] Женские зимние сапоги для полярных экспедиций\n\n[Особенность] Видимые признаки изношенности и ремонта, в подошве спрятан диск. Шпионаж исключён.\n\n[Место] Подвал в доме Кляйна\n\n[Субъект] Кляйн (скончался), ведущий исследователь в области легирующего материаловедения и член № 9 Общества гениев\n\n[Анализ на месте]\n\nВ доме Кляйна было найдено много предметов, принадлежащих Лямбде, включая указанную пару обуви.\n\n[Дополнительные показания]\n«Возможно, я в нём ошибался... В Кляйне то есть. Что касается моей жены Лямбды... она ушла от меня, надолго. И я многого о ней не знаю...»\n\nБогдан не знал, что в доме Кляйна находятся вещи Лямбды, но не выразил удивления по этому поводу.\n\n[Дополнительные сведения]\nДом Кляйна находится в отдалённом месте. До и после времени смерти, которое определил судмедэксперт, в доме никого не было. Предварительная причина смерти - несчастный случай.\n\nМежду Богданом, Лямбдой и Кляйном была особая связь, и цепочка совпадений, с которой они столкнулись, имеет признаки сверхъестественного явления.\n\n[Аудиозапись]\n«Богдан, я знаю, ты сомневаешься во мне, и я не могу доказать тебе свою невиновность. Мне жаль Лямбду, и я последний, кто причинил бы ей вред... У меня есть теория о том, кто убийца. Слышал когда-нибудь о Владычице Безмолвия?.. *помехи*» - запись с диска, спрятанного в сапогах."
    }
  ]
}