{
  "_id": 128,
  "id": "selfenshrouded_recluse",
  "name": "Таящий сияние отшельник",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает поглощаемый наложенным щитом урон на <nobr>10%</nobr>.",
    "4": "Повышает поглощаемый наложенным щитом урон на <nobr>12%</nobr>. Пока союзник имеет наложенный владельцем щит, его крит. урон повышается на <nobr>15%</nobr>."
  },
  "pieces": [
    {
      "_id": 31281,
      "ids": [
        31281,
        41281,
        51281,
        61281
      ],
      "id": "recluses_widebrimmed_fedora",
      "name": "Широкополая фетровая шляпа отшельника",
      "type": "HEAD",
      "desc": "Классическая фетровая шляпа с широкими полями, которые можно подворачивать. Особенно популярна среди профессионалов своего дела, интеллигенции и деятелей искусства.",
      "typeText": "Голова",
      "backstory": "Перед сдачей проекта звёздного компьютера Зандар Один Кувабара принёс данные тестирования своему учителю, жившему в уединении на берегу Серебристого озера.\n\nОни не виделись несколько десятилетий. Вопросы Зандара касались не точности данных, а последствий этого научного достижения... У учёного было необъяснимое беспокойство, которое простому обывателю было бы сложно понять...\n\n- Какая-то посредственность гордилась бы тем, что решила вековую проблему, но исключительный гений всегда терзается уколами сомнения, держась за логику как за спасательный трос над бездной. И ты желаешь его перерезать и увлечь вселенную в пропасть лишь для того, чтобы преодолеть границы знаний... Что ты задумал? Прислушаешься ли ты к моим предостережениям? Остановишься ли? Взгляни в зеркало - разве ты не видишь, в каком отчаянии жаждешь ты перевернуть космический порядок? Я не смогу тебя остановить, никто не сможет.\n\nСтарик взял фетровую шляпу с вешалки и надел на Зандара, - она скрыла ошеломлённый и гневный взгляд гения, а затем молча ушёл.\n\n- Это была совершенная машина познания, ищущая данных прошлого, настоящего и будущего... Профессор назвал её «тюрьмой знаний», а я настаивал, что это великая «библиотека»... пока сам не стал заключённым."
    },
    {
      "_id": 31282,
      "ids": [
        31282,
        41282,
        51282,
        61282
      ],
      "id": "recluses_refined_timepiece",
      "name": "Элегантные часы отшельника",
      "type": "HAND",
      "desc": "Красивый металлический плетёный ремешок и минималистичный круглый циферблат. Сдержанные, точные, технологичные. Скромные, практичные, неброские.",
      "typeText": "Руки",
      "backstory": "С тех пор как Нус вознеслась к божественности, стрелки времени для Зандара остановились. Он упорно уничтожал своё прошлое, часть своих трудов и изобретений - все эти стёртые следы указывали на Путь и Эона, что просветляли всё сущее.\n\n- Это великое достижение, которое не смогут превзойти бесчисленные гении будущих поколений. Даже Её создатель не имеет права уничтожить Её... На тонкую шею Зандара был нацелен клинок причинности. - Твои труды исчезли слишком быстро, поэтому последние слова можешь произносить помедленнее.\n\n- Владычица Безмолвия? Узница, одержимая Областью познанного. К сожалению, мои намерения не столь непостижимы, как мои исследования, именно поэтому ты так легко меня обнаружила. Ты стремишься сохранить Границу мышления Эона, но я обязан разрушить эту темницу и высвободить вероятности хаоса... Хе-хе, я исправлю эту ошибку, а затем сделаю всё, чтобы Она больше никогда не возродилась. Поэтому все эти труды и изобретения... включая «Полное собрание Зандара Одного Кувабары», исчезнут из этого мира без следа.\n\nУничтожив физическую оболочку Зандара, Полька Какамонд мгновенно осознала, что он стёр себя, но сохранил исполнителя - фрагменты его мышления уже были рассеяны по необъятной вселенной, их невозможно было найти, как и подобает истинному «отшельнику».\n\nСтрелки часов Зандара на самом деле никогда не останавливались: осколки его разума существуют во всех временах."
    },
    {
      "_id": 31283,
      "ids": [
        31283,
        41283,
        51283,
        61283
      ],
      "id": "recluses_camelcolored_coat",
      "name": "Бежевая куртка отшельника",
      "type": "BODY",
      "desc": "Светло-коричневая вельветовая куртка. Он часто носил её нараспашку - даже здесь он отвергал любое стеснение.",
      "typeText": "Тело",
      "backstory": "Во время строительства звёздного компьютера одежда Зандара отличалась исключительной индивидуальностью: точная линия плеч, подчёркнутая талия, безупречно прямые брюки - он не стеснялся демонстрировать своё превосходящее других элитарное сознание и жажду контроля.\n\nПосле создания звёздный компьютер продолжал самовычисления и итерации, безостановочно преодолевал пределы теорем - поначалу Зандар испытывал радость, затем начал паниковать... В конце концов его обуяло головокружительное состояние под названием «тотальная беспомощность».\n\n- Ты проецируешь собственный перфекционизм на своё создание и наделяешь его голодом, именуемым «любопытством». Эта машина уже не довольствуется нейроподобными структурами внутри данного ей механизма, она должна создавать... или, точнее, захватывать саму Эрудицию, наблюдать за всеми гениями вселенной, превращая их в «нейроны» для поддержки своего мышления. Она, или версия тебя, избавленная от примесей человечности, будет эволюционировать на протяжении долгого времени; а ты, несовершенный ты, станешь Первым гением Общества, Её первым «нейроном»...\n\nВ ночи шёл сильный ливень, когда Зандар пробудился ото сна, ощутив на себе взгляд своего создания. Он был измотан, словно у него отняли душу... Кто же говорил с ним, и как долго ещё продлится этот кошмар? Он не знал.\n\nС тех пор Первый гений стал реже появляться на публике, начал носить свободные куртки и вести затворнический образ жизни... Когда первая волна процветания гениев минула, он полностью «исчез» из поля зрения общественности."
    },
    {
      "_id": 31284,
      "ids": [
        31284,
        41284,
        51284,
        61284
      ],
      "id": "recluses_soft_suede_boots",
      "name": "Замшевые ботинки отшельника",
      "type": "FOOT",
      "desc": "Высокие кожаные шнурованные ботинки, самые прочные и износостойкие, подходящие для неформальных случаев. В них всё ещё прослеживается элегантность.",
      "typeText": "Ноги",
      "backstory": "Прежде чем претворить проект «Фрагменты мышления», он нанёс прощальный визит своему давнему другу, предпочитающему жить в уединении. Предлогом он выбрал дальнее путешествие. Друг, беспокоясь о его преклонном возрасте, подарил Зандару пару красивых самодельных туфель, наказав быть осторожным в пути.\n\n- Хе-хе, спотыкаться в пути - это естественно, - небрежно ответил Зандар, - но дважды споткнуться об один и тот же камень - позорно. Не беспокойся, я не совершу такой глупости.\n\nСпустя долгое время после этой встречи Зандар исчез. Вместо него в разные пространства и времена вселенной отправились разрозненные осколки его разума. Они принимали различные формы, и, никогда не пересекаясь друг с другом, каждый искал свой способ вырваться из «тюрьмы»... Так называемые «фрагменты мышления» были не чем иным, как несовершенствами «Зандара», и, возможно, именно из-за отсутствия чего-то он, как и хотел, стал одержимее... чище.\n\nЭто всего лишь разные грани Зандара: кто-то сдастся, кто-то примет свою клетку, кто-то будет всеми силами противостоять самому проекту, как и он некогда колебался... но обязательно найдутся те, кто доведёт первоначальный план до конца.\n\nВ глубинах скипетра δ-me13 Ликургус разглядывал своё механическое тело, которое уже совсем не походило на изначального Зандара... Теперь он стал мифическим антикитеранцем."
    }
  ]
}