{
  "_id": 313,
  "id": "sigonia_the_unclaimed_desolation",
  "name": "Бесплодная Сигония",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Крит. шанс владельца повышается на <nobr>4%</nobr>. Победа над противником повышает крит. урон владельца на <nobr>4%</nobr>. Этот эффект может складываться до <nobr>10</nobr> раз."
  },
  "pieces": [
    {
      "_id": 33135,
      "ids": [
        33135,
        43135,
        53135,
        63135
      ],
      "id": "sigonias_gaiathra_berth",
      "name": "Ложе Гаятры на Сигонии",
      "type": "NECK",
      "desc": "Внутри запечатана наиболее благоприятная для проживания зона на Сигонии-IV - необитаемая пустыня Ложе Матери. Треокая Гаятра молчалива и скромна, и её огромное тело заключает в объятия всё живое и мёртвое на Сигонии.",
      "typeText": "Планарная сфера",
      "backstory": "Когда речь заходит о главе отдела развития маркетинга КММ Освальдо Шнайдере, люди чаще всего говорят о решительных действиях, которые он предпринял, занимая этот пост. Всего за два года молодой фанатичный адепт разрешил три крупнейших проблемы отдела, которые висели в воздухе несколько янтарных эр, победив лютый мороз, болезни и смерть. Одной из таких проблем стала заброшенная Сигония-IV, чья поверхность была покрыта мёртвой пустыней и на которой веками враждовали местные племена... Земля непреходящих страданий.\n\nИз-за расположения на стыке трёх крупных систем на Сигонии-IV бушуют ветра сразу от нескольких звёзд. За это жители галактики прозвали её Оком Бури. На поверхности планеты крайне неблагоприятные условия обитания, поэтому многие цивилизации переселились на другие небесные тела или были стёрты с планеты природными катаклизмами. В настоящее время на планете осталось не так много разумных рас. Учёные из Гильдии эрудитов называют их сигонийцами.\n\nВ действительности сигонийцы разделены на несколько кланов, большая часть которых занимается кочевым скотоводством, и лишь немногим из них удалось основать довольно внушительные централизованные государства.\n\nОни говорят на одном языке. С помощью маяка синестезии можно узнать, что «катика» означает «шкуродёр», это самый жестокий и варварский клан на Сигонии. Ещё на планете живут авгины, чьё название в переводе означает «мёд», - самые отъявленные воры на планете, по мнению особо упрямых и консервативных обывателей. Между ними многие янтарные эры царит вражда, в результате которой в бескрайних пустошах пролилось немало крови, ведь эти земли безжалостны к слабым. Война продолжалась до тех пор, пока однажды с небес не спустились иномирцы в чёрном. Так сигонийцы временно объединились под сиянием Повелителя Янтаря, и естественный цикл на время прекратил бег.\n\nВпоследствии под руководством КММ сигонийцы основали Сигонийское Владычество согласно Хартии межзвёздного мира, сделав шаг на пути к цивилизованному миру.\n\nК сожалению, единение и развитие не затронуло отношения авгинов и катика. Некоторые злонамеренные оппортунисты в рядах сигонийцев опасались изобретательности и коварства первых. Что до вторых, то приобщить к цивилизации этих кровожадных дикарей им и вовсе не представлялось возможным. Хотя эти оппортунисты обладали лишь поверхностными знаниями о Пути Сохранения, они понимали, что жертвы неизбежны: выпустив целый ряд «прогрессивных» законопроектов, насквозь прогнившее общество изгнало авгинов и катика в бескрайнюю пустыню.\n\nВ качестве извинений они указали в резолюции, что авгины получают вечное право на автономию. Это означало, что в следующий раз, когда топоры двух племён вновь обратятся друг против друга, Сигонийское Владычество сможет остаться в стороне на абсолютно законном основании."
    },
    {
      "_id": 33136,
      "ids": [
        33136,
        43136,
        53136,
        63136
      ],
      "id": "sigonias_knot_of_cyclicality",
      "name": "Узелок цикла Сигонии",
      "type": "OBJECT",
      "desc": "Бирюзовый метеоролит был искусно огранён авгинами и нанизан на золочёную атласную нить. Они утверждают, что оберег не утонет в зыбучих песках и будет сиять, словно тело Матери, которая воскресла из мёртвых в ночь Какавы.",
      "typeText": "Соединительная вязь",
      "backstory": "На сигонийском «авгин» означает «мёд». Это распространённое прозвище совсем забылось в ходе длинной истории космоса.\n\nХотя оно и небезосновательно: авгины от рождения наделены приятной внешностью и пронзительным взглядом, вдобавок обладают исключительным природным обаянием, благодаря чему они способны с лёгкостью втереться в доверие к любому незнакомцу. Тем не менее именно эти качества стали причиной зависти и злобы со стороны других племён. Эти снобы, захлёбываясь собственным гневом, приложили немало сил, чтобы опорочить и запятнать честь авгинов. В результате волна клеветы вышла далеко за пределы планеты. Как известно, злые языки страшнее меча, который и навис над несчастным авгинским народом. Всё, что им оставалось, это молча сносить последствия подобных предубеждений.\n\nАвгины обожают расшитые вышивкой ткани и драгоценные камни, особенно украшения из сигонийского бирюзового метеоролита. Они считают, что лишь этот самоцвет по своей красоте не уступает Треокой Гаятре, которая по легенде воскресла из мёртвых.\n\nОни называют Матерь «Фэньгэ Биёс», она покровительствует всему, что связано с деторождением, путешествиями и коварством. В религии авгинов её часто изображают в виде левой ладони с тремя глазами. Обычно авгины возносят богине только устные молитвы. Они верят, что Гаятра молчалива и скромна, словно горные цепи Сигонии, поэтому статуи и хвалебные оды претят ей.\n\nВ понимании авгинов Матерь и мир едины: земля, горы и всё сущее - части божественного тела Матери, и в последний день каждого года плоть Богини погибает.\n\nВ этот день её божественная сущность возносится в ночное небо северным сиянием, а на следующий день возрождается вновь. Поэтому в первый день нового календарного года авгины отмечают большой праздник Какава. Они плетут обереги под названием «узелки цикла» и сжигают их в костре, празднуя возрождение Матери.\n\nВ отчёте о происшествии отдела развития маркетинга указано, что момент, когда было оказано сильное сопротивление, пришёлся как раз на ночь перед Какавой. Тогда дули сильные ветра, и мгла заволокла небо, так что ночного сияния не было видно. Несмотря на дурное предзнаменование, авгины всё же испытывали небывалое воодушевление. Когда спросили о причинах ликования у одной авгинской молодой девушки, то получили ответ:\n\n- Дожди - это милость Матери. Она призывает нас поднять оружие и сражаться за наше будущее. Дождь - наш союзник, он благословляет нас. Мы должны достойно встретить смерть под этим дождём."
    }
  ]
}