{
  "_id": 301,
  "id": "space_sealing_station",
  "name": "Запечатывающая космос станция",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает силу атаки владельца на <nobr>12%</nobr>. Если скорость владельца выше или равна <nobr>120</nobr> ед., то его сила атаки повышается на доп. <nobr>12%</nobr>."
  },
  "pieces": [
    {
      "_id": 33015,
      "ids": [
        33015,
        43015,
        53015,
        63015
      ],
      "id": "_",
      "name": "Космическая станция «Герта»",
      "type": "NECK",
      "desc": "Внутри запечатана космическая станция «Герта». Она зависла над Синевой и медленно двигается по заданной траектории на фоне мирной галактики, которая раскрывается, словно страницы книги в ожидании своего читателя.",
      "typeText": "Планарная сфера",
      "backstory": "Госпожа Герта была обеспокоена огромной коллекцией экспонатов, разбросанных по всей галактике. Их было трудно хранить, и она не хотела сама ими заниматься.\\n\\nЩедрая и благодетельная Корпорация межзвёздного мира предложила решение - так появилась космическая станция «Герта», которая, как известно, является кладезью мудрости и секретов. На космической станции все меры были нацелены на создание эффективной и чёткой системы хранения. Феномены содержались в специальных контейнерах, а диковины были каталогизированы. Все бесчисленные экспонаты были классифицированы и переданы на хранение в глубинные отсеки станции для последующих исследований.\\n\\nВскоре после этого КММ предложила совместно изучать тайны звёзд, что привлекло на станцию всевозможных учёных и исследователей, ищущих чудес.\\n\\nБольшинство из них восхищалось госпожой Гертой, поклявшись никогда не отказываться от своих космических устремлений и покорно исследовать секреты, нашёптываемые звёздами. Они изучали обширный открытый мир сущностей, обсуждали истинную справедливость в дебатах об этике и философии, описывали звёздный ландшафт галактик, расшифровывали секреты религиозных ритуалов и церемоний, искали истину путём практики... Они были ярыми сторонниками передачи знаний и деятелями открытых и свободных исследований.\\n\\nКак только космическая станция встала на орбиту и начала работать самостоятельно, КММ обнаружила, что вся станция была заполнена рутинной повседневной деятельностью исследователей, и гениальная госпожа Герта стала там очень редким гостем.\\n\\nНикогда не гаснущий свет в отсеках заставлял людей не замечать времени, течение которого можно было обнаружить лишь в утомительном образе жизни на станции. Часто можно было увидеть пару исследователей, которые безостановочно спорили о том или ином предмете коллекции, иногда даже затевали драку. Порой некоторые сотрудники службы безопасности отсутствовали на месте ежедневного патрулирования, и их находили дремлющими в военных отсеках. Иногда старшие исследователи делились со своими младшими коллегами уроками и наставлениями о делах сердечных. В других случаях некоторые большие начальники маскировались под временных работников в ожидании новых интересных событий и поворотов. Не считая исследований, там кипела обычная жизнь. А в иллюминаторах светили звёзды - верные спутники в путешествии.\\n\\nНесмотря на все ограничения, исследователи по-прежнему романтично отзываются о жизни на станции: галактика - это бесконечная поэма, страницу за страницей которой прочитывает космическая станция «Герта»."
    },
    {
      "_id": 33016,
      "ids": [
        33016,
        43016,
        53016,
        63016
      ],
      "id": "_",
      "name": "Орбита скитаний «Герты»",
      "type": "OBJECT",
      "desc": "Госпожа Герта потеряла всякий интерес к станции, как только та была построена. Теперь станция движется с первой космической скоростью, оставляя след от своего кругового движения в небе Синевы.",
      "typeText": "Соединительная вязь",
      "backstory": "Космическая станция «Герта» столкнулась и преодолела множество кризисов, и то и другое только благодаря её владелице госпоже Герте.\\n\\nИз-за бесчисленных редчайших и ценнейших предметов во вселенной, которые были словно долгожданное угощение для голодного путника, над космической станцией всегда висел дамоклов меч. Полагаясь только на нанятый Корпорацией персонал Отдела безопасности и несколько продвинутую систему защиты, космическая станция оказалась не в состоянии справиться с враждебностью, исходящей от звёзд, поскольку была недостаточно защищена... Госпожа Герта приняла дальновидное решение и вывела станцию с орбиты задолго до любой попытки заговора и нападения.\\n\\nЧто касается её незаурядных навыков превращать невезение в удачу, то она описывает это как «просто заварю чашечку кофе, пока другие читают книги».\\n\\nНи воры, которые намеревались украсть собранные ею экспонаты, ни секретные фракции с неизвестными целями не могли сравниться с уровнем угрозы для космической станции, которая исходила от её владелицы: станция обречена на гибель, если Герте что-то взбредёт в голову. Диковины из Виртуального звёздного взрыва, искажённое гравитационное поле, вызванное столкновением тёмных звёзд... Госпожа Герта собирала все предметы, когда была в настроении, но зачастую теряла к ним интерес, как только они попадали ей в руки.\\n\\nПоэтому, несмотря на кажущуюся тишину и покой в глубоком космосе, над космической станцией «Герта» висели всевозможные угрозы, словно остро заточенные клинки.\\n\\nИсследователи старших рангов давно привыкли к опасностям, с которыми они сталкивались, полностью осознавая и принимая непреложную истину: «Опасности - источники секретов». Они были очень привержены правилам конфиденциальности и всегда добросовестно выполняли стандартные процедуры сбора данных, тщательно скрывая информацию о возможных рисках... В столовой они друзья, которые могут пошутить. В дальних уголках зоны хранения они высококвалифицированные эксперты. Здесь секреты навсегда останутся секретами.\\n\\nКосмическая станция продолжает работать в обычном режиме на низкой орбите Синевы. Словно камешек, брошенный на гладкую поверхность замёрзшего озера, она двигается в полной тишине, плавно и уверенно."
    }
  ]
}