{
  "_id": 308,
  "id": "sprightly_vonwacq",
  "name": "Живой Вонвак",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает скорость восстановления энергии владельца на <nobr>5%</nobr>. Если скорость владельца не ниже <nobr>120</nobr> ед., то в начале боя его действие продвигается вперёд на <nobr>40%</nobr>."
  },
  "pieces": [
    {
      "_id": 33085,
      "id": "_",
      "name": "Остров рождения Вонвака",
      "type": "NECK",
      "desc": "Изобилующий растительной жизнью остров Вак был самым известным на планете Вонвак. На острове росло гигантское дерево под названием Тхестанг, приносившее плоды, которые кормили различные виды фауны острова.",
      "typeText": "Планарная сфера",
      "backstory": "Вонвак - маленькая и густонаселённая планета, почти полностью покрытая тропическими лесами и островами, а самой узнаваемой её особенностью является богатая дикая природа.\\n\\nБуйная жизненная сила Вонвака привела к тому, что тропические леса вблизи его экватора разрослись до такой степени, что их кроны закрывали небо над головой и даже солнце. Солнечный свет нигде не был виден в нижних ярусах тропического леса в течение всего года, что создавало идеальное пространство для роста тенелюбивых грибов и растений. Разумные существа населяли районы вблизи тропиков. Растения, независимо от их высоты, росли здесь естественным образом. Свежие фрукты и овощи можно было собирать в любое время и в любом месте, и именно ими в основном питались местные жители.\\n\\nОднако, будь то иномирцы или коренные жители Вонвака, они всегда сохраняли благоговейный трепет к плодам, растущим на дереве Тхестанг.\\n\\nВеликое дерево Тхестанг ни на мгновение не переставало приносить плоды. Со временем все эти желтоватые и полупрозрачные плоды овальной формы становились больше и тяжелее, свисая с ветвей, пока стебли больше не могли выдерживать их вес. Когда приходило время, фрукты падали на землю с громким и хрустящим звуком, трескалась их тонкая кожица и высвобождалось всё, что содержалось внутри. Вся фауна Вонвака родилась таким образом, будь то рыбы, птицы или белые медведи. На планете Вонвак у существ всех видов была одна общая биологическая мать.\\n\\nДьявол, который был известен как Повелитель демонов, также родился из одного такого плода дерева Тхестанг. С момента своего рождения он инстинктивно знал, как замахиваться своими гигантскими, похожими на топоры, клешнями на других, ведя войны со всей биосферой Вонвака.\\n\\nКаждые шестьдесят лет дерево Тхестанг рождало нового Повелителя демонов, и цикл возобновлялся вновь и вновь. Жители Вонвака давно привыкли к своей циклической судьбе и были готовы к ней. Всякий раз, когда приближалось пробуждение Повелителя демонов, они временно откладывали свои споры и объединялись, собирая своих самых сильных воинов, чтобы отправиться на остров Вак... Шестьдесят лет за шестьюдесятью годами эти, казалось бы, бессмысленные крестовые походы предпринимались снова и снова в течение сотен лет в таких узких ландшафтах этой маленькой планеты. Повелители демонов были постоянным бедствием Вонвака, из-за них остатки цивилизации периодически уничтожались.\\n\\nТаким образом, можно было бы сказать, что планета Вонвак на самом деле была больше похожа на стоячий пруд с мёртвой водой, несмотря на то, что кишела живыми существами, которые непрерывно сражались друг с другом, и могли всё изменить."
    },
    {
      "_id": 33086,
      "id": "_",
      "name": "Островное побережье Вонвака",
      "type": "OBJECT",
      "desc": "На побережье острова Вак поднимались и опускались волны... Этот ландшафт оставался неизменным в течение тысячелетий и был свидетелем взлёта и падения цивилизаций, напоминающих приливы и отливы.",
      "typeText": "Соединительная верёвка",
      "backstory": "Созревая, плоды дерева Тхестанг падали на землю, рождая всевозможных существ. Существа просыпались, ревели, а затем покидали остров Вак в поисках места обитания на планете Вонвак.\\n\\nПоначалу всех иномирцев с далёких звёзд, прибывающих на эту планету, считали безрассудными ворами. Каждый раз испытывая на себе «радушный» приём вонвакцев, гости планеты со временем поняли причину бедственного положения цивилизации на Вонваке. Однажды чужаки сели на лодки местных жителей и поплыли на остров Вак, любопытствуя, как из этого плода родится Повелитель демонов. Воины племени в страхе залегли на отмелях, сжимая в руках оружие каменного века. Они казались полными решимости, готовыми принести себя в жертву и не вернуться домой в борьбе за шестидесятилетний мир.\\n\\nПока продолжалась война, чужаки узнали правду о Повелителе демонов - это был вид межзвёздных червей, который когда-то считался вымершим. Было просто неожиданно, что эти существа появились в таком виде в этом уголке вселенной.\\n\\nКогда жестокий поход наконец закончился, и лишь немногие выжившие туземцы стали покидать береговую линию с вестью о своей победе, любопытные чужаки незаметно вернулись к дереву Тхестанг. Они раздвинули поникшие ветви гигантского дерева и попали в трясину, почти наполовину погрузившись в воду. В затонувших землях тропического леса чужаки нашли кабину управления. Именно тогда секрет Вонвака был наконец раскрыт: дерево Тхестанг оказалось системой эковосстановления гораздо более высокой цивилизации, которая могла расшифровывать, а затем высвобождать бесчисленные формы жизни для восстановления биосферы планеты.\\n\\nПовелитель демонов, который бесчинствовал на планете, оказался всего лишь одним фрагментом данных в обширной биологической базе. Чужаки удалили данные Повелителя демонов, а затем тихо покинули Вонвак, не дожидаясь похвалы или благодарности от местных жителей.\\n\\nУдары приливных волн о прибрежные земли были единственным звуком на побережье острова Вак. Все воины Вонвака, выстроенные в линию, убедились, что Повелитель демонов больше никогда не придёт. Они праздновали, пели и всю ночь говорили о будущем без Повелителя демонов. Однако почти сразу после того, как два союзных племени пожелали друг другу удачи и вернулись на свои родные земли, они начали планировать войну друг против друга за захват всего Вонвака... Без такой общей угрозы, как Повелитель демонов, их союз стал никому не нужен. Маленькая планета не вынесла конфликта между двумя племенами... И с тех пор недолговечный хрупкий мир прекратил своё существование.\\n\\nБереговая линия острова Вак оставалась спокойной, как будто на этих берегах никогда ничего не происходило. Когда люди и вакваки исчезли с центральной сцены, на Вонваке наконец-то воцарился мир и эковосстановление завершилось."
    }
  ]
}
