{
  "_id": 307,
  "id": "talia_kingdom_of_banditry",
  "name": "Талия - край бандитов",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает эффект пробития владельца на <nobr>16%</nobr>. Если скорость владельца выше или равна <nobr>145</nobr> ед., то его эффект пробития повышается на доп. <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 33075,
      "ids": [
        33075,
        43075,
        53075,
        63075
      ],
      "id": "talias_nailscrap_town",
      "name": "Гвоздльскрап-Таун Талии",
      "type": "NECK",
      "desc": "Внутри запечатан жалкий, заброшенный маленький городок Талии под названием Гвоздльскрап. Головорезы выбрали это место в качестве кратковременного убежища из-за его запасов воды и из тряпья, арматуры и досок построили здесь маленький городок.",
      "typeText": "Планарная сфера",
      "backstory": "Межзвёздные преступники оказались на Талии по чистой случайности, спасаясь от преследования Галактических рейнджеров.\n\nСначала Талия была просто пустынным местом, известным многим как «Свалка галактики». Разрушающие планету войны прошлого принесли на поверхность Талии горы руин и обломков, что привело к нетленной радиации и отняло последнюю оставшуюся надежду на поддержание жизни. Ворам больше некуда было идти, поэтому они обосновались в ущелье, которое оказалось туннелем, оставленным расой грызунов... Ворам удалось чудом спастись, и их мечта о создании Края Бандитов, таким образом, незаметно родилась в этом затерянном царстве уединения.\n\nБесчисленные склепы были соединены друг с другом в сеть, словно огромный лабиринт. Всё больше головорезов стекалось в эту сказочную страну, предназначенную специально для них. Они прибывали сюда, чтобы копить богатства и обмениваться технологиями, закладывая фундамент будущего королевства.\n\nЧем больше воров и бандитов селилось здесь, тем более жизнеспособной становилась эта некогда пустынная планета. Воры с большим авторитетом вещали об идеалах бандитизма, обещая, что казна будет использована для построения нации справедливости. Но по мере того как казна росла, те же самые воры тут же отбросили свои пустые обещания и попытались прибрать всё богатство к рукам. Вербовка, бунты, бандформирования... Хаос разрастался. Возможно, инициаторы с самого начала лишь прикрывались идеалами так называемого равенства для всех.\n\nОтныне воры, чьё возмущение вызывали указанные идеалы, вернулись в пучину хаоса, где прославлялось невежество. Они захватывали источники воды, чтобы строить собственные города, и высмеивали саму идею равенства и справедливости.\n\nВсе в Гвоздльскрап-Тауне были бандитами. Они ездили по пустыне на яростно рычащих внедорожниках и сражались за ресурсы с другими группировками. Они создавали механические доспехи и оружие из металлолома и старых проводов... Чем более бесплодной была пустошь, тем больше свободы они получали от неё, как от последнего безумия перед судным днём. Прежние сладкие мечты были подобны обрывкам бессмыслицы в излучаемых тёплых волнах радиации и давно перестали оставлять после себя какой-либо след.\n\nВ вечном состоянии трансового полусна головорезы пришли к окончательному осознанию того, что Край Бандитов - это никогда не созидание, но всегда разрушение."
    },
    {
      "_id": 33076,
      "ids": [
        33076,
        43076,
        53076,
        63076
      ],
      "id": "talias_exposed_electric_wire",
      "name": "Оголённые провода Талии",
      "type": "OBJECT",
      "desc": "Этот провод подобрали на свалке. Поскольку изоляция ещё не до конца отвалилась, его ещё можно использовать. В бандитском городке Талии не бывает бесполезных отходов.",
      "typeText": "Соединительная вязь",
      "backstory": "Эти провода очень старые. Когда-то они были аккуратно установлены на звездолёте, пока из-за ударной волны не попали под воздействие влажного воздуха.\n\nЗвездолёт был целиком затянут в лабиринт подземных ходов. С него слой за слоем сняли щиты, сделанные из стальных пластин, и разобрали линии электропроводки, которые затем использовали для строительства первого в истории рынка альянса. Уже потом воры начали сколачивать свои состояния и говорить о своих идеалах... Затем началось многолетнее соперничество, взаимные подозрения и предательство. Пламя войны между диктаторами и их недоброжелателями в конце концов перекинулось из подземного туннеля в пустыню на поверхности...\n\nЭти оголённые провода уже были старыми, когда их нашли. Бандиты выкопали их из выбоины, а затем соединили с огромным модернизированным сухопутным транспортным средством, прохудившимся со всех сторон, и отвезли к отдалённому источнику воды.\n\nГлавным приоритетом для всех выживших в бунтах были источники воды Талии. Они проезжали тысячи миль в день по пустыням, усеянным осколками стекла, на ветхих и грубо сколоченных автомобилях. Караваны бандитов порой преследовали друг друга, поднимая пыль и густой дым, а иногда просто бросали людей в машину или выбрасывали их из неё... Давление выживания вынудило их не думать ни о чём другом: только продвигаясь вперёд, они могли выйти из тупика.\n\nЭти оголённые провода стали ещё старее, когда бандиты сняли их с наземного транспортного средства и поместили в городской лайтбокс. Из-за дряхлости проводки лампочки часто мигали.\n\nПожилой бандит, называвший себя офицером полиции, основал первоначальный Гвоздльскрап-Таун. Благодаря своему сильному характеру и харизме ему удавалось поддерживать свалку в надлежащем порядке, и город становился всё более и более оживлённым. Эксцентричные инженеры создавали машины из мусора, а отчаянные жители пустошей наслаждались боями на подземной арене... Поздно вечером в баре они наполняли свои бокалы виноградным соком, пахнущим бензином, и чокались празднуя то, что им удалось прожить ещё один день.\n\nНа Талии не было ничего нового - только старые вещи, используемые снова и снова со сменой времён."
    }
  ]
}