{
  "_id": 115,
  "id": "the_ashblazing_grand_duke",
  "name": "Сжигающий дотла герцог",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает урон бонус-атаки на <nobr>20%</nobr>.",
    "4": "Когда владелец выполняет бонус-атаку, его сила атаки повышается на <nobr>6%</nobr> каждый раз, когда эта бонус-атака наносит урон. Этот эффект может складываться до <nobr>8</nobr> раз и длится <nobr>3</nobr> хода. Эффект снимается при следующем выполнении бонус-атаки владельцем."
  },
  "pieces": [
    {
      "_id": 31151,
      "ids": [
        31151,
        41151,
        51151,
        61151
      ],
      "id": "_",
      "name": "Пламенная корона герцога",
      "type": "HEAD",
      "desc": "Вечно горящий венец, чьим топливом служат пламенные бесконечные амбиции.",
      "typeText": "Голова",
      "backstory": "В жерле самого жгучего пламени был рождён утончённый огненный демон - исчадие с верой в то, что Разрушение есть высшая слава, дарованная Феторе.\\n\\n- Я есмь плод веры Феторы в злодеяния, и моё рождение совпало с появлением самого Разрушения. Я есмь пламя гнева самого Нанука.\\n\\nНанук уничтожил Фетору собственными руками. Так, языки пламени горящей белой звезды соединились с силой Разрушения, породив эктоплазменную форму жизни. Утончённый огненный демон принял собственное рождение как откровение: «Повелитель Разрушения одолел Фетору. Он наградил её пеклом, словно орденом. Пустые никчёмные почести испарятся под лучами солнца, весомая прочная слава ознаменует мою коронацию». Ифрит был одержим Разрушением с первой секунды своего существования.\\n\\n- Лавровый венец скрывает шипы, лишь мой венец из геенны огненной способен эти шипы изничтожить.\\n\\nИфрит сгрёб руками золу от звезды, загубленной Эоном Разрушения, слепил из неё корону Феторы и носит этот венец по сей день."
    },
    {
      "_id": 31152,
      "ids": [
        31152,
        41152,
        51152,
        61152
      ],
      "id": "_",
      "name": "Огненные перчатки герцога",
      "type": "HAND",
      "desc": "Пара девственно-белых перчаток с ворсом из чистого пламени. Под тонким шёлком скрывается лютая жестокость.",
      "typeText": "Руки",
      "backstory": "Ифрит разыгрывал несметные бедствия, уничтожавшие целые виды. Гордый герцог мнил себя дирижёром, но был вынужден скрывать свою палочку с шипами под покровом пары перчаток.\\n\\n- Я чту откровения Разрушения. Рука дающая и рука берущая.\\n\\nВ твёрдом убеждении, что любая вещь приобретает ценность лишь после своего исчезновения, Герцог инфернального огня предал огню историю и культуру целой планеты под названием Лисалит - он спалил блестящие шелка её знати, сжёг дотла длинные свитки её поэтов, испепелил искусные фрески её художников...\\n- Цивилизация подобна личинке - лишь в огне она превращается в чёрного огненного мотылька, который взлетает ввысь, гонимый ветром.\\nСловно работник крематория, наблюдающий за процессом сожжения в маленькое окошко, Ифрит заводил лебединую песню для обречённых миров.\\n\\n- Моими стараниями, воображением и чутким руководством достигается гармония, исполнение, мелодика и темп всяческих катастроф... которые соединяются в одно больше яркое разрушительное представление.\\n\\nЗавершив приятный акт уничтожения, Ифрит вытирает кровь с рук и снова надевает девственно-белые перчатки, словно аристократ на светском приёме."
    },
    {
      "_id": 31153,
      "ids": [
        31153,
        41153,
        51153,
        61153
      ],
      "id": "_",
      "name": "Прославленный халат герцога",
      "type": "BODY",
      "desc": "Роскошный халат, подчёркивающий величие и элегантность владельца.",
      "typeText": "Тело",
      "backstory": "После беспощадной резни утончённый огненный демон обожал полюбоваться на себя в зеркало трюмо. Ведь для аудиенции с Императором нужно выглядеть подобающе.\\n\\n- Одежды суть не украшение чьего-то облика, а демонстрация естества. Так же как естество огня - это Разрушение.\\n\\nГорящие исчадия почитали Нанука как своего императора и называли его не иначе как Благодетель. Эон тем не менее ни разу не удостоил своих подданных и единого взгляда. В разрушениях Ифрита чувствовалась примесь его самодовольства и мощи, а также устремлённости и жажды завоеваний. Конкурирующие кланы Вечногорящий Особняк и Братство Джепеллы вели грязную игру.\\n- Разрушение, лишённое чистоты, пачкает изысканные одежды больше, чем грязь.\\nЧто касается чистоты, Ифриту с самого начала было не ясно её естество.\\n\\n- Ценность Разрушения зависит от ценности разрушаемого. А наша ценность - от неустанной практики Разрушения, пока она не будет замечена Императором.\\n\\nС глубоким пиететом Ифрит накидывал на плечи роскошный парчовый халат с бархатной пурпурной вышивкой в виде языков пламени в ожидании, когда Разрушение призовёт его."
    },
    {
      "_id": 31154,
      "ids": [
        31154,
        41154,
        51154,
        61154
      ],
      "id": "_",
      "name": "Изящные сапоги герцога",
      "type": "FOOT",
      "desc": "Пара добротно сделанных классических сапог - сидят как влитые.",
      "typeText": "Ноги",
      "backstory": "Как бы ни вилась дорожка из следов утончённого огненного демона, на ней всегда слышались стоны тлеющих цивилизаций. Ифрит не обращал на них ни малейшего внимания...\\n\\n- Тому, кому некуда больше идти, сапоги не нужны. Как смеют эти тупиковые цивилизации в чём-либо меня обвинять?\\n\\nВо многих культурах Герцог инфернального огня в пылающей короне считается демоном из потустороннего мира - какого же было его удивление получить официальное приглашение на планету празднеств. Ифрит планирует прибыть туда во всём своём великолепии.\\n- Моё Разрушение там будет учтивым и тщательным - кости на кости не останется.\\nУтончённый огненный демон собирает звёздную шайку, уже предвкушая великолепное зрелище от горы трупов и моря крови на своём банкете... Уничтоженные цивилизации лишь остановки на пути паломника, сеющего Разрушение. Новой остановкой станет Пенакония.\\n\\n- Ничего личного. Просто попытка привлечь его внимание.\\n\\nНа зов далёкого пира довольный Ифрит начинает свой путь на новый праздник."
    }
  ]
}