{
  "_id": 120,
  "id": "the_windsoaring_valorous",
  "name": "Храбрость ветра",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает силу атаки на <nobr>12%</nobr>.",
    "4": "Повышает крит. шанс владельца на <nobr>6%</nobr>. После выполнения бонус-атаки наносимый сверхспособностью владельца урон повышается на <nobr>36%</nobr> на <nobr>1</nobr> ход."
  },
  "pieces": [
    {
      "_id": 31201,
      "ids": [
        31201,
        41201,
        51201,
        61201
      ],
      "id": "_",
      "name": "Маска северных небес храбрости",
      "type": "HEAD",
      "desc": "Маска, выполненная по образу свирепой птицы дафэн. С помощью двух пар вспомогательных глаз носитель мог лицезреть невиданные чудеса.",
      "typeText": "Голова",
      "backstory": "Её соколиный шлем был оснащён двумя парами вспомогательных глаз, что позволяло ей чётко видеть окружающую обстановку, независимо от условий освещённости. Но сейчас эти глаза были покрыты грязной запёкшейся кровью, и всё вокруг было окрашено в цвет ржавчины.\n\nГенерал пришла в сознание и поднялась с горы трупов. Позади неё, словно уходящая в небо башня, стоял телескоп «Заоблачный». На шпиле этой башни не переставая мигал луч света, повторяя зашифрованные послания, которые могли понять только звездочёты. Это была молитва богу, поддерживаемая коллективной волей триллионов жителей Альянса... Прямо сейчас она и её давно бездыханные товарищи вели ожесточённую борьбу, чтобы эта тихая мольба достигла небес и ниспослала смерть.\n\n- Уже здесь... - пробормотала генерал, не отводя взгляда с небосклона. Она не могла видеть, как выглядел этот бог, или слышать Его голос. Но она точно чувствовала Его пришествие: резко поднялись потоки раскалённого воздуха, словно по телу прошлись горячим клеймом, среди кровавого тумана взлетели ярко-красные искры, закрывая небеса словно пологом, которые мгновение спустя были разорваны вспышкой невыносимо яркого света.\n\nОн пришёл - чудо в обмен на бесчисленные жизни солдат, которые исчезли навсегда. Она однажды узрела, как божественные останки приговариваются богом к царству смерти, и отправилась по оставленной дорожке из света в бою. Ей казалось, что свет мчится слишком быстро - быстрее самой мысли. Но она ошиблась. И этого мгновения ей хватило, чтобы подумать о любимом ученике:\n\n- Загадай желание. Желание о пути без препятствий...\n\nЗемля вздымалась яростными волнами, и от захлестнувшего света, после которого оставался лишь прах, повсюду на земле разливался громкий рёв."
    },
    {
      "_id": 31202,
      "ids": [
        31202,
        41202,
        51202,
        61202
      ],
      "id": "_",
      "name": "Когтистые перчатки храбрости",
      "type": "HAND",
      "desc": "Бронированные бионические перчатки, вживлённые в тело. Во время охоты на хищных зверей когти должны быть поострее, чем у потенциальной добычи.",
      "typeText": "Руки",
      "backstory": "Бойцы Армии Зелената под её предводительством по храбрости ничем не уступали волчьим отрядам борисинцев. Даже когда их мечи разбивались, луки ломались, и в руках не оставалось и грамма железа, они всё равно продолжали биться на смерть когтями на своих перчатках.\n\nПоговаривали, что лисьи воины из Зеленатского полка часто спасали миры, захваченные борисинцами. Рождённые на «падших территориях», лисьи солдаты были полукровками, и некоторые из них имели разнообразные атавистические мутации. Таких особей привлекали в качестве боевых рабов - понукаемые хозяевами они отправлялись в авангард в начале битвы или использовались как пушечное мясо при атаках сяньчжоуских кораблей.\n\n«Вступай в ряды Армии Зелената и получи шанс отомстить волчьеголовым хозяевам!» - во время вербовки и военной подготовки генерал не забывала повторять эти слова молодой девушке из лисьего народа. Но она чувствовала себя виноватой за последнюю часть призыва, которую никогда не решалась произнести: «Прям как я, ты была рождена во имя войны и сгинешь во имя войны».\n\nПусть боевые рабы обладали мощью и скоростью, сопоставимыми с их волчьеголовыми хозяевами, мутации в их генетическом коде напрочь истощали их жизненную силу и рассудок. И когда разум полностью поглощало бешенство, те превращались в кровожадных монстров.\n\nКогда их тела охватывала звериная ярость, а последняя охота в жизни завершалась, их бионические перчатки становились кандалами, навсегда срастаясь с их плотью."
    },
    {
      "_id": 31203,
      "ids": [
        31203,
        41203,
        51203,
        61203
      ],
      "id": "_",
      "name": "Лёгкие фарфоровые доспехи храбрости",
      "type": "BODY",
      "desc": "Пари над стаей волков, задравшими вверх свои морды, словно дикий холодный ветер. В конце концов охотник и добыча меняются местами.",
      "typeText": "Тело",
      "backstory": "Она по сей день помнит старую народную песню лисьего народа, в которой почти отсутствует мелодия - лишь скорбный мотив о потере родины.«Лиса-скиталец на том берегу. Кочует в нужде и печали. Сердечко рвётся стежок за стежком, Не знает никто, что за скорбь испытали»....\n\nТысячи лет назад волчьи когти превратили их в скот, рабов и валюту. Тысячи лет спустя они продолжают непрестанно биться за свободу своего народа. И пусть их тела не меняются с бесконечными мутациями, как плоть их врагов, им остаётся их проницательность и находчивость.\n\nИх волчьеголовые хозяева приказывали создавать орудия, а затем вырезали им глаза и запрещали брать в руки металл, чтобы те не смогли их повторить. Но никакие ухищрения не смогли заставить лисий люд отказаться от своего заветного желания: однажды охотники станут добычей и будут в страхе скрываться. Однажды они поменяются местами и будут без устали преследовать добычу.\n\nВ конце концов лисы смогли переплавить фарфор в настоящую броню. Фарфоровые доспехи бойцов Зелената были легки и изящны, как сам ветер, крепки и упруги, как сама сталь. Даже когти, клыки и оружие из плоти их волчьеголовых хозяев не могли нанести им ни царапины.\n\nОблачившись в фарфоровые доспехи, генерал плечом к плечу с другими бойцами Зеленатского полка кошмарным вихрем пронеслась над головами борисинцев. Они то наступали, то отступали единым строем, словно стая хищных птиц, где движения одного вторят движениям другого. Но какой бы прочной не была их броня, генерал всегда верила: лучшее оружие - это тело, скованное болью, лучшие латы - это товарищи, разделившие вместе горе и невзгоды.\n\n«Птицы расправили крылья, звери обнажили свой оскал. Кто сказал, что мы бессильны? Наша броня - в сердцах товарищей пожар»."
    },
    {
      "_id": 31204,
      "ids": [
        31204,
        41204,
        51204,
        61204
      ],
      "id": "_",
      "name": "Охотничьи сапоги храбрости",
      "type": "FOOT",
      "desc": "Солдатские сапоги, созданные по образу птичьих когтей. С их помощью владелец способен стремительно, подобно ветру, бросаться в атаку на поле боя, с лёгкостью преодолевая любые препятствия.",
      "typeText": "Ноги",
      "backstory": "Она следила за девичьим силуэтом, который метался, словно кролик, в тусклых лучах луны. Она шла по девичьим следам и шла на её запах, словно хищный зверь за добычей. И наконец ждала девушку в конце пути.\nА возможно, это девушка ждала её.\n\nТеперь в лунном свете она могла хорошо разглядеть девичьи черты.\n- Ты точно хочешь стать Облачным Рыцарем?\n- Я точно не хочу служить волчьеголовым.\nБорисинская речь девушки была прерывистой, и её было сложно разобрать. А выражение на девичьем лице она видела уже много раз - такое же выражение было на сотнях загнанных соотечественников, которых ей удалось спасти.\nПусть они были с ней одной крови, но говорили на другом языке и думали по-другому.\nОни никогда не считали себя потомками лисов, но кем тогда они были?\nГенерал вздрогнула и отступила на шаг.\n- Иди. С сегодняшней ночи тебя больше не будут преследовать...\n- Этого мало. Я хочу, чтобы они сгинули.\n\nВ глазах генерала промелькнуло удивление, как будто она увидела в небе падающую звезду, - маленькая звериная фигурка девушки внезапно скрылась во тьме.\nГенерал зажмурила глаза, словно их обожгло лунным светом. Спустя мгновение она опустила взгляд и увидела ноги девушки - они были покрыты грязью и исколоты до крови. \n\n- Почему ты без обуви?\n- Я забыла, не почувствовала.\nТогда генерал сняла свои сапоги, сравнила размер и помогла девушке их надеть.\n- Хорошо подошли... Пойдём.\n- А как же вы?\n- Я привыкла ходить по шипам.\n\nОна ускорила шаг, проворно переступая босыми ногами, словно её подгонял ветер, а девушка последовала прямо за ней.\nА возможно, они обе последовали друг за другом."
    }
  ]
}