{
  "_id": 318,
  "id": "the_wondrous_bananamusement_park",
  "name": "Чудесный банановый рай",
  "desc": "",
  "isPlanarOrnament": true,
  "effects": {
    "2": "Повышает крит. урон владельца на <nobr>16%</nobr>. Если на поле боя есть призванные владельцем существа, то крит. урон владельца повышается на доп. <nobr>32%</nobr>."
  },
  "pieces": [
    {
      "_id": 33185,
      "ids": [
        33185,
        43185,
        53185,
        63185
      ],
      "id": "_",
      "name": "Плодовая площадь Бананового рая",
      "type": "NECK",
      "desc": "Внутри запечатана лаборатория одного научно-исследовательского института. Из-за вторжения меметических форм жизни правдивые и ложные данные перемешались, что теперь невозможно отличить одни от других. На когнитивном уровне это место было переделано в так называемый Банановый рай.",
      "typeText": "Планарная сфера",
      "backstory": "Кто проживает в чаще лесной?\nБанан Лонг Пентс!\nМилый жёлтый парень лихой!\nБанан Лонг Пентс!\n\nБом. Бом. Звук раздаётся два с половиной раза. Бананчики просыпаются от глубокого сна, готовые покинуть банановое дерево и начать новый день своей банановой жизни! Одни бананчики встают бодрыми, пекут пироги из дуриана и резвятся в лесной чаще. Другие, более серьёзные бананы, натирают кожицу кокосом, чтобы придать ей особый аромат. За этой картиной наблюдает довольная обезьяна. Не в силах устоять она радостно кричит бананам:\n\nВы готовы, бананчики?\nДа, Директор Обезьяна!\nЯ не слышу!\nТак точно, Директор Обезьяна!\n\nБом. Бом. Бом. Звук раздаётся три с половиной раза. Настала пора ежедневного заседания Клуба очистки. Бананчики начинают тревожиться: одни кричат, другие тихо плачут, третьи чувствуют холод внутри... Обезьяны опрашивают здоровых бананов одного за другим. Тема на большом банановом листе неизменна: «Помните ли вы времена, когда не были бананом?»\n\nЭтот простой вопрос всегда вызывает трагичные ответы. Бананы не понимают, отчего им так грустно. Это чувство похоже на то, как мякоть банана, окисляясь, чернеет, когда внешняя среда слишком давит на него.\n\n- Если вы мечтаете исследовать мир...\nПостучите по банановому дереву, и Директор Обезьяна укажет вам путь.\n\nБом. Бом. Бом. Звук раздаётся семь с половиной раз. Вот-вот начнутся «Бананазартные игры». В лесном раю каждый банан, если будет усердно трудиться, сможет навсегда перестать быть бананом. И у каждого бананчика есть заветная мечта - стать величественной обезьяной... Лесные заросли расступаются в обе стороны, и в центр выходит Директор Обезьяна - он деликатно и почтительно кланяется бананам. Бананы, в свою очередь, так же выказывают ему всяческое почтение, ведь Директор Обезьяна принёс с собой новую игру и готов обменять её на новые истории.\n\nБом. Бом. Бом. Звук раздаётся одиннадцать с половиной раз. Обезьяна возвращает бананы на дерево. Качаясь на ветвях, они постепенно снова попадают в свою утопию. Сверкает зелёное солнце, и по банановому раю разносятся звуки журчащей воды."
    },
    {
      "_id": 33186,
      "ids": [
        33186,
        43186,
        53186,
        63186
      ],
      "id": "_",
      "name": "Меметические провода Бананового рая",
      "type": "OBJECT",
      "desc": "Оптические кабели, которые можно увидеть повсюду внутри лаборатории. Они нужны для сбора экспериментальных данных и достижения тайных целей, которые никогда не должны быть узнаны. Здесь сокрыт мир, воспринимаемый «бананами».",
      "typeText": "Соединительная вязь",
      "backstory": "Развалины исследовательского института Ба-77 погребены под зарослями джунглей в недрах Конвергена-ψ. Институт был однажды уничтожен радикально настроенными Рейнджерами, но там всё ещё мигают остатки кабелей, передавая непонятные сигналы.\n\n«Эту проклятую лабораторию найти так же сложно, как листик в лесной чаще». Главный вход в институт, спрятанный под несколькими слоями коры, находится в стволе дерева. Войдя в дупло и пройдя по длинному древесному коридору, Рейнджеры наконец-то добираются до цели.\n\nУчреждение больше походит на картинную галерею, а не на лабораторию. В воздухе откуда-то сверху висят переплетённые кабели, мигая разными цветами по задумке проектировщика. От увиденного у посетителей рябит в глазах и начинает кружиться голова. Затем они начинают видеть причудливые галлюцинации - абсолютно жёлтое пространство, в котором постепенно исчезают человеческие силуэты, а на их месте появляются очертания затаившихся монстров...\n\nРейнджеры хорошо знакомы с подобными приёмами: если они останутся в здании, то у них начнутся бред и судороги... Слышится лязг от удара прикладом - молодой Рейнджер пытается выбраться из когнитивного лабиринта, используя боль и головокружение.\n\nКогда взор проясняется, Рейнджеры двигаются дальше вглубь лаборатории. Исследовательский институт Ба-77 пестрит полуразрушенными скульптурами, испорченными фресками, яркими разноцветными орнаментами... Но раскорёженные капсулы, которые валяются то тут, то там, всё равно оставляют ощущение темницы. В глубинах здания Рейнджеры обнаруживают отчёт и задумываются над тем, сколько когнитивных экспериментов было проведено в этом здании до его обрушения... В следующее мгновение, поддавшись какому-то подсознательному инстинкту, они резко оборачиваются и с удивлением обнаруживают, что находятся в лесу. Им машут листья на ветвях, будто спрашивая, помнят ли они, как хорошо им было висеть на дереве.\n\n- Я что, банан? И что мы здесь делаем? - молодой Рейнджер пытается вернуться на дерево, чтобы унять нарастающую «бананоязнь».\n\nНо слепой Рейнджер начинает понимать, в чём тут дело. Прежде чем ситуация становится необратимой, ему удаётся вывести молодого товарища из этого места.\n\n- Бананы... Пусть эти обезьяны оббананятся!"
    }
  ]
}