{
  "_id": 111,
  "id": "thief_of_shooting_meteor",
  "name": "Вор падающего метеора",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает эффект пробития на <nobr>16%</nobr>.",
    "4": "Повышает эффект пробития владельца на <nobr>16%</nobr>. Когда владелец пробивает уязвимость противника, восстанавливает <nobr>3</nobr> ед. энергии."
  },
  "pieces": [
    {
      "_id": 31111,
      "id": "_",
      "name": "Воровская многоликая маска",
      "type": "HEAD",
      "desc": "Маска для изменения внешности. Используя её в сочетании с искусными актёрскими навыками, можно обмануть кого угодно.",
      "typeText": "Голова",
      "backstory": "Вор-метеор Леблан считал воровство балом-маскарадом, где статус инкогнито - часть этикета.\\n\\n- Как маска может изменить рост и голос человека? Ха-ха-ха, это запатентованная тайна. Совершенно секретно.\\n\\nНадев однажды маску, Леблан притворился рядовым сотрудником Корпорации межзвёздного мира, пробрался на собрание службы безопасности и дал совет касаемо «мер предотвращения краж». Только через полмесяца после кражи служба безопасности обнаружила, что никто на совещании этого «коллегу» не знал.\\n\\nВорам приходится вести двойную жизнь, что требует различных средств маскировки. Таковы традиции воровского мира.\\n\\n- Могут ли ваши сценаристы написать, что вор носил маску на протяжении всего фильма? - спросил у продюсера представитель команды по маркетингу отдела радио, кино и телевидения КММ. - Я ещё раз подчеркну, что эти маски будут продаваться как мерч. Доступность и популярность одинаково важны."
    },
    {
      "_id": 31112,
      "id": "_",
      "name": "Воровские перчатки с отпечатками",
      "type": "HAND",
      "desc": "Пара специальных перчаток, оснащённая наноматериалами и способная менять отпечатки пальцев на своей поверхности в режиме реального времени.",
      "typeText": "Руки",
      "backstory": "Вор-метеор Леблан никогда не отличался аккуратностью. Он не заботился о том, чтобы заметать следы, и всегда оставлял «улики», которые вели по ложному следу.\\n\\n- Почему люди Корпорации всё время попадаются на удочку? Возможно, это вина компании, а не моя.\\n\\nЕго перчатки могли генерировать разные отпечатки, поэтому устройства КММ никогда не могли его идентифицировать, хотя на месте преступления они всегда находили целый набор безобидных «воровских промашек». Служба безопасности нашла сотни отпечатков пальцев на экспонатах в секретной сокровищнице, включая доисторических птерозавров, межзвёздных божьих коровок, лабрадоров... Излишне говорить, что ни одни из них не были реальными отпечатками вора.\\n\\nИсчезать без следов слишком скучно - тебя просто припишут к тем робким мелким воришкам, у которых нет почерка.\\n\\n- Художественный вымысел не должен прямо противоречить действительности. Кто до сих пор использует систему идентификации по отпечаткам пальцев? - негодует представитель службы безопасности КММ. - Авторы вообще хоть что-нибудь смыслят в работе следователя?"
    },
    {
      "_id": 31113,
      "id": "_",
      "name": "Воровской стальной крюк",
      "type": "BODY",
      "desc": "Стальной трос, замаскированный под плетёный ремень, с крючками и шкивами, спрятанными в пряжке.",
      "typeText": "Тело",
      "backstory": "Хорошо подготовленный вор со спасательным крюком за поясом всегда сможет выбраться из безвыходной ситуации.\\n\\n- Как метнуть крюк в нужную цель... Не могли бы вы объяснить, как вы это делаете?\\n\\nТайная сокровищница была полна всяческих смертоносных механизмов, но вор, используя крюк на поясе, лавировал между ними, словно танцевал вальс в воздухе. Леблан закинул крюк на стену высотой в десятки метров: шкив завертелся, и вор мгновенно отправился к Созвездию Льва.\\n\\nЧтобы приходить и уходить откуда угодно с одним только стальным крюком за поясом, требуется базовая квалификация профессионального вора.\\n\\n- В сиквеле этот эпизод пусть отыграет дублёр. Это сэкономит нам много денег, - пошутил постановщик боевых сцен. - Зрители всё равно не увидят, кто под маской."
    },
    {
      "_id": 31114,
      "id": "_",
      "name": "Воровские сапоги-метеоры",
      "type": "FOOT",
      "desc": "Пара сапог, усиливающих физические способности человека. С их помощью вор может переместиться в соседнее здание одним прыжком.",
      "typeText": "Ноги",
      "backstory": "Прыгая с крыши на крышу, Леблан намеренно включал за собой луч ослепительного света, именно поэтому его прозвали «Вор-метеор».\\n\\n- Как спастись без небоскрёбов? Ха-ха, не задавай мне таких глупых вопросов.\\n\\nВор улизнул от бесчисленных погонь, и это сделало его мастером побега. Долго никто не мог догнать его сапоги-метеоры... ровно до момента, когда адрес его базы не был раскрыт. К удивлению вора, там его давно поджидал растрёпанный детектив, попивая кофе.\\n\\nИстория вора окончена. Пришло время поведать легенду о детективе.\\n\\n- Многие люди не ожидают, что мы так напишем, и именно поэтому мы так и делаем, - писатель, который пожелал остаться инкогнито, объяснил спорную концовку «Вора-метеора»."
    }
  ]
}
