{
  "_id": 125,
  "id": "warrior_goddess_of_sun_and_thunder",
  "name": "Воительница солнца и грозы",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает скорость на <nobr>6%</nobr>.",
    "4": "Когда владелец или его дух памяти исцеляют союзников, кроме себя и своего духа памяти, владелец получает статус Нежный дождь, который может сработать 1 раз за ход и длится <nobr>2</nobr> хода. Скорость владельца со статусом Нежный дождь повышается на <nobr>6%</nobr>, и крит. урон всех союзников повышается на <nobr>15%</nobr>. Этот эффект не может складываться."
  },
  "pieces": [
    {
      "_id": 31251,
      "ids": [
        31251,
        41251,
        51251,
        61251
      ],
      "id": "warrior_goddesss_winged_helm",
      "name": "Крылатый шлем воительницы",
      "type": "HEAD",
      "desc": "Этот шлем с крыльями прежде свидетельствовал о победе Солнцегрозицы над богом. Также он был свидетелем, как небеса закрыли глаза.",
      "typeText": "Голова",
      "backstory": "Когда кипящая золотая лава безостановочно хлестала под ногами воительницы, она спрятала переживания за железным шлемом, точно как звёзды на небе прячутся за зимним туманом.\n\nКогда последний отпрыск народа неба канул в небытие, она в одиночку устремилась в дальние края.\n\n«Селиоза, о ком ты думаешь?» - крылатый зверь, что всё время был вместе с ней, учуял её лёгкое смятение. Воительница немного помолчала: толпы, что в прежние времена молилась небу, уж нет в помине. «О ком я думаю? Я уже не могу никого вспомнить. Насколько горячо я люблю мир, настолько же я ненавижу слабость живущих в нём, поэтому я никого не помню...»\n\nКрылатые звери молчали, опустив головы. Воительница, стойко следовавшая своим твёрдым убеждениям, угодила в иллюзию самообмана.\n\nКакие её чувства скрывает железный шлем? И как она смотрит на мир?"
    },
    {
      "_id": 31252,
      "ids": [
        31252,
        41252,
        51252,
        61252
      ],
      "id": "warrior_goddesss_cavalry_gauntlets",
      "name": "Боевые рукавицы воительницы",
      "type": "HAND",
      "desc": "Эта защита для рук сопровождала воительницу во всех победных битвах. Они достаточно прочные, чтобы ухватить любое смертоносное оружие и выдержать самое мучительное предательство.",
      "typeText": "Руки",
      "backstory": "Покрытый серебряными пластинами камень шипит в печи. Пожилой горец благословляет рукавицы на удачу и преподносит их в дар воительнице.\n\n«Мягкий и раненый. Рыцарь же твёрд. Будь твёрже гранита».\n\nПриняв совершенные боевые рукавицы, она осторожно протёрла ледяные серебристые пластины... И начала представлять, как с грозовым копьём и пылающим щитом в руках устремляется в битву на небесах, чтобы спасти всё живое... Ведь на это способна лишь могучая сила. Горцы тщательно выжгли слова истины на фалангах и дали наказ воительнице всегда помнить о гибкости железных рукавиц.\n\n«Ладонями согрей речную гальку. Мечом расколи ледники».\n\nОднако позже её чрезмерное чувство долга и справедливости превратило благословение ремесленников в незаживающий ожог."
    },
    {
      "_id": 31253,
      "ids": [
        31253,
        41253,
        51253,
        61253
      ],
      "id": "warrior_goddesss_dawn_cape",
      "name": "Походная накидка воительницы",
      "type": "BODY",
      "desc": "Эта накидка сопровождала Солнцегрозицу во всех приключениях, укрывая от дождя и дорожной пыли... И сделала её самой заметной фигурой в небе.",
      "typeText": "Тело",
      "backstory": "Будущая воительница прошла превосходное обучение боевым искусствам у мастера-отшельника из горной пещеры.\n\n«Отличная работа. Скоро мне будет нечему тебя учить. Как ты собираешься использовать такую силу?»\n\nУслышав пророчество, девушка больше не могла думать о тренировках. Добрый наставник заметил её смятение и осторожно смазал её клинок смолой. «Учитель, я хочу жить в истине. Вы слышали... о пророчестве девы Янусополиса?» - девушка беспокоилась, что наставник попытается отговорить её, но в глубине души уже приняла решение.\n\n«А что есть истина? - спросил добрый наставник в ответ. - Тебе вся жизнь понадобится, чтобы это понять. Задачка вовсе не простая».\n\nНочью она тихо встала с кровати, чтобы уйти до наступления рассвета, и заметила, что аккуратно сложенная накидка уже лежит в её походном рюкзаке."
    },
    {
      "_id": 31254,
      "ids": [
        31254,
        41254,
        51254,
        61254
      ],
      "id": "warrior_goddesss_honor_spurs",
      "name": "Наградные шпоры воительницы",
      "type": "FOOT",
      "desc": "Эту пару шпор Солнцегрозица получила в подарок от её крылатых зверей. В погоне за истиной боль неизбежна.",
      "typeText": "Ноги",
      "backstory": "Героическую Селиозу сопровождают два крылатых зверя - Солабис и Лунабис - её ездовые животные и боевые товарищи.\n\n«Мы пойдём за тобой, Селиоза. Мы станем свидетелями пролога к твоему убийству божества и получению пламени», - они доверились свирепой и решительной воительнице.\n\nКрылатые звери поручили известному мастеру изготовить пару шпор, которые стали частью церемонии награждения Солнцегрозицы. «Благодарю за ваш дар, но я не буду их использовать, - она знала, что это аксессуар, который помогает всаднику точнее управлять зверем, - мы с вами делаем одно дело, ни к чему мне вас пришпоривать. Мы и так всегда можем действовать сообща».\n\n«Прими их, Селиоза. Ты должна понимать, что в погоне за истиной боль будет отрезвлять нас», - глаза Лунабис светились решимостью. Солабис за руку подвёл воительницу к шпорам.\n\nСолнцегрозица приняла в награду их символ дружбы. Если боль способна вовремя направлять в нужное русло, то она необходима."
    }
  ]
}