{
  "_id": 112,
  "id": "wastelander_of_banditry_desert",
  "name": "Головорез бандитской пустыни",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает мнимый урон на <nobr>10%</nobr>.",
    "4": "Когда владелец наносит урон противнику с ослаблениями, его крит. шанс повышается на <nobr>10%</nobr>, а когда владелец наносит урон противнику со статусом Заключение, его крит. урон повышается на <nobr>20%</nobr>."
  },
  "pieces": [
    {
      "_id": 31121,
      "ids": [
        31121,
        41121,
        51121,
        61121
      ],
      "id": "_",
      "name": "Дыхательная маска головореза",
      "type": "HEAD",
      "desc": "Маска для дыхания, способная отфильтровывать воздух от песка и радиации. Кажется, что она была сделана из выброшенного респиратора.",
      "typeText": "Голова",
      "backstory": "Бандиты Талии должны постоянно носить маску, чтобы защититься от непрестанной угрозы остаточной радиации и песчаных бурь. Никто не знает, были ли вообще приняты во внимание какие-либо научные принципы, когда переделывались эти респираторы. Возможно, всё это просто эффект плацебо.\\n\\n- Разве ты не слышал? Какой-то старый хрыч на другом конце долины вставил водяные трубки в свою маску! Я бы такого не вынес.\\n\\nЖители пустыни очень редко жалуются на чрезвычайно суровый климат Талии, во-первых, потому что с ним ничего нельзя поделать, так как ядерный взрыв наполнил атмосферу песком и пылью; другая причина заключается в том, что когда красный песок наполняет воздух и закрывает солнце, это даёт им прекрасную возможность устраивать засады на лагеря других бандитских группировок. Тогда они надевают дыхательные маски и появляются из ниоткуда среди бушующих песчаных бурь.\\n\\nБандиты нападают на других бандитов - таков закон выживания на Талии.\\n\\nЭту маску от песчаной бури, похоже, трудно снять. На ней стоит товарный знак «Гвоздльскрап-Таун», защищающий от подделок."
    },
    {
      "_id": 31122,
      "ids": [
        31122,
        41122,
        51122,
        61122
      ],
      "id": "_",
      "name": "Пустынный терминал головореза",
      "type": "HAND",
      "desc": "Многофункциональный мусор, умеет обнаруживать ионизирующее излучение в воздухе и грязно обзываться.",
      "typeText": "Руки",
      "backstory": "До того, как Талия стала Краем бандитов, она была печально известна как Галактическая свалка. Выброшенные старые технологии с других планет обретали здесь вторую жизнь.\\n\\n- Не спрашивайте, нравится ли мне носить устройство, которое тяжелее кандалов. В решающие моменты оно спасает куда круче молотка.\\n\\nПосле основания Гвоздльскрап-Тауна у инженеров Талии с самыми нестандартными идеями, наконец, появилась защищённая база, чтобы воплощать свои замыслы в жизнь. Так была разработана уникальная талийская сенсорная технология. Объединив счётчик частиц цезиевой пыли и умный мобильный словарь нецензурной лексики, они создали Пустынный терминал, многофункциональное изобретение из мусора.\\n\\nОсновная идея так называемой «сенсорной технологии» заключается в следующем: не спрашивай как, не спрашивай почему, никому нет дела.\\n\\n- Вы что, ко мне куски мусора прицепили? Вы все настоящие помойные крысы... - искренне негодует умный терминал."
    },
    {
      "_id": 31123,
      "ids": [
        31123,
        41123,
        51123,
        61123
      ],
      "id": "_",
      "name": "Туника головореза",
      "type": "BODY",
      "desc": "Мешковатое одеяние в адаптированном миссионерском стиле.",
      "typeText": "Тело",
      "backstory": "Большинство бандитов Талии никогда не ждали спасения и никогда не видели монахов. Они знали, однако, что одеяния последних выглядели пригодными для использования в качестве чистящих тряпок.\\n\\n- «Эпоха прославленного невежества ещё не закончилась?» И что бы значила эта чушь?\\n\\nЖители пустыни нашли монастырь, который давно пребывал в запустении, и обнаружили несколько древних томов былой цивилизации. В глубине души они понимали, что эти записи драгоценны. Лицемерно выказав своё почтение, они просто сожгли эти книги, забрав с собой только оставленные монахами одежды. В конце концов, в Гвоздльскрап-Тауне все остальные вещи ничего не стоят.\\n\\nБольшинство головорезов были неграмотны. И никакое количество свидетельств существования цивилизации не стало бы для них ценнее горячего ужина. Трудно их в этом винить.\\n\\nПо крайней мере, сохранились монашеские туники как символ продолжения давно забытой культуры."
    },
    {
      "_id": 31124,
      "ids": [
        31124,
        41124,
        51124,
        61124
      ],
      "id": "_",
      "name": "Силовые наголенники головореза",
      "type": "FOOT",
      "desc": "Ножная часть силовой брони, экзоскелет, сделанный из металлолома и старых проводов.",
      "typeText": "Ноги",
      "backstory": "Бандитам Гвоздльскрап-Тауна нужны были какие-то средства для защиты своих с трудом добытых источников воды и мусора, так появилась технология мнимого бандитизма - силовая броня, у которой функциональной была только ножная часть, и которая имела излишне кричащий дизайн.\\n\\n- Мне нужен был целый комплект брони, а ты говоришь, что все верхние секции были уничтожены в ядерном взрыве?! Ты сам-то осмелишься сунуть ноги в эти штуки?!\\n\\nРазборки по всему Гвоздльскрап-Тауну способствовали развитию сенсорной технологии. Однажды инженерам пришла в голову сомнительная идея, и из подручных материалов неизвестного происхождения они соорудили комплект силовой брони. К сожалению, от первого поколения этого дешёвого экзоскелета сохранились только наголенники. Даже будучи довольно примитивными, они могут запустить владельца в космос, словно ракету, что сбивает с толку современных инженеров.\\n\\nПо их словам, конструкция представляет собой нечто невероятное, это неповторимый и единственный в своём роде результат чистой изобретательности.\\n\\nЕсли хлам приносит пользу, то это качественный хлам, и его экологичность не имеет никакого значения."
    }
  ]
}