{
  "_id": 118,
  "id": "watchmaker_master_of_dream_machinations",
  "name": "Часовщик сонных махинаций",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает эффект пробития на <nobr>16%</nobr>.",
    "4": "Использование сверхспособности владельца повышает эффект пробития всех союзников на <nobr>30%</nobr> на <nobr>2</nobr> хода. Этот эффект не может складываться."
  },
  "pieces": [
    {
      "_id": 31181,
      "ids": [31181, 41181, 51181, 61181],
      "id": "_",
      "name": "Телескопическая линза Часовщика",
      "type": "HEAD",
      "desc": "Позолоченные очки. В линзах отражаются чудеса далёких миров, которые помогают их владельцу выбраться из омута иллюзий.",
      "typeText": "Голова",
      "backstory": "Из историй о Часовщике с Пенаконии известно о его уникальном видении мира, которое позволило ему распознать отличную возможность заработать на пузырях грёз. Так, он создал огромный бизнес, о масштабах которого никто и помыслить не мог.\\n\\nКогда планета-тюрьма на границе с Опухолью всех миров обрела наконец свободу и руками Семьи была превращена в процветающий и гостеприимный край, тогда-то Часовщик и вступил в игру. В линзах его очков отражалась вся сущность Мира грёз: люди, что сорят деньгами в Миге полутьмы, лишь только для того, чтобы отыскать невозможное в здешних иллюзиях. С тех пор в грёзах Пенаконии появилось множество невообразимых явлений: чайники-комики, вращающиеся болиды, ежедневно перемещающиеся в пространстве особняки... Большинство этих явлений абсолютно бесполезны, но продолжают продаваться за баснословные деньги, которые гости из далёких мест готовы за них платить.\\n\\nЭто ведь Мир грёз, почему бы немного не побредить? Слоган «Единственное и неповторимое из Мира грёз» делает любую местную безделицу предметом роскоши.\\n\\nЧленов клана Люцерн и бывалых искателей грёз из торгового мира сей факт приводит в уныние, ведь не они первые догадались о подобных возможностях. Часовщик был просто чуть более дальновиден, и так каждый раз."
    },
    {
      "_id": 31182,
      "ids": [31182, 41182, 51182, 61182],
      "id": "_",
      "name": "Счастливые часы Часовщика",
      "type": "HAND",
      "desc": "Наручные часы тонкой работы. Оснащены уникальными стрелками и циферблатом. Символ удачи в Мире грёз.",
      "typeText": "Руки",
      "backstory": "Почему Часовщика прозвали Часовщиком - величайшая загадка этой многосерийной истории.\\n\\nОдни говорят, что он был мастером в часовой башне. Другие, что он всего лишь торговец часовыми механизмами. Существует даже версия, что это потому, что его голова по форме напоминает часы - как у Часика, которого он создал.\\n\\nПо мере того, как распространялись слухи, часы на его руке тоже набирали популярность. Искатели грёз признают, что им ни за что не угнаться за столь почитаемым господином, и относятся с пиететом к нему и символу удачи. Благодаря многочисленным рекламным кампаниям изображение часов стало самым распространённым на Пенаконии - его используют на одежде, аксессуарах, на этикетах продуктов питания... Влияние легендарного магната можно увидеть везде, от уличного граффити до гигантских часов в вестибюле отеля.\\n\\n- Кто не полюбит часы Пенаконии?\\n\\nСамого Часовщика, похоже, всё устраивает, и он ни разу не высказался против изначального дизайна часов, хотя бы пока этот символ остаётся привычной частью жизни на Пенаконии, хотя бы пока никто снова не интересуется, откуда взялся Часовщик."
    },
    {
      "_id": 31183,
      "ids": [31183, 41183, 51183, 61183],
      "id": "_",
      "name": "Иллюзорный костюм Часовщика",
      "type": "BODY",
      "desc": "Роскошный элегантный костюм с кожаным воротником. Его изысканный и утончённый крой идеально подходит для светских мероприятий, например, банкетов.",
      "typeText": "Тело",
      "backstory": "В легендах Пенаконии у Часовщика очень много личин и обликов.\\n\\nВ этих выдуманных историях он предстаёт то добрым старцем, то утончённой дамой, и даже великаном ростом в сотни метров... Но кем бы он ни был, его всегда представляют как изысканно одетого.\\n\\nПо легенде, Часовщик поделился секретом с партнёром по танцам там, где в Мире грёз переплетаются рассветы и закаты. Узнав об этом, люди поспешили на танцевальные площадки и стали приглашать самых загадочных гостей, облачённых в самые элегантные одежды, присоединиться к ним. Благодаря этому всё больше и больше искателей грёз узнавали друг друга, и постепенно балы стали идеальным местом для поиска друзей и возлюбленных. Входные билеты, несмотря на свою высокую цену, всегда распроданы. И пусть виновник торжества никогда там не появляется, это нисколько не умаляет пылкого желания гостей поскорее с ним повидаться.\\n\\n«Ваш костюм... неужели вы знаменитый Часовщик?» - этот искренний вопрос впоследствии стал высшим проявлением лести, а затем и вовсе стал кодовой фразой для приглашения партнёра на танец.\\n\\nТак, у Часовщика появился ещё один бизнес по организации танцевальных вечеров, а в Мире грёз - ещё одно место, полное романтики и страсти."
    },
    {
      "_id": 31184,
      "ids": [31184, 41184, 51184, 61184],
      "id": "_",
      "name": "Туфли сокрытия снов Часовщика",
      "type": "FOOT",
      "desc": "Пара роскошных кожаных туфель. Их владелец, приняв загадочный облик, некогда тайком бродил среди грёз.",
      "typeText": "Ноги",
      "backstory": "Часовщик исходил каждый миллиметр Мира грёз и побывал в каждом событии пенаконийской истории. На Земле грёз его имя веками передавалось из уст в уста, и до искателей до сих пор доходят рассказы о нём.\\n\\nЛюди начали сомневаться, что речь об одном человеке, - возможно, это целая группа людей, а, возможно, всего лишь фальсификация Семьи.\\n\\nНекоторые искатели грёз поклялись раскрыть правду о Часовщике. Они отправлялись в самые разные уголки Мира грёз в поисках следов непостижимого магната, но тайн становилось всё больше - загадочный гость на деловых переговорах; торговая марка, не имеющая владельца, получившая неожиданный успех; огромные инвестиции из неизвестного источника... Стоит им смириться, что Часовщик не существует, как они то тут, то там находят множество подтверждений его присутствия в Мире грёз.\\n\\nПолки Библиотеки первого пробуждения буквально ломятся от книг о Часовщике. Его имя увековечено в истории Пенаконии.\\n\\nЧем больше люди стремятся узнать правду, тем больше их глаза затмевает ложь... В тысячах сказаний и сплетен эта одиозная фигура оставляет лишь отпечатки собственных стоп и никогда свой реальный облик."
    }
  ]
}
