{
  "_id": 126,
  "id": "wavestrider_captain",
  "name": "Преследующий волны капитан",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает крит. урон на <nobr>16%</nobr>.",
    "4": "Когда владелец становится целью умения другого союзника, он получает 1 ур. статуса Помощь, который может складываться до <nobr>2</nobr> раз. Если во время использования сверхспособности владелец имеет <nobr>2</nobr> ур. статуса Помощь, то он расходует все уровни этого статуса и повышает свою силу атаки на <nobr>48%</nobr> на <nobr>1</nobr> ход."
  },
  "pieces": [
    {
      "_id": 31261,
      "ids": [
        31261,
        41261,
        51261,
        61261
      ],
      "id": "captains_navigator_hat",
      "name": "Бамбуковая шляпа капитана",
      "type": "HEAD",
      "desc": "Перламутровая широкополая шляпа от солнца. Матросы морских судов с её помощью защищаются от палящих лучей Аквилы.",
      "typeText": "Голова",
      "backstory": "Обломки трёхпалубного военного корабля, севшего на риф у берега, похожи на гигантского кита. Этот корабль шёл в поход против сирен, но морские волны вытолкали его обратно к берегу, забрав погибшую команду на дно.\n\n«Храбрецы Фагусы, кем бы вы ни были, умоляю вас встать на защиту Скианы!» - на горький плач правителя никто не откликнулся, ведь тот, кто станет врагом сиренам, пойдёт на корм рыбам.\n\n«Дай мне самый прочный корабль и пятьдесят членов экипажа, тогда я расправлюсь с сиренами!». Молодой капитан в широкополой шляпе вышел из толпы. Перламутровая шляпа из бамбука отбрасывала на бледные перепуганные лица слабый радужный свет. Его появление было похоже на рассвет над морем, когда горизонт светлеет в один миг.\n\n«Я построю для тебя лучший в мире корабль!» - сияющее лицо капитана вдохновило ремесленников. Гигантский корабль построили из самого долговечного дерева, а нос украсили досками из дерева Керкес, наделённое силой пророчества...\n\n«Ступай, ученик мудрецов, герой, избранный богами. Пора положить конец сумасбродству Фагусы». Три дня спустя корабль с командой на борту вышел из Скианы."
    },
    {
      "_id": 31262,
      "ids": [
        31262,
        41262,
        51262,
        61262
      ],
      "id": "captains_lightcatcher_astrolabe",
      "name": "Звёздная астролябия капитана",
      "type": "HAND",
      "desc": "Морской компас, указывающий направление по свету звёзд. Даже в кромешной темноте посреди бескрайнего океана он определит верное направление.",
      "typeText": "Руки",
      "backstory": "Чёрные, словно свинцовые, тучи давят на верхушку мачты. Во время шторма корабль дёргается, будто мелкая ряска, а палуба из драгоценного дерева неистово раскачивается на гигантских волнах.\n\n«Море в конце года обычно спокойное, а ветра ласковы, но и их сирена заразила пагубной жестокостью», - молодой капитан, стоя на носовой башне, прищурившись, смотрит на густые чёрные тучи вдалеке... Астролябия на его руке по-прежнему не реагирует.\n\nРаздался раскат грома, и главный парус с треском порвался. Среди матросов началась паника. Грозным рыком молодой капитан восстановил порядок и потребовал от гребцов чётко исполнять приказы, рулевому он дал команду увести корабль от горами вздымающихся волн... Прежде чем засияет путеводный свет Аквилы, необходимо справиться с гневом Фагусы. Внезапно капитан поднял руку и закричал. Морской компас на его запястье отражал мерцающий свет звёзд...\n\n«Слушайте все, следуйте за светом, и мы прорвёмся сквозь шторм!»\n\nМатросы воодушевились и громко запели. Корабль разрезал волны, будто нож, устремляясь к рассвету.\n\n«Скоро мы сбросим её кандалы! Следите за горизонтом, приготовьтесь! Вперёд!»"
    },
    {
      "_id": 31263,
      "ids": [
        31263,
        41263,
        51263,
        61263
      ],
      "id": "captains_wind_mantle",
      "name": "Плащ-ветровка капитана",
      "type": "BODY",
      "desc": "Мореходный плащ развевается, будто парус. Если ветер не идёт навстречу капитану, капитан сам становится ветром.",
      "typeText": "Тело",
      "backstory": "Пылающая бронзовая арбалетная стрела размером с человека прошла сквозь морской туман и, мгновение не долетев до чешуи сирены, разбилась вдребезги. Бледные щупальцы обвились вокруг тел моряков, а отсечённые тентакли метались по палубе, пожирая перепуганных матросов.\n\n«Члены экипажа изо всех сил брыкались в воздухе, выкрикивали моё имя сквозь слёзы. Ничего ужаснее в своей корабельной жизни я не видел», - голос капитана дрожал так, что было ясно - он говорит правду.\n\nГигантская сирена всплыла на поверхность, её спутавшиеся щупальца крепко обвили корабль, её спина была подобна дрейфующему острову. Старший помощник вонзил в тысячезубую пасть раскалённое копьё, и зловонная чёрная кровь залила всю палубу. К счастью, члены экипажа избежали смертельной атаки. Когда капитан повернул голову, то увидел, что гигантское щупальце разбило корму в щепки, будто Копьё Ярости Никадора ударило в ореховую скорлупу. Что делать, когда выпадает столь редкая возможность - атаковать или бежать? Все смотрели на капитана.\n\n«Лево руля. Гребцы, полный вперёд! Встретим врага под полными парусами!»\n\nПлащ капитана раздувался от порывов ветра. Члены экипажа отважно смотрели смерти в глаза. Закалённая сталь вонзилась в чешую, киль был сломан, сирена громогласно вскрикнула. Её тело, утратившее прежнюю неодолимую силу, медленно погрузилось на дно морское."
    },
    {
      "_id": 31264,
      "ids": [
        31264,
        41264,
        51264,
        61264
      ],
      "id": "captains_tidal_boots",
      "name": "Морские сапоги капитана",
      "type": "FOOT",
      "desc": "Барашки волн распускаются под сапогами капитана. Пусть он ушёл навсегда, но прибой приносит его благословение.",
      "typeText": "Ноги",
      "backstory": "Где-то на морском берегу молодой капитан, лёжа на спине, смотрел в небо. Вечернее солнце окрасило усыпанный обломками берег в золотой цвет... В его сиянии казалось, что до Скианы рукой подать. Но он знал, что это последние лучи солнца в его жизни.\n\n«...Я укротил сумасбродство Фагусы». Сирена уже лежит на дне морском и ещё сотню лет не посмеет угрожать побережью.\n\nСделанная из исполинского древа Керкес доска спрашивает капитана, какими будут его последние слова. Она поплывёт по волнам обратно в Скиану, по которой успела истосковаться, и расскажет сагу об их героическом походе, чтобы вдохновить молодые поколения на морские путешествия. Капитан увидел отрубленные ноги, обутые в сапоги, что подарил ему мудрый наставник. В них он путешествовал от полиса к полису... И вот, долгий путь завершается здесь.\n\n«Передай им, что я отправился покорять море душ. А родина пусть не горюет обо мне».\n\nМорской ветер год за годом обдувал городские стены Скианы. История о сирене превратилась в колыбельную, которую матери поют своим детям... А счастливо уцелевшие матросы всё ещё ждут возвращения своего капитана из морской пучины."
    }
  ]
}