{
  "_id": 127,
  "id": "worldremaking_deliverer",
  "name": "Воссоздающий мир спаситель",
  "desc": "",
  "isPlanarOrnament": false,
  "effects": {
    "2": "Повышает крит. шанс на <nobr>8%</nobr>.",
    "4": "Если после использования владельцем базовой атаки или навыка его дух памяти находится на поле боя, то макс. НР владельца и его духа памяти повышается на <nobr>24%</nobr>, и наносимый всеми союзниками урон повышается на <nobr>15%</nobr> до следующего использования владельцем базовой атаки или навыка."
  },
  "pieces": [
    {
      "_id": 31271,
      "ids": [
        31271,
        41271,
        51271,
        61271
      ],
      "id": "deliverers_hood",
      "name": "Накидка пути Спасителя",
      "type": "HEAD",
      "desc": "Легендарная накидка, которой Спаситель якобы {F#укрывалась}{M#укрывался} от ветра и дождя. В действительности может отличаться от описаний рапсодов.",
      "typeText": "Голова",
      "backstory": "Ночная мгла Оронис окутывает лавровые ветви,\nи {F#героиня}{M#герой}-спаситель спускается из-за пределов неба в Омут судьбы, вместе с чёрным ящиком.\n\n{F#Она откликнулась}{M#Он откликнулся} на пророчество, пусть жрецы в те времена боялись говорить о мирах за пределами неба.\n- Не смейте громко говорить о небе, ведь тогда подозрительный Аквила не пожалеет для вас молний.\nУслышав это, {F#непоколебимая}{M#непоколебимый} Спаситель гневно ответил{F#а}:\n- О прорицатель бедствий, не мыслил ты, что и боги должны бояться кары от детей человеческих.\n\nС городской стены Спаситель наблюдал{F#а}, как алый рассвет поднимается над горизонтом...\n- Первый - Никадор, раздором повелевающий.\nМолю его о славе, а не безумии.\nСпаситель откинул{F#а} капюшон и метнул{F#а} копьё,\nи стремительная тень его, подобно волку ранней весной, устремилась к улицам каструма Кремноса.\n\n- Во имя Мнестии! Раз оборваны нити судьбы, сплету новую главу.\nВдали раздался рёв Безумного Царя, его копьё первым возвестило об отправлении.\n- Товарищи-златиусы ждут, мне пора в путь.\n\nЖрецы Янус взглянули на серые развевающиеся волосы Спасителя и громко возликовали,\nрадуясь, словно иссохшие семена трав, получившие влагу."
    },
    {
      "_id": 31272,
      "ids": [
        31272,
        41272,
        51272,
        61272
      ],
      "id": "deliverers_sword_gauntlet",
      "name": "Перчатки меча Спасителя",
      "type": "HAND",
      "desc": "Легендарные перчатки, которые Спаситель якобы носил{F#а}, пробираясь сквозь тернии. В действительности могут отличаться от описаний рапсодов.",
      "typeText": "Руки",
      "backstory": "Ледяное море Фагусы высекает берега Стиксии,\nи {F#героиня}{M#герой}-спаситель прибывает к переправе через Реку душ. Там призрачный павший дракон служит паромщиком в царство мёртвых.\n\nДуши умерших в Реке душ превращаются в елейный шёпот, они зовут {F#героиню}{M#героя} навсегда покинуть мир живых.\n- Уже покорил{F#а} ты титанов того мира, почему бы не оставить великие дела своим преемникам?\nУслышав это, {F#опечаленная}{M#опечаленный} Спаситель горько ответил{F#а}:\n- О падшие души, неведомо вам, что моё желание спасти мир сильнее жажды воссоединения.\n\nНа пароме Спаситель вспоминает своё путешествие Преследующих пламя...\n- Прощай, Танатос, богиня смерти.\nМолю тебя, позаботься о моих товарищах, пусть они никогда и не страшились смерти.\nСпаситель нежно {F#коснулась}{M#коснулся} замшевых перчаток, что хранили тепло друзей.\nС берегов, усыпанных анделями, тёплый влажный западный ветер нёс {F#её}{M#его} к миру людей.\n\n- Керкес, защити мой разум, чтобы не пришлось мне оглядываться назад.\nЭтот миг воскрешения унял любые сомнения, что {F#она}{M#он} - истинный герой.\n- Недолго осталось ждать, мои товарищи-златиусы, я исполню эту вечную клятву.\n\nЗемли Геориоса приветствовали {F#её}{M#его}, и путь Преследующих пламя продолжился.\nПодобно тучам, что рассеиваются в ночи, однажды утренняя звезда засияет вновь."
    },
    {
      "_id": 31273,
      "ids": [
        31273,
        41273,
        51273,
        61273
      ],
      "id": "deliverers_robe_of_legacy",
      "name": "Китель наследия Спасителя",
      "type": "BODY",
      "desc": "Легендарный китель, который Спаситель якобы надевал{F#а} во время сражений. В действительности может отличаться от описаний рапсодов.",
      "typeText": "Тело",
      "backstory": "Чёрные тучи Аквилы клубятся от гнева,\n{F#героиня}{M#герой}-спаситель ступает на радужный мост и сокрушает некогда недосягаемое небо.\n\nРядом со Спасителем был {F#её}{M#его} верный напарник, с которым они прошли жизнь и смерть.\n- Путешествие Преследующих пламя - это путь бесконечных потерь, и даже жизнь под их весом имеет малую ценность.\nУслышав это, {F#решительная}{M#решительный} Спаситель спокойно ответил{F#а}:\n- Я давно понял{F#а} вашу решимость, и даже после сотни тысяч раз никогда не предам её.\n\nИдя навстречу эре воскресающей земли, Спаситель прощается с соратниками, что защищают обратный путь.\n- Это тысячелетний поход и эпос,\nистория, переданная нам бесчисленными предшественниками, которая завершится сегодня здесь.\nПоследний товарищ накинул плащ на плечи Спасителя и повернулся к сонму могущественных врагов.\nЭто символ боевого товарищества, их доверия и наследия.\n\n- Услышь же меня, Талант, такая героическая жертва достойна лучшего завтра.\n- Воистину, мы ждали испепеляющего пламени...\nЧтобы начертать первую строку в эпосе сотворения.\n\nПод нежным взором Кефала Спаситель воссоздаст мир заново, исполнив желания каждого..."
    },
    {
      "_id": 31274,
      "ids": [
        31274,
        41274,
        51274,
        61274
      ],
      "id": "deliverers_boots_of_pioneering",
      "name": "Ботфорты освоения Спасителя",
      "type": "FOOT",
      "desc": "Легендарные сапоги, которые, Спаситель якобы носил{F#а} во время странствий. В действительности может отличаться от описаний рапсодов.",
      "typeText": "Ноги",
      "backstory": "- Золотой Кокон, ты станешь свидетелем конца романтики и заново соткёшь идеальную судьбу.\n- Врата Бесконечности, ты распахнёшь тысячи путей домой и воплотишь пророчество о завтрашней встрече.\n- Ветвь Разлома, ты посеешь семя сомнения, которое прорастёт в людской мудрости.\n- Циркадное Око, узри! То небо без изъяна и щели, где на краю сияет исцеляющая радуга.\n\n- Возвращайся домой, Копьё Ярости, ты взойдёшь на трон, окружённый людьми, и принесёшь сюда мир.\n- Говори всё, что пожелаешь, Монета Причуд, будь то хитрая шутка или искренние слова, тебе не нужно ничего скрывать.\n- Заключи же всех в объятия, Десница Тени, владычица Реки душ...\nТвоя нежность способна согреть море цветов на том берегу, и каждое прощание достойно ожидания новой встречи.\n\n- Люди услышат песнь Кубка Изобилия, что не смолкает на пиру.\n- Люди узрят, как Покров Вечной Ночи хранит незабвенное время.\n- Нерушимый Горный Хребет будет нести всё сущее в его странствии, до самого конца.\n- Весы Правосудия даруют беспристрастный закон, коронуя бесчисленных героев Погони за пламенем...\n\n- Трон Всех Миров, тебе больше не нужно нести это бремя в одиночестве.\nСмотри, неугасимое палящее солнце уже восходит...\n\nРечи, выкованные сожалением, обретут совершенство в новых стихах.\nНедостижимое станет достижимым благодаря Освоению."
    }
  ]
}