{
  "_id": 10019,
  "id": "10019",
  "name": "ดาราที่หวนคืน",
  "tabName": "ดาราที่หวนคืน",
  "tag": "กิจกรรมหวนคืน",
  "introduction": "◆ คำอธิบายกติกา ◆\nในช่วงเวลากิจกรรม ผู้บุกเบิกที่หวนคืนจะสามารถรับ \"ของขวัญการหวนคืน\" ได้ 1 ครั้ง เข้าร่วมและสำเร็จกิจกรรม \"เช็คอิน 7 วัน\" และ \"หนทางการหวนคืน\" เพื่อรับรางวัลที่เกี่ยวข้อง ในช่วงเวลากิจกรรม เมื่อทำการท้าทายและผ่านด่าน Calyx, Cavern of Corrosion เป็นต้น ยังสามารถรับรางวัลสองเท่าจาก \"ของขวัญต้อนรับคูณสอง\" ได้อีกด้วย ทั้งยังสามารถรับรีลิกส์ที่เหมาะสมกับค่าสถานะหลักได้หนึ่งเซ็ตทันที และใช้ \"ตั๋วเชื้อเพลิง\" เพื่อรับวัสดุสำหรับพัฒนาได้อย่างรวดเร็วด้วย\n\n◆ ความช่วยเหลือด้านการพัฒนา ◆\nในช่วงเวลากิจกรรม สามารถเลือกตัวละครหนึ่งตัวที่มีอยู่ในปัจจุบัน เพื่อรับชุดรีลิกส์ที่เหมาะสมกับค่าสถานะหลักและเซ็ตได้ทันที\nในรางวัล \"ของขวัญการหวนคืน\" ผู้บุกเบิกจะได้รับ \"ตั๋วเชื้อเพลิง\" จำนวนหนึ่ง ซึ่งสามารถใช้ตั๋วเชื้อเพลิงเพื่อรับวัสดุจาก Calyx/ Stagnant Shadow ได้อย่างรวดเร็ว โดยหลังจากกิจกรรมสิ้นสุดลง ตั๋วเชื้อเพลิงที่ได้จาก \"ของขวัญการหวนคืน\" และไม่ได้ใช้ จะถูกเรียกคืน\n\n◆ รางวัลล็อกอินสะสม \"เช็คอิน 7 วัน\" ◆\nในช่วงเวลากิจกรรม ล็อกอินเข้าสู่เกมทุกวันเพื่อรับรางวัล โดยรางวัลจะอัปเดตในเวลา 04:00 น. ของทุกวัน (เวลาเซิร์ฟเวอร์) รางวัลล็อกอินรายวันสามารถรับได้เพียง 1 ครั้งเท่านั้น โดยสามารถรับรางวัลได้สูงสุด 7 วัน\n\n◆ รางวัลภารกิจหวนคืน \"หนทางการหวนคืน\" ◆\nในช่วงเวลากิจกรรม ทำภารกิจที่กำหนดให้สำเร็จ เพื่อรับรางวัลภารกิจและรางหวนคืน เมื่อรางหวนคืนถึงจำนวนที่กำหนดแล้ว จะสามารถรับรางวัลระดับที่สอดคล้องกันได้ ซึ่งรางวัลเพิ่มเติมในแต่ละขั้นสามารถรับได้เพียงครั้งเดียวเท่านั้น\n\n◆ รางวัลสองเท่าเพิ่มเติมของ \"ของขวัญต้อนรับคูณสอง\" ◆\nในช่วงเวลาหวนคืน ผู้บุกเบิกจะมีโอกาสที่จะได้รับรางวัลสองเท่าจาก Calyx, Cavern of Corrosion และจักรวาลประดับ หลังจากใช้จำนวนรางวัลสองเท่าและพลังบุกเบิกจนหมดแล้ว จะได้รับรางวัลเพิ่มเติม 1 ครั้ง ซึ่งนอกเหนือไปจากรางวัลเดิม\n※ หากช่วงเวลากิจกรรม \"ดาราที่หวนคืน\" ตรงกับช่วงที่กิจกรรมดรอปสองเท่าอื่นๆ เปิด เช่นกิจกรรม \"บุปผาบานสะพรั่ง\" เมื่อรับรางวัลก็จะใช้จำนวนรางวัลสองเท่า จากกิจกรรมอย่างเช่น \"บุปผาบานสะพรั่ง\" ก่อนเป็นอันดับแรก\n\n◆ แบบสอบถามการหวนคืน ◆\nตอบแบบสอบถามให้สำเร็จเพื่อรับรางวัล โดยรางวัลจะถูกส่งให้ทางกล่องจดหมาย ทั้งนี้คุณสามารถทำแบบสอบถามได้เพียงครั้งเดียวเท่านั้น หากส่งแบบสอบถามไปแล้ว จะไม่สามารถตอบหรือทำการแก้ไขได้อีก",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}