{
  "_id": 10019,
  "id": "10019",
  "name": "ดาราที่หวนคืน",
  "type": 19,
  "tabName": "ดาราที่หวนคืน",
  "tag": "กิจกรรมหวนคืน",
  "introduction": "◆ คำอธิบายกติกา ◆\nในช่วงเวลากิจกรรม ผู้บุกเบิกที่หวนคืนจะสามารถรับ \"ของขวัญการหวนคืน\" ได้ 1 ครั้ง เข้าร่วมและสำเร็จกิจกรรม \"เช็คอิน 7 วัน\" และ \"หนทางการหวนคืน\" เพื่อรับรางวัลที่เกี่ยวข้อง ในช่วงเวลากิจกรรม เมื่อทำการท้าทายและผ่านด่าน Calyx ยังสามารถได้รับรางวัลสองเท่าจาก \"ของขวัญต้อนรับคูณสอง\" อีกด้วย\n\n◆ รางวัลล็อกอินสะสม \"เช็คอิน 7 วัน\" ◆\nในช่วงเวลากิจกรรม ล็อกอินเข้าสู่เกมทุกวันเพื่อรับรางวัล โดยรางวัลจะอัปเดตในเวลา <unbreak>04</unbreak>:<unbreak>00</unbreak> น. ของทุกวัน (เวลาเซิร์ฟเวอร์) รางวัลล็อกอินรายวันสามารถรับได้เพียง 1 ครั้งเท่านั้น โดยสามารถรับรางวัลได้สูงสุด 7 วัน\n\n◆ รางวัลภารกิจหวนคืน \"หนทางการหวนคืน\" ◆\nในช่วงเวลากิจกรรม ทำภารกิจที่กำหนดให้สำเร็จ เพื่อรับรางวัลภารกิจและรางหวนคืน เมื่อรางหวนคืนถึงจำนวนที่กำหนดแล้ว จะสามารถรับรางวัลระดับที่สอดคล้องกันได้ ซึ่งรางวัลเพิ่มเติมในแต่ละขั้นสามารถรับได้เพียงครั้งเดียวเท่านั้น\n\"หนทางการหวนคืน\" แบ่งออกเป็น 4 ระดับด้วยกัน โดยแต่ละระดับจะเปิดในเวลา <unbreak>04</unbreak>:<unbreak>00</unbreak> น. ของทุกวันตามลำดับ (เวลาเซิร์ฟเวอร์)\n\n◆ รางวัลสองเท่าเพิ่มเติมของ \"ของขวัญต้อนรับคูณสอง\" ◆\nในช่วงเวลาหวนคืน ผู้บุกเบิกจะมีโอกาสทั้งหมด <unbreak>42</unbreak> ครั้ง ที่จะได้รับรางวัลสองเท่าจาก Calyx โดยสามารถรับได้ 6 ครั้งต่อวัน หลังจากใช้จำนวนรางวัลสองเท่าของ Calyx และพลังบุกเบิกจนหมดแล้ว จะได้รับรางวัลเพิ่มเติม 1 ครั้ง ซึ่งนอกเหนือไปจากรางวัลเดิม\nจำนวนรางวัลสองเท่าจะรีเซ็ตในเวลา <unbreak>04</unbreak>:<unbreak>00</unbreak> น. ของทุกวัน (ตามเวลาเซิร์ฟเวอร์) ขอให้ผู้บุกเบิกโปรดทำการท้าทายให้ทันเวลา\n※ หากช่วงเวลากิจกรรม \"ดาราที่หวนคืน\" ตรงกับช่วงที่กิจกรรม \"บุปผาบานสะพรั่ง\" เปิด เมื่อทำการท้าทายและผ่านด่าน Calyx ก็จะใช้จำนวนรางวัลสองเท่าจากกิจกรรม \"บุปผาบานสะพรั่ง\" ก่อนเป็นอันดับแรก\n\n◆ แบบสอบถามการหวนคืน ◆\nตอบแบบสอบถามให้สำเร็จเพื่อรับรางวัล โดยรางวัลจะถูกส่งให้ทางกล่องจดหมาย ทั้งนี้คุณสามารถทำแบบสอบถามได้เพียงครั้งเดียวเท่านั้น หากส่งแบบสอบถามไปแล้ว จะไม่สามารถตอบหรือทำการแก้ไขได้อีก",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuesPlayerReturn.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}
