{
  "_id": 10043,
  "id": "10043",
  "name": "คำเชิญสู่งานฉลอง",
  "description": "ส่งคำเชิญจากดาวแห่งการเฉลิมฉลองถึงเพื่อนของคุณกันเถอะ! เข้าร่วมการเฉลิมฉลองสุดยิ่งใหญ่ และตามหาความฝันใน Penacony ดินแดนแห่งความสนุก เพื่อลุ้นรับสูงสุดถึง <unbreak>540</unbreak> Stellar Jade!",
  "type": 38,
  "tabName": "คำเชิญสู่งานฉลอง",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ แนะนำกิจกรรม ◆\n● ในช่วงกิจกรรม สามารถเชิญชวนผู้บุกเบิกให้หวนคืน เพื่อรับ Stellar Jade และของรางวัลอื่นๆ\n● ผู้บุกเบิกที่ยังคงเล่นเกมอยู่ สามารถแชร์รหัสเชิญของตัวเอง และเชิญผู้บุกเบิกคนอื่นๆ ที่มีคุณสมบัติตรงตามเงื่อนไขให้หวนคืน เพื่อรับ Stellar Jade และโอกาสในการจับรางวัลได้\n● หลังจากผู้บุกเบิกที่หวนคืนล็อกอินเข้าสู่เกมแล้ว สามารถแชร์รหัสเชิญของตัวเอง เพื่อเชิญผู้บุกเบิกคนอื่นๆ ที่มีคุณสมบัติตรงตามเงื่อนไขการหวนคืนเข้ามาร่วมกิจกรรมบนเว็บไซต์ได้\n※ การอัปเดตสถานะของผู้บุกเบิกที่หวนคืนอาจมีความล่าช้า ผู้บุกเบิกสามารถรอ 2 นาทีแล้วรีเฟรชหน้าเว็บไซต์เพื่อตรวจสอบใหม่อีกครั้ง\n\n◆ รางวัลกิจกรรม ◆\n● เมื่อเชิญชวนผู้บุกเบิกให้หวนคืนครบ 6 คน และสำเร็จภารกิจบนเว็บไซต์ทั้งหมดแล้ว จะได้รับ Stellar Jade ×<unbreak>540</unbreak>\n● เมื่อผู้บุกเบิกแชร์รหัสเชิญบนเว็บไซต์เป็นครั้งแรก จะได้รับ Stellar Jade ×<unbreak>30</unbreak> เมื่อผู้บุกเบิกที่หวนคืนผูกรหัสเชิญเป็นครั้งแรก จะได้รับ Stellar Jade ×<unbreak>60</unbreak>\n● เมื่อสำเร็จการสร้างตั๋วจับรางวัล DIY เป็นครั้งแรก จะได้รับโอกาสจับรางวัล 1 ครั้ง ทุกครั้งที่เชิญผู้บุกเบิกให้หวนคืนได้ 1 คน จะได้รับโอกาสในการจับรางวัล 1 ครั้ง โดยสามารถรับได้สูงสุด <unbreak>21</unbreak> ครั้ง\n\n◆ ผู้บุกเบิกที่หวนคืน ◆\nผู้บุกเบิกที่สามารถเข้าร่วมกิจกรรม \"ดาราที่หวนคืน\" ได้ จะถือว่าเป็น \"ผู้บุกเบิกที่หวนคืน\" เงื่อนไขการเข้าร่วม \"ดาราที่หวนคืน\" มีดังต่อไปนี้:\n● เลเวลบุกเบิก ≥ Lv.<unbreak>10</unbreak> และสำเร็จภารกิจบุกเบิก \"Jarilo-VI\" - \"ปลายดาบนั้นที่ตั้งตารอมาแสนนาน\" แล้ว\n● ไม่ได้ล็อกอินเข้าสู่เกมติดต่อกันเป็นเวลา ≥ <unbreak>14</unbreak> วัน\n● ทิ้งระยะห่างจากการเข้าร่วมกิจกรรม \"ดาราที่หวนคืน\" รอบที่แล้ว ≥ <unbreak>40</unbreak> วัน\n※ ระยะเวลาต่อเนื่องของสถานะผู้บุกเบิกที่หวนคืน จะสอดคล้องกับเวลาของกิจกรรม \"ดาราที่หวนคืน\"",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuestRetrunRecall.png",
  "unlockConditions": "[PlayerLevel:10],[FinishMainMission:1010403]"
}
