{
  "_id": 140002,
  "id": "140002",
  "name": "เรื่องเล่าขานตำนานการผจญภัย",
  "description": "วิกฤตของ Luofu ได้สงบลงชั่วคราว และเรื่องราวความสำเร็จของผู้มาเยือนนิรนามก็เป็นที่พูดถึงไปทั่วทุกที่ ดูเหมือนคุณ Xiyan นักเล่าเรื่องใน Starskiff Haven คนนั้น จะสนใจการผจญภัยของพวกคุณมาก และอยากจะดัดแปลงเรื่องราวนี้ ให้กลายเป็นเรื่องเล่า...",
  "type": 28,
  "tabName": "เรื่องเล่าขานตำนานการผจญภัย",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\nชื่อเสียงของผู้มาเยือนนิรนามต่างเป็นที่เลื่องลือไปทั่วทั้ง Xianzhou นักเล่าเรื่องจึงอยากจะเขียนเรื่องราวของผู้มาเยือนนิรนาม และด้วยเหตุนี้ เขาจึงมาขอความช่วยเหลือจากผู้บุกเบิก\n\n◆ กติกากิจกรรม ◆\nการเดินทางของฮีโร่จะมีทั้งหมด 3 บทด้วยกัน หลังจากเสร็จสิ้น 1 บทแล้ว ก็จะปลดล็อกตำนานอดีตกาลจวบจนปัจจุบันบางส่วน\n● หลังจากผู้บุกเบิกสำเร็จการเดินทางของฮีโร่แล้ว จะได้รับโมเดลตัวเอกและค่อยๆ เติมเต็มความสามารถในนั้น การใช้ความสามารถเหล่านี้จะทำให้คุณเป็นเหมือนเสือที่มีปีกในตำนานอดีตกาลจวบจนปัจจุบัน\n● โมเดลตัวเอกสามารถมอบเซ็ตวงแหวนพลังหลากหลายแบบ ซึ่งสามารถสวมใส่ได้อย่างอิสระ และเอฟเฟกต์ของพวกมันจะส่งผลในตำนานอดีตกาลจวบจนปัจจุบัน\n● การจับคู่วงแหวนพลังให้กับโมเดลตัวเอกอย่างเหมาะสม จะทำให้ได้รับคะแนนจากการต่อสู้สูงขึ้น\n● ผู้บุกเบิกสามารถเลือกตัวละครทดลองใช้เพื่อเข้าร่วมตำนานอดีตกาลจวบจนปัจจุบันได้\nในระหว่างการต่อสู้ ศัตรูจะปรากฏตัวอย่างต่อเนื่อง ภายในจำนวนรอบที่จำกัด โดยสามารถรับคะแนนได้จากการสร้าง DMG และกำจัดศัตรู ทุกครั้งที่การต่อสู้สิ้นสุดลง จะอัปเดตคะแนนสูงสุดตามผลการท้าทายในครั้งนั้นๆ\n● เมื่อผู้บุกเบิกเพิ่ม \"ระดับความสมดุล\" เลเวลของศัตรูในกิจกรรมและตัวละครทดลองใช้ก็จะเพิ่มขึ้นตามไปด้วย\n\n◆ รางวัลกิจกรรม ◆\nเมื่อคะแนนในตำนานอดีตกาลจวบจนปัจจุบันถึงตามที่กำหนด ก็จะสามารถรับรางวัลการท้าทายได้จาก \"รายการของรางวัล\"\n● เมื่อตำนานอดีตกาลจวบจนปัจจุบันแต่ละตอน ได้รับคะแนนอย่างน้อย 10000 คะแนน ก็จะสามารถปลดล็อกเนื้อหา \"ตำนานฮีโร่ผู้บุกเบิก\" ส่วนที่เกี่ยวข้องกับตำนานอดีตกาลจวบจนปัจจุบันตอนนั้นๆ ได้อีกด้วย ทั้งนี้ตัวเอกในเนื้อหาจะเปลี่ยนไปตามตัวละครที่ใช้ หลังจากปลดล็อกเนื้อหาทั้งหมดแล้ว จะได้รับไอเทมลิมิเต็ด \"ตำนานฮีโร่ผู้บุกเบิก\" ซึ่งสามารถดูซ้ำได้ที่แถบไอเทมภารกิจในช่องเก็บของ โดยไอเทมลิมิเต็ดนี้จะสามารถรับได้ในกิจกรรมนี้เท่านั้น\n● หลังจากได้รับ \"ตำนานฮีโร่ผู้บุกเบิก\" แล้ว สามารถไปที่คุณ Xiyan เพื่อเข้าร่วมการต่อสู้อีกครั้ง และปรับเปลี่ยนตัวละครหลักที่ปรากฏในเรื่องราวได้",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnFantasticStory.png",
  "unlockConditions": "[PlayerLevel:21]"
}