{
  "_id": 150006,
  "id": "150006",
  "name": "ตำนานจิ้งจอกลี้ลับ",
  "description": "เตาแห่งการสรรค์สร้างพังเสียหาย ปีศาจร้ายอย่าง \"Heliobi\" จึงหนีออกไป Ten-Lords Commission ได้รับคำสั่งให้ปราบปรามปีศาจร้ายเหล่านั้น ส่วนคุณก็กำลังจะได้พบกับการผจญภัยร่วมกับผู้พิพากษา",
  "type": 30,
  "tabName": "ตำนานจิ้งจอกลี้ลับ",
  "tag": "คำอธิบายเกมเพลย์",
  "introduction": "◆ คำอธิบาย ◆\nเตาแห่งการสรรค์สร้างพังเสียหาย ปีศาจร้ายอย่าง \"Heliobi\" จึงหนีออกไป Ten-Lords Commission ได้รับคำสั่งให้ปราบปรามปีศาจร้ายเหล่านั้น ส่วนคุณก็กำลังจะได้พบกับการผจญภัยร่วมกับผู้พิพากษา\n\n◆ การบุกเบิกต่อเนื่อง \"ตำนานจิ้งจอกลี้ลับ\" ◆\n● การบุกเบิกต่อเนื่อง \"ตำนานจิ้งจอกลี้ลับ\" ประกอบไปด้วย \"ฝันผวาในสวนเฮี้ยน\" และเรื่องราวต่างๆ เช่น \"แฝดคนละฝา\", \"จุดสังเกต\", \"แก่นแท้แห่งดาบ\" และ \"ความฝันของมนุษย์จิ้งจอก\" หลังจากสำเร็จ \"ฝันผวาในสวนเฮี้ยน\" แล้ว จะเริ่มต้น \"ตำนานจิ้งจอกลี้ลับ\" ซึ่งเป็นเนื้อเรื่องต่อจากนั้น โดยจะสามารถทำคำขอการสำรวจใน \"สารพันเรื่องลี้ลับใน Luofu\" และท้าทายด่านใน \"บันทึกมิติลี้ลับ\"\n\n◆ สารพันเรื่องลี้ลับใน Luofu ◆\n● ผู้บุกเบิกจะร่วมมือกับหน่วยล่าท้าผี ดูแลบัญชี \"เจ้าหนู Gui Guinevere\" ในสารพันเรื่องลี้ลับใน Luofu เพื่อช่วยเพิ่มระดับความนิยมของบัญชี ผ่านการดึงดูดแฟนคลับ\n● ผู้บุกเบิกสามารถรับคำขอการสำรวจได้ใน \"สารพันเรื่องลี้ลับใน Luofu\" หลังจากที่ทำคำขอสำเร็จแล้ว จะสามารถแก้ไขและเผยแพร่โพสต์ของ \"หน่วยล่าท้าผี\" เพื่อดึงดูดความคิดเห็นจากชาวเน็ต และรับแฟนคลับจำนวนมาก รวมถึงคะแนนโบนัสอีกด้วย\n● การสะสมแฟนคลับจะช่วยเพิ่มระดับความนิยมของบัญชีในสารพันเรื่องลี้ลับใน Luofu ได้ โดยเมื่อเข้าสู่ระดับความนิยมขั้นใหม่แล้ว จะปลดล็อกเนื้อเรื่องใหม่ของการบุกเบิกต่อเนื่อง \"ตำนานจิ้งจอกลี้ลับ\" และเมื่อสำเร็จเนื้อเรื่องแล้ว จะสามารถปลดล็อกคำขอการสำรวจเพิ่มขึ้น\n● นอกจากรับคำขอการสำรวจแล้ว ผู้บุกเบิกยังสามารถตอบกลับความคิดเห็นของชาวเน็ต ใน \"สารพันเรื่องลี้ลับใน Luofu\" และรับคะแนนโบนัสได้อีกด้วย\n\n◆ บันทึกมิติลี้ลับ ◆\n● สำเร็จการบุกเบิกต่อเนื่อง \"ตำนานจิ้งจอกลี้ลับ\" เพื่อปลดล็อกหอคอยปราบปีศาจแต่ละแห่งของ Fyxestroll Garden และเปิดการท้าทายบันทึกมิติลี้ลับภายในนั้น โดยหอคอยปราบปีศาจแต่ละแห่ง จะประกอบไปด้วยด่านความยาก 4 ระดับด้วยกัน\n● สามารถรับคะแนนโบนัสได้จากการผ่านด่านใน \"บันทึกมิติลี้ลับ\" สะสมการผ่านด่านท้าทายเพื่อรับรางวัลในรางวัลมิติลี้ลับ\n● หลังจากสำเร็จการบุกเบิกต่อเนื่อง \"ความฝันของมนุษย์จิ้งจอก\" แล้ว จะปลดล็อก \"ปราบวิญญาณสุดเฮี้ยน\" ซึ่งในนั้นประกอบไปด้วยด่านตะลุยด่านท้ารบ 4 ด่านด้วยกัน ซึ่งแต่ละด่านจะปลดล็อกหลังจากผ่านด่านทุกๆ ระดับความยากของบันทึกมิติลี้ลับในหอคอยปราบปีศาจแล้ว\n● การท้าทายทั้งหมดในบันทึกมิติลี้ลับ จำเป็นต้องเลือกวิชาปราบวิญญาณ ที่ได้รับใน \"ตำนานจิ้งจอกลี้ลับ\" เพื่อทำการท้าทาย\n\n◆ รางวัลถาวร ◆\n● สามารถรับคะแนนโบนัสได้ โดยสำเร็จคำขอการสำรวจใน \"สารพันเรื่องลี้ลับใน Luofu\" และผ่านด่านใน \"บันทึกมิติลี้ลับ\"\n● สามารถเพิ่มเลเวลยอดสมาชิกในระบบ \"แผนเพิ่มยอดสมาชิก\" ได้ โดยการส่งมอบคะแนนโบนัสเพื่อรับรางวัลเพิ่มยอดสมาชิก",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuesHeliobus.png",
  "unlockConditions": "[PlayerLevel:21]"
}