{
  "_id": 150012,
  "id": "150012",
  "name": "เจ้าหนูนาฬิกา: กาลครั้งหนึ่งในความฝัน",
  "description": "Clock Studios ผู้ผลิตแอนิเมชันเรื่อง \"เจ้าหนูนาฬิกา\" กำลังตกอยู่ในช่วงวิกฤติ และตอนนี้ก็ยังไม่เห็นแม้แต่เงาของผู้กำกับภาพยนตร์เลย...",
  "type": 221,
  "tabName": "เจ้าหนูนาฬิกา: กาลครั้งหนึ่งในความฝัน",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\nเนื่องจากการหายตัวไปของ \"ช่างนาฬิกา\" Clock Studios จึงตกอยู่ในช่วงวิกฤติจนต้องหยุดการสร้าง รีบไปช่วยพวกเขา ตัดต่อภาพยนตร์ฟอร์มยักษ์ของเจ้าหนูนาฬิกาอย่าง \"กาลครั้งหนึ่งในความฝัน\" ให้สำเร็จกันเถอะ!\n\n◆ กติกากิจกรรม ◆\n● สำเร็จภารกิจผจญภัย \"นาฬิกาที่หยุดเดิน\" เพื่อเริ่มการตัดต่อภาพยนตร์เรื่อง \"กาลครั้งหนึ่งในความฝัน\"\n● ในระหว่างขั้นตอนการตัดต่อ ความคืบหน้าการตัดต่อของ \"กาลครั้งหนึ่งในความฝัน\" จะช่วยให้สวนสนุกได้รับเงินทุนสนับสนุน โดยเมื่อครบ <unbreak>100%</unbreak> แล้ว จะสามารถจัดงานรอบปฐมทัศน์เพื่อฟื้นฟูสวนสนุกได้ เงินทุนสนับสนุนที่ได้รับหลังจากฉายภาพยนตร์ได้สำเร็จ จะถูกนำมาใช้เพื่อซ่อมแซมหน้าจอที่เสียหายภายในสวนสนุก\n● เมื่อความคืบหน้าการตัดต่อเพิ่มขึ้นอย่างต่อเนื่อง ทางทีมงานก็จะได้รับโอกาสในการถ่ายทำ \"โฆษณา\" และจะได้รับรางวัล หลังจากทำภารกิจโฆษณาสำเร็จ\n● เพิ่มความคืบหน้าการตัดต่อของ \"กาลครั้งหนึ่งในความฝัน\" เพื่อปลดล็อก \"โฆษณา\" เพิ่มมากขึ้น\n\n◆ ตัดต่อภาพยนตร์ ◆\n● สิ่งสำคัญของการตัดต่อภาพยนตร์นั้น อยู่ที่การใช้ลูกเต๋าเวลาอย่างเหมาะสม เมื่อจัดสรรลูกเต๋าเวลาไปยังส่วนต่างๆ แล้ว จำนวนมุมกล้องของฉากที่เกี่ยวข้องจะเพิ่มขึ้นตามไปด้วย ในขณะเดียวกันนั้น ผลตอบรับของผู้ชมก็จะแตกต่างกันไป ซึ่งจะทำให้อารมณ์ของภาพยนตร์อย่าง \"ระทึกขวัญ\" \"ขบขัน\" และ \"ซาบซึ้ง\" เกิดการเปลี่ยนแปลง อารมณ์ของผู้ชมทั้งสามประเภทนี้คือ กุญแจสำคัญในการที่ภาพยนตร์จะประสบความสำเร็จหรือล้มเหลว\n● ก่อนที่ภาพยนตร์จะเสร็จสิ้น จะมีการทดลองฉายภายในเสียก่อน โดยภาพยนตร์ที่ต่างกัน จะมีมาตรฐานการทดลองฉายที่แตกต่างกัน ขอแค่บรรลุเงื่อนไขที่กำหนด ก็จะสามารถผ่านการทดลองฉายภายในได้\n● ภาพยนตร์ที่ไม่เป็นไปตามมาตรฐานการทดลองฉาย จะถือว่าการตัดต่อล้มเหลว ในขณะเดียวกัน หากหนึ่งในอารมณ์ของผู้ชมจากทั้งสามประเภทกลายเป็น 0 นั่นหมายความว่าเนื้อหาของภาพยนตร์มีปัญหา และจะถือว่าการตัดต่อล้มเหลวเช่นกัน\n\n◆ เนื้อเรื่องภาคเสริม ◆\n● ในระหว่างการตัดต่อ เมื่อตัดต่อภาพยนตร์สำเร็จ จะได้รับม้วนฟิล์มภาคเสริมของเหล่าตัวละครประกอบ และเมื่อสำเร็จการถ่ายทำส่วนเนื้อเรื่องที่มีตัวอย่างภาคเสริม จะปลดล็อกภาพยนตร์ภาคเสริมที่เกี่ยวข้องด้วย ไปช่วยเหล่านักสร้างแอนิเมชันในที่ต่างๆ ของสวนสนุกสำเร็จเนื้อเรื่องของเหล่าตัวประกอบกันเถอะ!\n\n◆ รางวัลถาวร ◆\n● ในระหว่างการตัดต่อ จะมีโอกาสได้ลองทิศทางของเนื้อเรื่องที่แตกต่างกัน ซึ่งอาจทำให้ตอนจบ ต่างไปจากเนื้อเรื่องเดิมอย่างสิ้นเชิง ทุกครั้งที่ตัดต่อตอนจบที่แตกต่างกันสำเร็จ จะสามารถรับรางวัลที่เกี่ยวข้องได้ที่ค่าตอบแทนนาฬิกา",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnClockPark.png",
  "unlockConditions": "[PlayerLevel:21]"
}