{
  "_id": 150003,
  "id": "150003",
  "name": "ตรอก Aurum สุดอลเวง",
  "description": "ย่านการค้าของตรอก Aurum นั้นเสื่อมโทรมมาเป็นเวลานาน และแล้วก็มีโอกาสที่จะได้รับการฟื้นฟูอีกครั้ง: ไม่ว่าจะได้รับทุนสนับสนุนจากองค์กร หรือถูกฟื้นฟูให้กลับมาเจริญรุ่งเรืองโดยสมาคมการค้าท้องถิ่น และคุณเองก็อยู่ในจุดที่มีผลต่อการตัดสินใจของผู้คนด้วย...",
  "type": 22,
  "tabName": "ตรอก Aurum สุดอลเวง",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\nย่านการค้าของตรอก Aurum นั้นเสื่อมโทรมมาเป็นเวลานาน และแล้วก็มีโอกาสที่จะได้รับการฟื้นฟูอีกครั้ง: ไม่ว่าจะได้รับทุนสนับสนุนจากองค์กร หรือถูกฟื้นฟูให้กลับมาเจริญรุ่งเรืองโดยสมาคมการค้าท้องถิ่น และคุณเองก็อยู่ในจุดที่มีผลต่อการตัดสินใจของผู้คนด้วย...\n\n◆ การบริหารตรอก Aurum ◆\n● สำเร็จภารกิจผจญภัย \"คืนสู่ความรุ่งเรือง 1\" เพื่อเริ่มการบริหารตรอก Aurum โดยจะมีทั้งหมด 4 ระดับด้วยกัน\n● ในช่วงการบริหารตรอก Aurum ให้หา \"เงินทุนสมาคมการค้า\" เพื่อช่วยสมาคมแก้ไขวิกฤต หลังจากบรรลุเป้าหมายการเก็บเงินทุนในแต่ละระดับ และมอบให้กับสมาคมการค้าแล้ว จะกระตุ้นให้เกิดเนื้อเรื่องของภารกิจที่ตามมา และภูมิทัศน์ของตรอก Aurum ก็จะเปลี่ยนไป\n● ในช่วงการบริหาร ยังสามารถสำเร็จ \"อิเวนต์ร้านค้า\" เพื่อสร้างความร่วมมือกับร้านค้าต่างๆ จากนั้นจะสามารถเลื่อนระดับการบริหาร และเปลี่ยนแปลงภูมิทัศน์ของร้านค้าได้ ทั้งนี้ร้านค้าบางส่วนที่สร้างความร่วมมือสำเร็จแล้ว จะจัดมอบสินค้าที่สามารถขายได้ให้อีกด้วย\n● หลังจากเพิ่มระดับการบริหารตรอก Aurum แล้ว จะปลดล็อก \"อิเวนต์ร้านค้า\" เพิ่มมากขึ้น\n\n◆ การโหลดสินค้า ◆\n● ในช่วงการบริหารตรอก Aurum คุณสามารถหา \"เงินทุนสมาคมการค้า\" ได้จากการโหลดสินค้า\n● หลังจากสำเร็จ \"อิเวนต์ร้านค้า\" จะสามารถเพิ่มรายการขนส่งและสินค้าใหม่ๆ ให้กับการโหลดสินค้าได้\n● หลังจากบรรลุเป้าหมายประจำระดับของตรอก Aurum แล้ว จะปลดล็อกเกมเพลย์ท้าทาย \"รายการขนส่งแบบกำหนดเอง\" ของร้านค้าแต่ละแห่ง\n● หลังจากเพิ่มระดับการบริหารตรอก Aurum แล้ว จะปลดล็อก Starskiff ขนส่งสินค้า ที่สามารถบรรทุกสินค้าได้มากขึ้น และรับรายได้จากรายการขนส่งที่สูงขึ้นด้วย\n\n◆ แผนการขนส่ง ◆\n● ในช่วงการบริหารตรอก Aurum จะสามารถวางแผนเส้นทางใน \"แผนการขนส่ง\" ได้ และเมื่อได้รับคะแนนขนส่งถึงตามที่กำหนดแล้ว จะได้รับรางวัลที่สอดคล้องกัน\n● หลังจากสำเร็จ \"อิเวนต์ร้านค้า\" จะสามารถปลดล็อกร้านค้าที่กำหนดในแผนการขนส่ง และวางแผนเส้นทางการขนส่งจากร้านค้าไปยังท่าเรือได้\n● หลังจากบรรลุเป้าหมายประจำระดับของตรอก Aurum แล้ว จะมี \"อิเวนต์รายทาง\" ปรากฏขึ้น และเมื่อทำอิเวนต์ดังกล่าวสำเร็จแล้ว จะได้รับรางวัลและปลดล็อกข้อได้เปรียบของเส้นทางใน \"แผนการขนส่ง\"\n● หลังจากเพิ่มระดับการบริหารตรอก Aurum แล้ว จะเปิดทางระดับต่ำ ทางระดับกลาง และทางระดับสูงตามลำดับ เพื่อรองรับร้านค้าที่มากขึ้น\n\n◆ รางวัลถาวร ◆\n● สามารถรับตราพลังการค้าผ่าน แผนการขนส่ง, อิเวนต์ร้านค้า, อิเวนต์รายทาง และรายการขนส่งแบบกำหนดเอง\n● สามารถใช้ตราพลังการค้า เพื่อแลกเปลี่ยนเป็นของรางวัล ผ่านระบบ \"ผลตอบแทนสมาคม\" ได้",
  "imageIconTab": "SpriteOutput/UI/Quest/TabIcon/BtnQuesAlley.png",
  "unlockConditions": "[PlayerLevel:21]"
}
