{
  "_id": 30002,
  "id": "30002",
  "name": "สงครามอวกาศ",
  "description": "มีคนทิ้งของขวัญลึกลับไว้ที่สถานีอวกาศ Herta และคนที่เปิดมันเป็นคนแรกกำลังตกที่นั่งลำบาก...",
  "tabName": "สงครามอวกาศ",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\nตรวจจับเป้าหมายผ่านการลาดตระเวน เพื่อทำการโจมตีและพยายามกำจัดศัตรูให้ได้ ผู้บุกเบิกสามารถออกลาดตระเวนได้ 3 ครั้งต่อวัน โดยจำนวนการลาดตระเวนจะรีเฟรชเวลา 04:00 น. ตามเวลาเซิร์ฟเวอร์\nผู้บุกเบิกจะได้รับรางวัล Star of Honor ตามผลงานการโจมตี ยิ่งได้รับ Star of Honor มากเท่าไหร่ ก็จะสามารถรับรางวัลได้มากขึ้นเท่านั้น\n\n◆ เงื่อนไขการเข้าร่วม ◆\nเลเวลบุกเบิกจะต้องถึง Lv.22 หรือสูงกว่า\n\n◆ การโจมตีและการโจมตีแบบทีม ◆\nการโจมตีจะต้องใช้ Pixel Warhead อย่างน้อย 1 อัน โดย Pixel Warhead ที่ใช้ไปจะฟื้นฟูในวันถัดไป\nผู้บุกเบิกสามารถเลือกการโจมตีแบบทีม โดยการแชร์เป้าหมายที่ตัวเองลาดตระเวนมาได้ ให้กับเพื่อนหรือผู้บุกเบิกคนอื่นๆ เพื่อขอความช่วยเหลือ\nผู้บุกเบิกสามารถรับ Star of Honor เพิ่มเติมได้จากการช่วยเหลือผู้เล่นคนอื่น\n\n◆ การต่อสู้ ◆\nหลังจากทำการโจมตี ผู้บุกเบิกจะได้ต่อสู้กับเป้าหมายทั้งหมด 7 รอบ และการต่อสู้จะสิ้นสุดลงโดยอัตโนมัติเมื่อจบทั้งเจ็ดรอบนั้น\nความเสียหายที่สร้างให้กับเป้าหมายในการต่อสู้แต่ละครั้ง จะถูกสะสมจนกระทั่งเป้าหมายพ่ายแพ้อย่างราบคาบ\nผู้บุกเบิกสามารถเลือกใช้ Pixel Warhead 3 อัน เพื่อสร้างความเสียหายให้กับเป้าหมายเพิ่มขึ้นในการต่อสู้หนึ่งครั้ง\n\n◆ Star of Honor ◆\nลาดตระเวนสำรวจเป้าหมาย เข้าร่วมการต่อสู้ และกำจัดเป้าหมายให้ได้ก่อนที่พวกเขาจะหลบหนี เพื่อรับ Star of Honor และผู้ที่ค้นพบเป้าหมายจะยังได้รับ Stars of Honor เพิ่มเติมอีกด้วย\nยิ่งสร้างความเสียหายในการต่อสู้ได้สูง และยิ่งระดับความอันตรายของเป้าหมายสูงเท่าไหร่ ก็จะยิ่งได้รับ Star of Honor มากขึ้นเท่านั้น\nนอกจากนี้ ผู้บุกเบิกยังสามารถรับ Star of Honor จากการทำภารกิจสงครามอวกาศในแต่ละวันให้สำเร็จอีกด้วย\nหลังจากได้รับ Star of Honor เพียงพอแล้ว ก็จะสามารถรับรางวัลการต่อสู้ได้\n\n◆ บันทึกการต่อสู้ ◆\nผู้บุกเบิกสามารถตรวจสอบบันทึกการต่อสู้ สำหรับการโจมตีในแต่ละครั้ง เพื่อทบทวนขั้นตอนการเอาชนะศัตรู\nหากทำการโจมตีแบบทีม ยังสามารถดูกระบวนการการต่อสู้ของผู้บุกเบิกคนอื่นๆ ได้อีกด้วย",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnAntiVirus.png",
  "unlockConditions": "[PlayerLevel:22]"
}