{
  "_id": 40005,
  "id": "40005",
  "name": "สถานีโทรทัศน์ฝันสยอง",
  "description": "สัญญาณของสถานีโทรทัศน์ Penacony ได้ถูกบุคคลนิรนามแย่งชิงไป และเริ่มมีรายการแปลกๆ ออกอากาศ คุณสงสัยว่ารายการเหล่านี้มันคืออะไรกันแน่ จึงได้ตัดสินใจสืบสวนความจริงที่อยู่เบื้องหลังเรื่องนี้...",
  "type": 200,
  "tabName": "สถานีโทรทัศน์ฝันสยอง",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\nจู่ๆ หน้าจอบางส่วนใน Penacony ก็เปิดรายการแปลกๆ ขึ้นมา Uma พิธีกรรายการทีวีอยากจะเล่าถึงสถานการณ์ภายในให้คุณฟัง ไม่รู้ว่าเรื่องราวสุดลึกลับนี้ จะมีอะไรซ่อนอยู่เบื้องหลัง...\n\n◆ กติกากิจกรรม ◆\n● ในกิจกรรมครั้งนี้ มีจอโทรทัศน์ทั้งหมด 5 จอที่ถูกขโมยสัญญาณไป ผู้บุกเบิกจะต้องค้นหาจอโทรทัศน์ที่เกี่ยวข้องภายในฉากต่างๆ ให้เจอ และหลังจากเข้าสู่การต่อสู้แล้ว จะต้องเอาชนะมือมืดที่บงการอยู่เบื้องหลังให้ได้\n● ด่านต่อสู้ทั้ง 5 จะทยอยปลดล็อกทุกวัน ซึ่งด่านที่ 5 จะเปิดหลังจากได้รับคะแนนในสี่ด่านแรกแล้ว\n● เมื่อผู้บุกเบิกเพิ่มเลเวล \"ระดับความสมดุล\" ระดับความแข็งแกร่งของศัตรูก็จะเพิ่มขึ้นด้วย\n● ผู้บุกเบิกสามารถเลือกตัวละครทดลองใช้เพื่อเข้าร่วมการท้าทายได้\n\n◆ สถานีโทรทัศน์หลักสี่สถานี ◆\n● สถานีโทรทัศน์ของ Penacony มีอยู่ 4 สถานีหลักด้วยกัน (สำหรับด่าน 1-4) โดยแต่ละด่านจะมีศัตรูตัวฉกาจอยู่ชนิดหนึ่ง ศัตรูดังกล่าวจะมี \"กลไกกลายพันธุ์\" อยู่ในด่าน\n● การท้าทายศัตรูโดยมุ่งไปที่ \"กลไกกลายพันธุ์\" ถือเป็นวิธีเอาชนะศัตรูที่มีประสิทธิภาพมาก หากเกิด \"กลไกกลายพันธุ์\" ในการต่อสู้ ก็จะสามารถเพิ่มระดับ \"Buff ของด่าน\" ได้\n● ระดับ \"Buff ของด่าน\" คือเอฟเฟกต์ Buff ภายในด่านที่สามารถสะสมและเพิ่มได้ เมื่อสะสมระดับ \"Buff ของด่าน\" ได้สูงขึ้น ก็จะเพิ่มความสามารถในการต่อสู้ให้กับตัวละครด้วย\n● ด่านที่ 1-4 จะประกอบไปด้วย 2 ช่วงได้แก่ \"การสะสม Buff\" และ \"การท้าทายสุดท้าย\"\n● ในช่วง \"การสะสม Buff\" จะมีการนับถอยหลังอยู่ 4 รอบด้วยกัน โดยที่ศัตรูจะรีเฟรชอย่างต่อเนื่อง และในช่วงนี้ จะต้องพยายามใช้ประโยชน์จากกลไกกลายพันธุ์ของศัตรูตัวฉกาจ เพื่อเพิ่มระดับ \"Buff ของด่าน\" ให้มากที่สุดเท่าที่เป็นไปได้\n● ในช่วง \"การท้าทายสุดท้าย\" จะไม่สามารถเพิ่มระดับ \"Buff ของด่าน\" ได้อีกต่อไป การเอาชนะ Wave ศัตรูให้ได้มากที่สุดภายใน 6 รอบ จะทำให้ได้รับคะแนนที่สูงขึ้น หากยังมีรอบเหลืออยู่ขณะที่ผ่านด่าน ก็จะได้รับคะแนนเพิ่มเติมอีกด้วย\n\n◆ สตูดิโอถ่ายทอดสด ◆\n● สตูดิโอถ่ายทอดสดคือด่านที่ 5 ซึ่งเป็นการท้าทายบอสตัวสุดท้าย โดยจะสามารถสืบทอดระดับ \"Buff ของด่าน\" สูงสุด จากด่านที่ 1-4 ได้\n● ก่อนที่เข้าสู่ด่าน จะสามารถเลือก \"Buff ของด่าน\" ที่สะสมไว้ในด่านที่ 1-4 อันใดก็ได้ 2 อัน เพื่อใช้สำหรับท้าทายบอสตัวสุดท้าย\n● การเอาชนะ Wave ศัตรูให้ได้มากที่สุดภายใน 6 รอบ จะทำให้ได้รับคะแนนที่สูงขึ้น หากยังมีรอบเหลืออยู่ขณะที่ผ่านด่าน ก็จะได้รับคะแนนเพิ่มเติมอีกด้วย\n\n◆ รางวัลกิจกรรม ◆\n● ในช่วงเวลากิจกรรม ผู้บุกเบิกสามารถรับรางวัลด่านใน \"รางวัลจำกัดเวลา\" ได้โดยการเพิ่ม \"Buff ของด่าน\" ไปจนถึงระดับที่กำหนด และการได้รับคะแนนจากด่านที่กำหนด\n● หากทำการท้าทายด่านทั้งหมด และได้รับคะแนนตามที่กำหนดแล้ว ก็จะได้รับของขวัญแทนคำขอบคุณจากสถานีโทรทัศน์",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTelevision.png",
  "unlockConditions": "[PlayerLevel:21]"
}