{
  "_id": 50005,
  "id": "50005",
  "name": "แนวรบ Aetherium",
  "description": "\"แนวรบ Aetherium\" เกมที่ได้รับความนิยมไปทั่วทั้งจักรวาล กำลังจัด \"เทศกาลท้าประลองข้ามดวงดาว\" ขึ้น และบรรดาผู้เล่น ก็พร้อมที่จะโชว์ความสามารถที่แท้จริงของตัวเองกันแล้ว...",
  "tabName": "แนวรบ Aetherium",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\n\"แนวรบ Aetherium\" นั้นพัฒนาขึ้นโดยองค์กรสันติภาพแห่งดวงดาว เกมนี้เป็นเกมประลองการ์ดที่ใช้ \"Aether Coin\" เป็นสื่อกลาง ซึ่งได้รับความนิยมไปทั่วทั้งจักรวาลนับตั้งแต่ที่เกมเปิดตัว ในเกมนี้ สามารถเปลี่ยนข้อมูลสิ่งมีชีวิตใดๆ ก็ได้ให้เป็น \"Aether Spirit\" เพื่อให้ผู้เล่นได้ทำการ \"รวบรวม ประลอง พัฒนา และอัปเกรด\" ตอนนี้ทางองค์กรได้ตัดสินใจจัด \"เทศกาลท้าประลองข้ามดวงดาว\" ขึ้นที่ Belobog โดยผู้เล่น \"แนวรบ Aetherium\" จากทั่วทั้งจักรวาลต่างตบเท้าเข้าร่วมการแข่งขัน เพื่อช่วงชิงตำแหน่ง \"แชมเปียน\"\n\n◆ กติกากิจกรรม ◆\n● กิจกรรมได้ใช้กฎการต่อสู้พิเศษ ซึ่งผู้บุกเบิกจะต้องทำการประลองกับคู่ต่อสู้โดยใช้ \"Aether Spirit\"\n● เป้าหมายของกิจกรรมคือการคว้าตำแหน่ง \"แชมเปียน\" ในการแข่งขันชิงแชมป์ของเทศกาลท้าประลองข้ามดวงดาว โดยผู้บุกเบิกจะต้องผ่านการทดสอบของ \"Victory Zone\" สี่แห่ง และเอาชนะ \"ผู้ท้าชิงตำแหน่งแชมป์\" เพื่อรับ \"ตราชัยชนะ\" เมื่อรวบรวมตราชัยชนะได้สี่ชิ้น ก็จะมีสิทธิ์เข้าร่วม \"การแข่งขันชิงแชมป์\"\n● ในโหมดท้าทาย \"การประลองไฮเปอร์ลิงก์\" ของกิจกรรมนี้ ผู้บุกเบิกจะสามารถทำการประลอง \"Aether Spirit\" กับผู้เล่นคนอื่นๆ ในจักรวาลได้ มาดูซิว่าจะได้พบกับเพื่อนๆ จากการเดินทางที่ผ่านมาคนไหนกันบ้าง\n● ระหว่างการท้าทายกิจกรรม ผู้บุกเบิกจะได้พบกับผู้เล่นประเภทต่างๆ และ Aether Spirit ซึ่งคุณสามารถเสริมความแข็งแกร่งให้กับทีม Aether Spirit ของตัวเองได้โดยการ \"รวบรวม ประลอง พัฒนา และอัปเกรด\"\n\n◆ รางวัลกิจกรรม ◆\n● ในกิจกรรมแนวรบ Aetherium นี้ ผู้เล่นจะสามารถเพิ่ม \"ระดับชัยชนะ\" ได้โดยการท้าทายใน \"Victory Zone\" และ \"การประลองไฮเปอร์ลิงก์\" เมื่อระดับชัยชนะไปถึงระดับต่างๆ ก็จะสามารถรับรางวัลระดับได้\n● เมื่อบรรลุเป้าหมายกิจกรรม ภายในระยะเวลาที่จำกัด ก็จะสามารถรับรางวัลกิจกรรมใน \"รางวัลจำกัดเวลา\" ได้\n\n◆ หมายเหตุกิจกรรม ◆\n● หลังจากกิจกรรม \"แนวรบ Aetherium\" สิ้นสุดลง ผู้บุกเบิกจะไม่สามารถรับรางวัลจำกัดเวลาของกิจกรรมได้อีก แต่ยังสามารถไปที่ Old Weapon Testing Ground ของ Belobog เพื่อสัมผัสกับเนื้อหาของกิจกรรมได้",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestAetherDivide.png",
  "unlockConditions": "[PlayerLevel:21]"
}