{
  "_id": 50010,
  "id": "50010",
  "name": "กระแสวิญญาณนักสู้",
  "description": "เจ้าหน้าที่ของแผนกซ่อมบำรุงคนหนึ่ง ได้สร้างเกมต่อสู้ขึ้นมาในฟองความทรงจำ และตั้งใจเชิญคุณมาเล่นด้วย...",
  "type": 210,
  "tabName": "กระแสวิญญาณนักสู้",
  "tag": "คำอธิบายเกมเพลย์",
  "introduction": "◆ คำอธิบาย ◆\nเจ้าหน้าที่ของแผนกซ่อมบำรุงคนหนึ่งเป็น \"แฟนบอย\" ของคุณ เขาใช้ฟองความทรงจำ สร้างเกมในวัยเด็กที่เขาชื่นชอบที่สุดขึ้นมาใหม่ และตั้งใจเชิญคุณมาเล่น แถมยังเตรียม \"ฟังก์ชันสนับสนุน\" เอาไว้ให้คุณด้วย ช่างเป็นน้ำใจที่ยากจะปฏิเสธเสียจริงๆ...\n\n◆ กติกากิจกรรม ◆\n● ในกิจกรรมครั้งนี้ ด่านต่อสู้ทั้ง 6 จะทยอยปลดล็อกทุกวัน\n● ในระหว่างการต่อสู้ คุณจะต้องเอาชนะบอสของศัตรู 3 Wave ให้ได้ภายใน 6 รอบ โดยศัตรูที่ไม่ใช่ศัตรูระดับบอสจะรีเฟรชอย่างต่อเนื่อง\n● เมื่อผ่านด่านแล้ว หากมีจำนวนรอบเหลืออยู่ ก็จะได้รับระดับคะแนนที่สูงขึ้น\n● เมื่อตัวละครฝ่ายเรากำจัดศัตรูเป้าหมาย จะฟื้นฟูพลังงาน <unbreak>50%</unbreak> ของการต่อสู้ปกติ\n● ผู้บุกเบิกสามารถเลือกตัวละครทดลองใช้เพื่อเข้าร่วมการท้าทายได้\n● เมื่อผู้บุกเบิกเพิ่มเลเวล \"ระดับความสมดุล\" ระดับความแข็งแกร่งของศัตรูก็จะเพิ่มขึ้นด้วย\n\n◆ คำอธิบายเกมเพลย์ ◆\n● ในแต่ละด่านจะมี \"กลไกวิญญาณนักสู้\" หนึ่งประเภท โดยหลังจากเกิดกลไกขึ้นแล้ว จะสามารถสะสม \"ค่าวิญญาณนักสู้\" ได้อย่างรวดเร็ว และเพิ่ม \"ระดับวิญญาณนักสู้\" เพื่อรับ Buff ที่เพิ่มมากขึ้น\n● หลังจากเข้าสู่ \"วิญญาณนักสู้ขั้นที่ 4: พลังพลันตื่น\" แล้ว จะได้รับ Buff ของด่านอันทรงพลัง เพื่อเอาชนะศัตรู!\n\n◆ ค่าวิญญาณนักสู้ ◆\n● ทุกครั้งที่เกิด \"กลไกวิญญาณนักสู้\" ระหว่างการต่อสู้ จะสามารถสะสม \"ค่าวิญญาณนักสู้\" ได้เป็นจำนวนมาก\n● ทุกครั้งที่ตัวละครแอ็กชัน จะสามารถสะสม \"ค่าวิญญาณนักสู้\" ได้เล็กน้อย\n● เมื่อ \"ค่าวิญญาณนักสู้\" ถึงเป้าหมายที่กำหนดแล้ว ก็จะสามารถเพิ่ม \"ระดับวิญญาณนักสู้\" ได้\n● การเพิ่ม \"ระดับวิญญาณนักสู้\" ในแต่ละด่าน จะต้องสะสม \"ค่าวิญญาณนักสู้\" ในจำนวนที่แตกต่างกันไป ซึ่งสามารถตรวจสอบได้จากในด่าน\n\n◆ ระดับวิญญาณนักสู้ ◆\n● \"ระดับวิญญาณนักสู้\" แบ่งออกเป็น 4 ระดับด้วยกัน เมื่อไปถึงในแต่ละระดับ จะสามารถเปิดใช้งาน \"ฟังก์ชันสนับสนุน\" ได้ 1 ฟังก์ชัน และได้รับ Buff ของด่านเพิ่มมากขึ้น\n● เมื่อเข้าสู่ \"วิญญาณนักสู้ระดับที่ 4: พลังพลันตื่น\" ผู้บุกเบิกจะได้รับ Buff อันทรงพลัง โดย \"ฟังก์ชันสนับสนุน\" ที่มีผลในระดับนี้ จะถือเป็น Buff หลักที่ถูกเพิ่มโดยค่าเริ่มต้น และไม่สามารถเลือกได้\n● ในแต่ละด่าน ต้องเลือกเพิ่ม \"ฟังก์ชันสนับสนุน\" ที่จะมีผลใน \"วิญญาณนักสู้ระดับที่ 2\" และ \"วิญญาณนักสู้ระดับที่ 3\" ก่อนจะเข้าสู่การต่อสู้\n● \"วิญญาณนักสู้ขั้นที่ 4: พลังพลันตื่น\" จะสิ้นสุดภายในค่าแอ็กชันที่กำหนด หลังจากสิ้นสุดลงแล้วก็จะกลับสู่ \"วิญญาณนักสู้ระดับที่ 3\"\n● ทุกครั้งที่โจมตีศัตรูใน \"วิญญาณนักสู้ขั้นที่ 4: พลังพลันตื่น\" จะเป็นการสะสม \"ปลุกพลังโจมตี\" เมื่อสิ้นสุดระดับดังกล่าว แล้วกลับสู่ \"วิญญาณนักสู้ระดับที่ 3\" ก็จะได้รับ \"ค่าวิญญาณนักสู้\" คืนจำนวนหนึ่ง ตามจำนวน \"ปลุกพลังโจมตี\" ที่สะสมได้ ซึ่งจะช่วยให้ผู้บุกเบิกสามารถเข้าสู่ \"วิญญาณนักสู้ระดับที่ 4: พลังพลันตื่น\" อีกครั้ง ได้อย่างรวดเร็วยิ่งขึ้น\n\n◆ รางวัลกิจกรรม ◆\n● ในช่วงเวลากิจกรรม หากเพิ่ม \"ระดับวิญญาณนักสู้\" ภายในด่านจนถึงระดับที่กำหนด หรือ กำจัดบอสของด่าน ก็จะสามารถรับรางวัลของด่านได้ที่ \"รางวัลจำกัดเวลา\"\n● ท้าทายด่านทั้งหมด และเอาชนะบอสของ Wave แรกในทุกด่าน เพื่อรับของขวัญแทนคำขอบคุณ",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFeverTime.png",
  "unlockConditions": "[PlayerLevel:21]"
}