{
  "_id": 50011,
  "id": "50011",
  "name": "ตำนานอัศวินเบสบอลแห่งกาแล็กซี",
  "description": "Giovanni ได้เชิญให้คุณมาทดสอบเกม ที่สร้างขึ้นโดยมีคุณเป็นต้นแบบ ไปสยบศัตรูทั่วจักรวาล ผสานอาวุธอันทรงพลัง และก้าวไปสู่สุดยอดของ \"อัศวินเบสบอลแห่งกาแล็กซี\" กันเถอะ!",
  "type": 220,
  "tabName": "ตำนานอัศวินเบสบอลแห่งกาแล็กซี",
  "tag": "คำอธิบายเกมเพลย์",
  "introduction": "◆ คำอธิบาย ◆\nGiovanni ได้เชิญให้คุณมาทดสอบเกม ที่สร้างขึ้นโดยมีคุณเป็นต้นแบบ ไปสยบศัตรูทั่วจักรวาล ผสานอาวุธอันทรงพลัง และก้าวไปสู่สุดยอดของ \"อัศวินเบสบอลแห่งกาแล็กซี\" กันเถอะ!\n\n◆ กติกากิจกรรม ◆\n● กิจกรรมครั้งนี้ ประกอบด้วยด่านการต่อสู้ทั้งหมดหกด่านพร้อมความยากสามระดับ โดยในแต่ละด่าน จะแบ่งเป็นขั้นการต่อสู้ทั้งสามขั้นด้วยกัน\n● ผู้บุกเบิกจะต้องเอาชนะศัตรู ตามจำนวนที่กำหนดของขั้นการต่อสู้ทั้งสามขั้น ภายในจำนวนรอบที่จำกัด เพื่อเสร็จสิ้นการท้าทายด่าน\n● หลังกิจกรรมเริ่มขึ้น เมื่อด่านก่อนหน้าถึงคะแนนที่กำหนดแล้ว ก็จะสามารถปลดล็อกด่านต่อไปได้\n● เมื่อผู้บุกเบิกเพิ่มเลเวล \"ระดับความสมดุล\" ระดับความแข็งแกร่งของศัตรูก็จะเพิ่มขึ้นตามไปด้วย\n● ผู้บุกเบิกสามารถเลือกตัวละครทดลองใช้เพื่อเข้าร่วมการท้าทายได้\n● เมื่อตัวละครฝ่ายเรากำจัดศัตรูเป้าหมายในกิจกรรม \"ตำนานอัศวินเบสบอลแห่งกาแล็กซี\" จะฟื้นฟูพลังงาน <unbreak>50%</unbreak> ของการต่อสู้ปกติ\n\n◆ คำอธิบายเกมเพลย์ ◆\n● การกำจัดศัตรูในด่าน จะได้รับค่าประสบการณ์ และเพิ่ม \"เลเวลทีม\"\n● ในแต่ละด่านจะมีเอฟเฟกต์ \"โบนัสทีม\" ที่แตกต่างกัน เมื่อ \"เลเวลทีม\" เพิ่มขึ้น ตัวละครฝ่ายเราก็จะได้รับ Buff ของด่านด้วยตัวคูณเลเวลที่เกี่ยวข้อง ตามเอฟเฟกต์ \"โบนัสทีม\" ในด่านปัจจุบัน\n● เมื่อ \"เลเวลทีม\" เพิ่มขึ้น จะสามารถสุ่มเลือก \"อาวุธ\" หรือ \"อุปกรณ์เสริม\" ได้หนึ่งชิ้น และเมื่อได้รับ \"อาวุธ\" หรือ \"อุปกรณ์เสริม\" ที่มีอยู่แล้วอีกครั้ง จะทำการเพิ่มเลเวลของไอเทมดังกล่าว และได้รับเอฟเฟกต์ที่ทรงพลังยิ่งขึ้น\n● \"อาวุธ\" สามารถแอ็กชันได้เอง หรือถูกกระตุ้นโดยตัวละครฝ่ายเราเพื่อสร้าง DMG ให้กับศัตรูได้ ส่วน \"อุปกรณ์เสริม\" จะมอบเอฟเฟกต์ Buff แบบต่างๆ ให้กับ \"อาวุธ\" และตัวละครฝ่ายเรา\n● \"อาวุธ\" แต่ละชิ้นจะมี \"อุปกรณ์เสริม\" สำหรับสะท้อนแบบเฉพาะอยู่ หลังจากมี \"อาวุธ\" ที่ถึงเลเวลสูงสุดและได้รับ \"อุปกรณ์เสริม\" ที่สะท้อนสะท้อนกับอาวุธดังกล่าวแล้ว จะสามารถอัปเกรดให้เป็น \"อาวุธระดับตำนาน\" อันทรงพลัง เมื่อทำการเพิ่มเลเวลต่อจากนี้ได้\n● ศัตรูในด่านจะแข็งแกร่งขึ้นเรื่อยๆ ไปตามการรีเฟรช Wave และขั้นต่างๆ ซึ่งผู้บุกเบิกสามารถเอาชนะศัตรูที่แข็งแกร่งขึ้นเรื่อยๆ เหล่านี้ได้ โดยการจับคู่คอมโบ \"อาวุธ\" และ \"อุปกรณ์เสริม\" อย่างเหมาะสม และเพิ่มเลเวลของอาวุธเพื่อรับ \"อาวุธระดับตำนาน\"\n\n◆ เกมเพลย์ของด่าน ◆\n● ในแต่ละด่าน จะมีการท้าทายศัตรูหลาย Wave ภายในสามขั้น และแต่ละขั้นจะสิ้นสุดลงด้วยการท้าทายศัตรูระดับสูงหรือบอส\n● การต่อสู้ในแต่ละ Wave จะมีจำนวนศัตรูที่กำหนด ซึ่งศัตรูจะปรากฏตัวอย่างต่อเนื่องจนกว่าศัตรูทั้งหมดใน Wave นั้นๆ จะถูกกำจัด\n● การต่อสู้ในแต่ละ Wave จะมีการนับถอยหลังของรอบที่จำกัด เมื่อสิ้นสุดการนับถอยหลังแล้ว ศัตรูที่ยังไม่ถูกกำจัดจะหายไป และไม่สามารถรับคะแนน หรือค่าประสบการณ์ได้อีก\n● ในการต่อสู้กับ Wave ของศัตรูระดับสูงในแต่ละขั้น จะมีเงื่อนไขของเป้าหมายการผ่านด่านอยู่ ซึ่งจะต้องกำจัดศัตรูระดับสูงตามจำนวนที่กำหนด จึงจะสามารถเข้าสู่การต่อสู้ในขั้นต่อไปได้\n● ในการต่อสู้ กำจัดศัตรูมากขึ้นและสร้าง DMG แก่บอสตัวสุดท้ายเพิ่มขึ้น เพื่อรับคะแนนที่สูงขึ้น เมื่อผ่านด่านและมีจำนวนรอบเหลืออยู่ ก็จะได้รับคะแนนเพิ่มเติมอีกด้วย\n● หลังจากสิ้นสุดการต่อสู้ในแต่ละขั้นแล้ว ข้อมูลของเลเวลทีมในปัจจุบัน รวมถึงอาวุธและอุปกรณ์เสริมที่ได้รับจะถูกบันทึกไว้โดยอัตโนมัติ หลังจากออกชั่วคราว จะสามารถใช้ไฟล์บันทึก เพื่อท้าทายด่านในปัจจุบันต่อได้\n\n◆ การสำรวจกาแล็กซี ◆\n● จากด่านที่หนึ่ง \"ดาวภูเขาไฟ\" ไปจนถึงด่านที่ห้า \"ดาวฝันหวาน\" แต่ละด่านจะได้รับอาวุธเริ่มต้นที่กำหนดแบบต่างๆ ส่วนในด่านสุดท้าย \"หลุมดำนิรันดร์\" จะสามารถเลือกอาวุธเริ่มต้นเองได้\n● เมื่อเริ่มด่านที่สี่ \"ดาวย่อส่วน\" ภายในด่าน ผู้บุกเบิกจะสามารถเลือกกลยุทธ์ผจญภัยเมื่อเริ่มต้นในแต่ละขั้น เพื่อรับ Buff ของด่านเพิ่มเติมได้\n● หลังจากสำเร็จขั้นทั่วไปทั้งสามขั้นของด่านสุดท้าย \"หลุมดำนิรันดร์\" แล้ว จะเปิดขั้นการท้าทายเพิ่มเติม ซึ่งผู้บุกเบิกสามารถท้าทายศัตรูสุดแกร่งหนึ่งตัวในขั้นดังกล่าว เพื่อรับคะแนนเพิ่มเติมได้\n\n◆ เหรียญแร็กคูน ◆\n● การกำจัดศัตรูในด่าน จะได้รับ \"เหรียญแร็กคูน\"\n● หลังจากผ่าน Wave ของศัตรูระดับสูงภายในด่านแล้ว จะดรอป \"สมบัติแห่งกาแล็กซี\" ซึ่งมอบ \"อาวุธ\"/\"อุปกรณ์เสริม\" และ \"เหรียญแร็กคูน\" แบบสุ่มจำนวน\n● หลังจากเสร็จสิ้นการท้าทายในแต่ละด่านแล้ว สามารถใช้เหรียญแร็กคูนได้ใน \"ร้านกาแล็กซี\" เพื่อเพิ่มเลเวลค่าสถานะ เสริมพลังอาวุธ และซื้อฟังก์ชันเกมเพลย์แบบต่างๆ ได้\n\n◆ รางวัลกิจกรรม ◆\n● ในช่วงกิจกรรม เมื่อได้รับคะแนนที่กำหนดในด่านแล้ว จะสามารถรับรางวัลของด่านได้ใน \"รางวัลการเดินทาง\"\n● ท้าทายด่านเพื่อรับ \"ความนิยมในกาแล็กซี\" ซึ่งสามารถเพิ่ม \"ระดับความนิยม\" และทำให้ได้รับรางวัลที่เกี่ยวข้อง",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuild.png",
  "unlockConditions": "[PlayerLevel:21]"
}