{
  "_id": 50018,
  "id": "50018",
  "name": "พิธีดวลยุทธ์แห่งดวงดาว",
  "description": "พิธีดวลยุทธ์แห่งดวงดาว ได้เปิดฉากบนเรือประชันคมดาบแห่ง Luofu ขึ้นอย่างยิ่งใหญ่ เหล่านักสู้ยอดฝีมือจากทั่วทั้งกาแล็กซี ได้มารวมตัวกันอย่างอุ่นหนาฝาคั่ง และคุณก็จะเข้าร่วมการต่อสู้ ที่แสนยิ่งใหญ่นี้ด้วยตัวเอง เพื่อเริ่มต้นเส้นทางการดวลยุทธ์ ที่เต็มไปด้วยตำนานหลากสีสัน...",
  "tabName": "พิธีดวลยุทธ์แห่งดวงดาว",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\nพิธีดวลยุทธ์แห่งดวงดาว ได้เปิดฉากบนเรือประชันคมดาบแห่ง Luofu ขึ้นอย่างยิ่งใหญ่ เหล่านักสู้ยอดฝีมือจากทั่วทั้งกาแล็กซี ได้มารวมตัวกันอย่างอุ่นหนาฝาคั่ง ส่วนคุณก็จะเข้าร่วมด้วยตัวตนที่พิเศษเช่นกัน...\n\n◆ กติกากิจกรรม ◆\n● ในช่วงกิจกรรม ผู้บุกเบิกจะกลายมาเป็นโค้ชของผู้เข้าแข่งขัน \"Luka\" ซึ่งเป็นตัวแทนของ Belobog และเข้าร่วมการแข่งขัน \"พิธีดวลยุทธ์แห่งดวงดาว\" ด้วยกัน\n● การแข่งขันจะแบ่งเป็นหลายแมตช์ โดยต้องเอาชนะแชมป์ \"รอบตัดเชือก\" ของแต่ละแมตช์การแข่งขัน เพื่อเลื่อนขั้นไปสู่การแข่งขันต่อไป และเข้าร่วมการแข่งขันด่านสุดท้ายอย่าง \"ศึกจ้าวสังเวียน\" เพื่อท้าทายนักดาบป้องกันสังเวียน \"Yanqing\"\n● หากต้องการท้าทาย \"แชมป์\" ของแต่ละแมตช์การแข่งขัน จะต้องเข้าร่วมการแข่งขัน \"รอบคัดเลือก\" และเอาชนะคู่ต่อสู้คนอื่นๆ เพื่อรับคะแนน หลังจากสะสมคะแนนถึงเป้าหมายแล้ว ก็จะได้รับสิทธิ์ท้าทายแชมป์ \"รอบตัดเชือก\" ในการแข่งปัจจุบัน\n\n◆ กติกาการต่อสู้ ◆\n● ในการแข่งขันดวลยุทธ์นี้ ผู้เข้าแข่งขันทั้งสองฝ่ายต่างก็จะได้รับ \"ค่าบรรยากาศ\" ตามระดับการสนับสนุนที่ผู้ชมมีต่อตัวผู้เข้าแข่งขัน\n● ในแต่ละแมตช์การแข่งขันจะมีกลไก \"ไฮไลต์\" ที่แตกต่างกันไป โดยระหว่างการแข่งขัน จะต้องทำการแอ็กชันต่อสู้ตามที่กำหนด เพื่อทำให้เกิด \"ไฮไลต์\" และสะสม \"ค่าบรรยากาศ\" ให้กับฝ่ายเรา\n● เมื่อรูปโปรไฟล์ของคู่ต่อสู้ในลำดับแอ็กชัน เปล่งแสงแจ้งเตือนสีแดง เช่นนั้นการแอ็กชันของคู่ต่อสู้ ก็จะสะสม \"ค่าบรรยากาศ\"\n● เมื่อ \"ค่าบรรยากาศ\" ของฝ่ายเราเพิ่มขึ้น ก็จะลด \"ค่าบรรยากาศ\" ของคู่ต่อสู้ลง และเป็นเช่นเดียวกันนี้ในทางกลับกัน\n● เมื่อ \"ค่าบรรยากาศ\" ของผู้เข่าแข่งขันคนใดก็ตาม ถึงขีดจำกัดสูงสุดแล้ว สนามแข่งขันจะเข้าสู่สถานะ \"เสริมแรงใจ\" โดยฝ่ายที่ได้รับการสบับสนุนจากผู้ชม ก็จะได้รับ Buff ที่ทรงพลัง\n● ในฐานะโค้ชของ Luka ผู้บุกเบิกสามารถเลือกใช้เอฟเฟกต์ ของ \"คัมภีร์กลยุทธ์\" ต่างๆ ในระหว่างการต่อสู้ เพื่อสนับสนุน Luka ได้ หรือสามารถเลือกใช้ \"เครื่องดื่มกลยุทธ์\" ก่อนการต่อสู้ เพื่อช่วยให้ Luka ได้รับ Buff สำหรับการต่อสู้\n● ผู้บุกเบิกสามารถเลือกตัวละครทดลองใช้ เพื่อเข้าร่วมการท้าทายได้\n● เมื่อผู้บุกเบิกเพิ่มเลเวล \"ระดับความสมดุล\" ระดับความแข็งแกร่งของศัตรูก็จะเพิ่มขึ้นตามไปด้วย\n\n◆ รอบคัดเลือก ◆\n● เข้าร่วมการแข่งขัน \"รอบคัดเลือก\" เพื่อเอาชนะผู้แข่งขันรายอื่นและรับคะแนน เมื่อคะแนนถึงเป้าหมายแล้ว จะสามารถท้าทายแชมป์ \"รอบตัดเชือก\" ของการแข่งขันปัจจุบันได้\n● การแข่งขัน \"รอบคัดเลือก\" แต่ละแมตช์ จะมีผู้เข้าแข่งขันที่สามารถท้าทายได้ 2 คน แต่ในเวลาเดียวกัน จะสามารถท้าทายได้เพียงครั้งละ 1 คนเท่านั้น\n● หลังจากคะแนนถึงเป้าหมายแล้ว จะต้องไปที่ \"กระดานคะแนน\" ในห้องโถง เพื่อยืนยันสิทธิ์ในการท้าทายแชมป์ \"รอบตัดเชือก\" และจะสามารถเข้าร่วมการแข่งขันในขั้นนี้ได้\n\n◆ ศึกคำเชิญท้าดวลพิเศษ ◆\n● การแข่งขันบางส่วนจะมี \"ศึกคำเชิญท้าดวลพิเศษ\" ที่สามารถเลือกท้าทายได้ ซึ่งการเข้าร่วม \"ศึกคำเชิญท้าดวลพิเศษ\" นี้ จะไม่สามารถรับคะแนน \"รอบคัดเลือก\" ได้\n● ในระหว่างที่ท้าทาย \"ศึกคำเชิญท้าดวลพิเศษ\" ยังสามารถเข้าร่วม \"รอบคัดเลือก\" ได้ตามปกติ\n\n◆ ฝึกฝนในแดนฝัน ◆\n● ใน \"ฝึกฝนในแดนฝัน\" จะสามารถท้าทายแชมป์ด้วยระดับความยากที่ค่อนข้างสูงได้ โดยจะมีทั้งหมด 5 ด่านด้วยกัน\n● หลังจากสำเร็จการแข่งขัน \"รอบตัดเชือก\" ในแต่ละแมตช์แล้ว จะสามารถปลดล็อกด่านใหม่ของ \"ฝึกฝนในแดนฝัน\" ได้\n● ในการต่อสู้ของ \"ฝึกฝนในแดนฝัน\" จะต้องเอาชนะบอสของทั้ง 3 เฟสให้ได้ภายใน 6 รอบ\n● เมื่อสิ้นสุดการท้าทาย หากมีจำนวนรอบเหลืออยู่ จะได้รับการประเมินที่สูงขึ้น\n● ในการต่อสู้ของ \"ฝึกฝนในแดนฝัน\" การแอ็กชันของฝ่ายเรา จะไม่สามารถสะสม \"ค่าบรรยากาศ\" ได้\n● สำเร็จเป้าหมายการท้าทายของ \"ฝึกฝนในแดนฝัน\" เพื่อรับ \"รางวัลฝึกฝน\"\n\n◆ รางวัลถาวร ◆\n● สำเร็จการแข่งขัน \"รอบตัดเชือก\" และ \"รอบคัดเลือก\" เพื่อรับ \"ตราดาบดวลยุทธ์\"\n● โดยใน \"รางวัลดวลยุทธ์\" จะสามารถใช้ \"ตราดาบดวลยุทธ์\" แลกเปลี่ยนเป็นรางวัลได้\n● และใน \"รางวัลดวลยุทธ์\" สามารถรับสัตว์เลี้ยง \"Tuskpir\" รวมถึงไอเทมปลดล็อก Eidolon ของ \"March 7th: Path ล่าสังหาร\" ได้อีกด้วย\n\n◆ รางวัลจำกัดเวลา ◆\n● ในช่วงกิจกรรมจำกัดเวลา หลังจากสำเร็จเป้าหมายภารกิจที่กำหนดแล้ว จะได้รับรางวัลที่เกี่ยวข้อง\n\n◆ หมายเหตุกิจกรรม ◆\n● หลังจากกิจกรรมจำกัดเวลา \"พิธีดวลยุทธ์แห่งดวงดาว\" สิ้นสุดลงแล้ว ผู้บุกเบิกจะไม่สามารถรับรางวัลจำกัดเวลาในช่วงกิจกรรมได้ แต่จะยังสามารถไปที่ \"กระดานกลยุทธ์\" บน \"เรือประชันคมดาบ\" เพื่อสัมผัสประสบการณ์และรับรางวัลถาวรได้",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestFightFest.png",
  "unlockConditions": "[PlayerLevel:21]"
}