{
  "_id": 50024,
  "id": "50024",
  "name": "คู่มือแต่งบ้านแห่งจักรวาล",
  "description": "ชีวิตประจำวันของผู้มาเยือนนิรนาม ไม่ได้มีแค่การบุกเบิกที่น่าตื่นเต้นเท่านั้น แต่ยังมีเรื่องจำเป็นต่างๆ ในชีวิตประจำวันด้วย เพราะฉะนั้นการตกแต่งห้องของตัวเอง และการบุกเบิกชีวิตของตัวเอง จะไม่ถือเป็นการ \"บุกเบิก\" ได้ยังไงกัน?",
  "tabName": "คู่มือแต่งบ้านแห่งจักรวาล",
  "tag": "คำอธิบายเกมเพลย์",
  "introduction": "◆ คำอธิบาย ◆\nชีวิตประจำวันของผู้มาเยือนนิรนาม ไม่ได้มีแค่การบุกเบิกที่น่าตื่นเต้นเท่านั้น แต่ยังมีเรื่องจำเป็นต่างๆ ในชีวิตประจำวันด้วย เพราะฉะนั้นการตกแต่งห้องของตัวเอง และการบุกเบิกชีวิตของตัวเอง จะไม่ถือเป็นการ \"บุกเบิก\" ได้ยังไงกัน?\n\n◆ กติกากิจกรรม ◆\n● ในช่วงกิจกรรม ผู้บุกเบิกจะมีห้องส่วนตัวหนึ่งห้อง ซึ่งจะต้องปรับปรุงและตกแต่ง เพื่อให้ห้องของตัวเองนั้นสมบูรณ์ขึ้นเรื่อยๆ\n● การตกแต่งห้องจะต้องใช้ \"เงินทุนขบวนรถไฟ\" ซึ่งผู้บุกเบิกสามารถหา \"เงินทุนขบวนรถไฟ\" ได้จากการ \"เข้าเวร\"\n● ในช่วง \"การประชุมมื้อค่ำ\" ของการ \"เข้าเวร\" ผู้บุกเบิกจะสามารถรับ \"เงินทุนขบวนรถไฟ\" เพิ่มเติมได้จากการรายงานผลการเข้าเวร\n\n◆ การตกแต่งห้อง ◆\n● ภายในห้องจะมีทั้งหมด 6 โซนด้วยกัน โดยแต่ละโซน จะมีความคืบหน้าการตกแต่งของตัวเอง\n● ใช้เงินทุนขบวนรถไฟ เพื่อตกแต่งห้องให้สำเร็จ เพิ่มระดับความน่าอยู่ และรับของรางวัล\n● ใน \"การประชุมมื้อค่ำ\" ผู้บุกเบิกจะได้รับ \"แบบแปลน\" และ \"ของตกแต่ง\" โดย \"แบบแปลน\" จะสามารถปลดล็อกการติดตั้งเฟอร์นิเจอร์เพิ่มเติมได้ และสามารถจัดวาง \"ของตกแต่ง\" ตามตำแหน่งต่างๆ ในห้องได้อีกด้วย\n\n◆ การเข้าเวร ◆\n● ในแต่ละครั้งจะมีสมาชิกอยู่ 5 คน ที่มารวมตัวกันเป็นทีมเข้าเวร เพื่อหาเงินทุนขบวนรถไฟ\n● เลือกปฏิบัติหน้าที่ที่แตกต่างกัน และทำให้เกิดอิเวนต์นำโชคในระหว่างเข้าเวรให้มากเข้าไว้ เพื่อรับ \"เงินทุนขบวนรถไฟ\" ที่มากขึ้น\n● ในขณะที่การเข้าเวรดำเนินไป ก็จะสามารถปลดล็อกสมาชิกเข้าเวรได้มากขึ้น\n\n◆ การประชุมมื้อค่ำ ◆\n● ในระหว่างที่เข้าเวร เมื่อผ่านไปทุกช่วงระยะหนึ่ง ก็จะเข้าสู่ช่วง \"การประชุมมื้อค่ำ\"\n● ซึ่งในการประชุมมื้อค่ำนี้ จะสามารถเพิ่มคะแนนการประเมินของ Pom-Pom ได้จากการส่งรายงานเข้าเวรให้กับ Pom-Pom เพื่อรับ \"เงินทุนขบวนรถไฟ\" เพิ่มเติมได้\n\n◆ รางวัลถาวร ◆\n● สำเร็จ \"การตกแต่งห้อง\" เพื่อรับรางวัล \"ทุนสนับสนุน\"\n● หลังจากสะสมการเข้าเวรถึงจำนวนหนึ่งแล้ว จะสามารถรับรางวัลได้ที่ \"รายชื่อเข้าเวร\"\n\n◆ รางวัลจำกัดเวลา ◆\n● ในช่วงกิจกรรมจำกัดเวลา หลังจากสำเร็จเป้าหมายภารกิจที่กำหนดแล้ว จะได้รับรางวัลที่เกี่ยวข้อง และเลือกรับรางวัลตัวละคร 4 ดาวได้ตามที่ต้องการ\n\n◆ หมายเหตุกิจกรรม ◆\n● หลังจากกิจกรรมจำกัดเวลา \"คู่มือแต่งบ้านแห่งจักรวาล\" สิ้นสุดลงแล้ว ผู้บุกเบิกจะไม่สามารถรับรางวัลจำกัดเวลาในช่วงกิจกรรมได้ แต่จะยังสามารถไปที่ \"ตู้ปาร์ตี้\" เพื่อสัมผัสประสบการณ์และรับรางวัลถาวรได้",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestTrainParty.png",
  "unlockConditions": "[PlayerLevel:21]"
}