{
  "_id": 50028,
  "id": "50028",
  "name": "รางดาวเวิลด์☆",
  "description": "Astral Express ได้รับพัสดุ \"อีกแล้ว\" ครั้งนี้เป็นคำเชิญจากผู้สร้างเกม...",
  "tabName": "รางดาวเวิลด์☆",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\nAstral Express ได้รับพัสดุ \"อีกแล้ว\" ครั้งนี้เป็นของขวัญจากผู้สร้างเกมคนหนึ่ง...\n\n◆ เป้าหมายกิจกรรม ◆\n● ผู้บุกเบิกจะได้รับบทเป็นผู้จัดงานในเกม และดูแลสถานที่จัดงานมหกรรม \"รางดาวเวิลด์☆\"\n● ในสถานที่จัดงานจะมีบูธพิเศษจากทั่วทั้งกาแล็กซี ซึ่งคุณสามารถเชิญเพื่อนๆ ตัวละครที่คุ้นเคย ให้มาเป็นผู้ช่วยและร่วมกันจัดการงานมหกรรมได้\n● ผู้บุกเบิกสามารถเพิ่มประสิทธิภาพรายรับจากงานมหกรรม ผ่านการแต่งตั้งผู้ช่วยอย่างเหมาะสม สำเร็จอิเวนต์งานมหกรรม และอื่นๆ เพื่อรับ \"เหรียญทอง\" มากขึ้น และเพิ่ม Lv. สถานที่จัดงาน เพื่อทำให้งานมหกรรมรุ่งเรืองยิ่งขึ้น\n● Lv. สถานที่จัดงานมีขีดจำกัดสูงสุดอยู่ที่ Lv.10\n● รายรับทั้งหมดที่ได้จากผู้บุกเบิกทั่วทั้งกาแล็กซี จะช่วยเพิ่ม \"ความคืบหน้าของเกม\" และจะปลดล็อกรางวัลเมื่อ \"ความคืบหน้าของเกม\" ถึง 100%\n\n◆ กติกาวันจัดงาน ◆\n● ในแต่ละวันจะปลดล็อกวันจัดงาน 2 วัน ซึ่งวันจัดงานแต่ละวันจะมีอิเวนต์งานมหกรรมในจำนวนจำกัด\n● อิเวนต์งานมหกรรมจะแบ่งออกเป็น \"ส่งของด่วน Pom-Pom\" และ \"อิเวนต์ผู้เยี่ยมชม\" โดยเมื่อสำเร็จอิเวนต์งานมหกรรมแล้ว จะได้รับ \"เหรียญทอง\" หรือทรัพยากรอื่นๆ จำนวนมาก\n● หลังจากสำเร็จอิเวนต์งานมหกรรมทั้งหมดของวันจัดงานแล้ว วันจัดงานนั้นๆ ก็จะสิ้นสุดลง\n● เมื่อ \"ความคืบหน้าของเกม\" ถึง 100% แล้ว วันจัดงานจะไม่มีการจำกัดการปลดล็อกอีก และสามารถเล่นได้อย่างไม่จำกัด\n\n◆ คำแนะนำกิจกรรม ◆\n● การเพิ่มเลเวลผู้ช่วย และการสร้างสายสัมพันธ์ระหว่างผู้ช่วยที่กำหนด จะทำให้ประสิทธิภาพรายรับจากงานมหกรรม เพิ่มขึ้นเป็นอย่างมาก\n● ไม่ว่าผู้บุกเบิกจะออนไลน์หรือไม่ก็ตาม ผู้ช่วยที่ทำงานอยู่ที่บูธ ก็จะยังคงได้รับ \"เหรียญทอง\" ต่อไป\n● หลังจากวันจัดงานปัจจุบันสิ้นสุดลง จะไม่มีการรีเฟรชอิเวนต์งานมหกรรม และภารกิจงานมหกรรมอีก ซึ่งในช่วงเวลานี้ การได้รับ \"เหรียญทอง\" จะลดลงเป็นอย่างมาก\n\n◆ รางวัลกิจกรรม ◆\n● ใน \"รางดาวเวิลด์☆\" ผู้บุกเบิกสามารถเพิ่ม Lv. สถานที่จัดงานได้จากการรับ \"เหรียญทอง\" และเมื่อ Lv. สถานที่จัดงานเพิ่มขึ้นเป็นเลเวลใหม่ ก็จะได้รับรางวัลเลเวล\n● สำเร็จเป้าหมายการจัดการต่างๆ ในรางวัลจำกัดเวลา เพื่อรับรางวัล\n● ร่วมมือกับผู้บุกเบิกจากทั่วทั้งกาแล็กซี เพื่อหารายรับจากงานมหกรรม และเพิ่ม \"ความคืบหน้าของเกม\" ซึ่งเมื่อ \"ความคืบหน้าของเกม\" ถึง 100% แล้ว ก็จะได้รับรางวัลทั่วทั้งกาแล็กซี",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestPlanetFes.png",
  "unlockConditions": "[PlayerLevel:21]"
}