{
  "_id": 50035,
  "id": "50035",
  "name": "ตำนานอัศวินเบสบอลแห่งกาแล็กซี: จอมมาร",
  "description": "การผจญภัยครั้งใหม่ได้เริ่มต้นขึ้นแล้ว... ตามรอยจอมมารชุดดำ ชิงไม้เบสบอลสุดแกร่งกลับมา และก้าวสู่จุดสูงสุดของ \"อัศวินเบสบอลแห่งกาแล็กซี\"!",
  "tabName": "ตำนานอัศวินเบสบอลแห่งกาแล็กซี: จอมมาร",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\nการผจญภัยครั้งใหม่ได้เริ่มต้นขึ้นแล้ว... ตามรอยจอมมารชุดดำ ชิงไม้เบสบอลสุดแกร่งกลับมา และก้าวสู่จุดสูงสุดของ \"อัศวินเบสบอลแห่งกาแล็กซี\"!\n\n◆ กติกากิจกรรม ◆\n● กิจกรรมครั้งนี้จะมีด่านต่อสู้ทั้งหมด 6 ด่าน โดยแบ่งความยากเป็น 3 ระดับ ได้แก่ ง่าย ปานกลาง และบ้าคลั่ง ซึ่งแต่ละด่านจะมีการต่อสู้ 3 ขั้นด้วยกัน\n● ผู้บุกเบิกจะต้องเอาชนะศัตรูตามจำนวนที่กำหนดในขั้นการต่อสู้ทั้ง 3 ขั้น ภายในจำนวนรอบที่จำกัด เพื่อเสร็จสิ้นการท้าทายด่าน\n● หลังจากกิจกรรมเริ่มขึ้น เมื่อด่านก่อนหน้ามีคะแนนถึงที่กำหนดแล้ว ก็จะสามารถปลดล็อกด่านต่อไปได้\n● เมื่อผู้บุกเบิกเพิ่มเลเวล \"ระดับความสมดุล\" ระดับความแข็งแกร่งของศัตรูก็จะเพิ่มขึ้นตามไปด้วย\n● ผู้บุกเบิกสามารถเลือกตัวละครทดลองใช้เพื่อเข้าร่วมการท้าทายได้\n● เมื่อตัวละครฝ่ายเรากำจัดศัตรูเป้าหมายในกิจกรรม \"ตำนานอัศวินเบสบอลแห่งกาแล็กซี\" จะฟื้นฟูพลังงาน 50% ของการต่อสู้ปกติ\n\n◆ คำอธิบายเกมเพลย์ ◆\n● การกำจัดศัตรูในด่าน จะได้รับค่าประสบการณ์เพื่อเพิ่ม \"เลเวลทีม\"\n● ในแต่ละด่านจะมีเอฟเฟกต์ \"โบนัสทีม\" ที่แตกต่างกัน เมื่อ \"เลเวลทีม\" เพิ่มขึ้น ตัวละครฝ่ายเราก็จะได้รับ Buff ของด่านด้วยตัวคูณเลเวลที่สอดคล้องกัน ตามเอฟเฟกต์ \"โบนัสทีม\" ในด่านปัจจุบัน\n● เมื่อ \"เลเวลทีม\" เพิ่มขึ้น จะสามารถสุ่มเลือก \"อาวุธ\" หรือ \"อุปกรณ์เสริม\" ได้หนึ่งชิ้น และเมื่อได้รับ \"อาวุธ\" หรือ \"อุปกรณ์เสริม\" ที่มีอยู่แล้วซ้ำอีก จะเพิ่มเลเวลของไอเทมดังกล่าว และได้รับเอฟเฟกต์ที่ทรงพลังยิ่งขึ้น\n● \"อาวุธ\" สามารถแอ็กชันได้เอง หรือถูกกระตุ้นโดยตัวละครฝ่ายเรา เพื่อสร้าง DMG ให้กับศัตรู ส่วน \"อุปกรณ์เสริม\" จะมอบเอฟเฟกต์ Buff แบบต่างๆ ให้กับ \"อาวุธ\" และตัวละครฝ่ายเรา\n● \"อาวุธ\" จะมี \"อุปกรณ์เสริม\" การสะท้อนแบบเฉพาะอยู่ หลังจากมี \"อาวุธ\" ที่ถึงเลเวลสูงสุดและ \"อุปกรณ์เสริม\" การสะท้อนในเลเวลใดก็ได้แล้ว จะสามารถอัปเกรดให้เป็น \"อาวุธระดับตำนาน\" อันทรงพลัง เมื่อทำการเพิ่มเลเวลต่อจากนี้ได้\n● \"อาวุธ\" พิเศษบางส่วน จะมีวิธีการสะท้อนแบบอื่นๆ ที่สามารถเลื่อนขั้นให้เป็น \"อาวุธคู่\" หรือ \"อาวุธทรงเกียรติ\" ที่พิเศษและทรงพลังยิ่งขึ้นได้\n● ศัตรูในด่านจะแข็งแกร่งขึ้นเรื่อยๆ ไปตามการรีเฟรช Wave และขั้นต่างๆ ซึ่งผู้บุกเบิกสามารถเอาชนะศัตรูได้โดยการจับคู่ผสาน \"อาวุธ\" และ \"อุปกรณ์เสริม\" อย่างเหมาะสม และเพิ่มเลเวลของอาวุธเพื่อรับ \"อาวุธระดับตำนาน\" มาโจมตีศัตรู\n\n◆ เกมเพลย์ของด่าน ◆\n● ในแต่ละด่าน จะมีการท้าทายศัตรูหลาย Wave ภายใน 3 ขั้น ซึ่งแต่ละขั้นจะสิ้นสุดลงด้วย \"การท้าทายศัตรูระดับสูง\" หรือ \"การท้าทายบอส\"\n● ในการต่อสู้แต่ละ Wave จะมีศัตรูในจำนวนที่กำหนดอยู่ ซึ่งศัตรูจะปรากฏตัวอย่างต่อเนื่อง จนกว่าศัตรูทั้งหมดใน Wave นั้นๆ จะถูกกำจัด\n● การต่อสู้ในแต่ละ Wave จะมีการนับถอยหลังของรอบที่จำกัด เมื่อสิ้นสุดการนับถอยหลังแล้ว ศัตรูที่ยังไม่ถูกกำจัดจะหายไป จากนั้นจะไม่สามารถรับคะแนนสะสม และประสบการณ์จากศัตรูตัวนั้นๆ ได้อีก\n● ในการต่อสู้กับ Wave ของศัตรูระดับสูงในแต่ละขั้น จะมีเงื่อนไข \"เป้าหมายการผ่านด่าน\" อยู่ ซึ่งจะต้องกำจัดศัตรูระดับสูงตามจำนวนที่กำหนดก่อน จึงจะสามารถเข้าสู่การต่อสู้ในขั้นต่อไปได้\n● ยิ่งกำจัดศัตรูในการต่อสู้และสร้าง DMG แก่บอสได้มากเท่าไหร่ คะแนนที่ได้รับก็จะยิ่งมากขึ้นเท่านั้น เมื่อผ่านด่านและมีจำนวนรอบเหลืออยู่ ก็จะได้รับคะแนนเพิ่มเติมอีกด้วย\n● หลังจากสิ้นสุดการต่อสู้ในแต่ละขั้นแล้ว ข้อมูลของเลเวลทีมในปัจจุบัน รวมถึงอาวุธและอุปกรณ์เสริมที่ได้รับ จะถูกบันทึกไว้โดยอัตโนมัติ หลังจากออกชั่วคราว จะสามารถใช้ไฟล์บันทึกเพื่อท้าทายด่านในปัจจุบันต่อได้\n◆ สำรวจกาแล็กซี ◆\n● ตั้งแต่ด่านแรก \"ดาว V612\" จนถึงด่านที่ห้า \"ดาว D007\" แต่ละด่านจะกำหนดอาวุธเริ่มต้นที่แตกต่างกันให้ ส่วนด่านสุดท้าย \"รังจอมมาร\" จะสามารถเลือกอาวุธเริ่มต้นได้เอง\n● ตั้งแต่ด่านที่สอง \"ดาว C996\" เป็นต้นไป ผู้บุกเบิกจะสามารถเลือก \"กลยุทธ์ผจญภัย\" ในช่วงเริ่มต้นของแต่ละขั้น เพื่อรับ Buff ของด่านเพิ่มมากขึ้น\n● หลังจากผ่านการต่อสู้ 3 ขั้นปกติของด่านสุดท้ายอย่าง \"รังจอมมาร\" แล้ว จะเปิด \"การท้าทายจอมมาร\" ขึ้น ซึ่งผู้บุกเบิกสามารถท้าทายบอสตัวสุดท้ายอย่าง \"จอมมารชุดดำ\" ได้ในขั้นนี้\n\n◆ เหรียญแร็กคูน ◆\n● การกำจัดศัตรูในด่าน จะได้รับ \"เหรียญแร็กคูน\"\n● หลังจากผ่านการท้าทาย Wave ของศัตรูระดับสูงภายในด่าน และเอาชนะสมุนจอมมารได้แล้ว จะได้รับ \"สมบัติจอมมาร\" อีกทั้งได้รับ \"อาวุธ\"/ \"อุปกรณ์เสริม\" แบบสุ่มจำนวน รวมถึง \"เหรียญแร็กคูน\" ด้วย\n● หลังจากท้าทายแต่ละด่านเสร็จสิ้นแล้ว สามารถใช้เหรียญแร็กคูนได้ที่ \"ร้านกาแล็กซี\" เพื่อเพิ่มเลเวลค่าสถานะ เสริมพลังอาวุธ และปลดล็อกการเสริมพลังของฟังก์ชันเกมเพลย์ต่างๆ\n\n◆ ฟื้นคืนความคลาสสิก ◆\n● หลังจากผ่านด่าน \"ตำนานอัศวินเบสบอลแห่งกาแล็กซี: จอมมาร\" แล้ว จะสามารถเล่น \"ตำนานอัศวินเบสบอลแห่งกาแล็กซี: ออกเดินทาง\" ได้ที่ตู้เกมสีน้ำเงินที่ทางเข้ากิจกรรม\n\n◆ รางวัลจำกัดเวลา ◆\n● ในช่วงกิจกรรมจำกัดเวลา สำเร็จภารกิจเป้าหมายที่กำหนดเพื่อรับรางวัล \"รางวัลการเดินทาง\" ที่เกี่ยวข้อง และเลือกรับตัวละคร 4 ดาวได้ตามที่ต้องการ\n\n◆ หมายเหตุกิจกรรม ◆\n● หลังจากกิจกรรมจำกัดเวลา \"ตำนานอัศวินเบสบอลแห่งกาแล็กซี: จอมมาร\" สิ้นสุดลงแล้ว ผู้บุกเบิกจะไม่สามารถรับรางวัลจำกัดเวลาในช่วงกิจกรรมได้ แต่ยังสามารถทำการท้าทายด่านเพื่อรับ \"ความนิยมในกาแล็กซี\" และเพิ่ม \"ระดับความนิยม\" เพื่อรับรางวัลที่เกี่ยวข้องได้",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnEvolveBuildSC.png",
  "unlockConditions": "[PlayerLevel:21]"
}