{
  "_id": 50032,
  "id": "50032",
  "name": "ดาวนำโชคแห่งกาแล็กซี",
  "tabName": "ดาวนำโชคแห่งกาแล็กซี",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ กติกาการเข้าร่วมกิจกรรม ◆\n● กิจกรรมแบ่งออกเป็น 7 รอบด้วยกัน โดยจะอัปเดตการจับรางวัลวันละ 1 รอบ นับตั้งแต่วันแรกที่เริ่มกิจกรรม\n● ก่อนสิ้นสุดเวลาของแต่ละรอบ (รายละเอียดเรื่องเวลาจะยึดตามเวลาที่ระบุไว้ในหน้ากิจกรรมเป็นหลัก) ผู้บุกเบิกสามารถเลือกเข้าร่วมการจับรางวัล หรือรับรางวัลที่กำหนดไว้อย่าง 100 Stellar Jade ได้โดยตรง โดยสามารถเลือกได้เพียงหนึ่งตัวเลือกเท่านั้น ซึ่งในการจับรางวัลแต่ละรอบ จะสามารถเลือกตัวเลือกที่ต่างกันออกไปได้\n● หากผู้บุกเบิกไม่ได้ดำเนินการในรอบการจับรางวัล ก็จะได้รับเป็นรางวัลที่กำหนดตามค่าเริ่มต้นอย่าง Stellar Jade และจะไม่เข้าร่วมการจับรางวัลแต่อย่างใด หลังจากเปิดกิจกรรม นอกจากการจับรางวัลหรือรางวัลที่กำหนดแล้ว ยังสามารถรับ 100 Stellar Jade จากรางวัลพรนำโชคได้โดยตรงอีกด้วย หากผู้บุกเบิกไม่ได้ล็อกอินเกมในช่วงที่มีการจับรางวัล จะสามารถล็อกอินก่อนสิ้นสุดกิจกรรม เพื่อรับรางวัล 800 Stellar Jade ได้ในคราวเดียว\n● การจับรางวัลของแต่ละรอบจะเริ่มขึ้นในวันถัดไป โดยรายละเอียดเรื่องเวลา จะยึดตามเวลาที่ระบุไว้ในหน้ากิจกรรมเป็นหลัก\n● ในช่วงเวลากิจกรรม ผู้บุกเบิกสามารถรับรางวัลได้ที่หน้ากิจกรรมนี้\n\n◆ การจับรางวัล ◆\n● ดาวผู้โชคดี: 500,000 Stellar Jade\n● รางวัลที่ 1: 600 Stellar Jade\n● รางวัลที่ 2: 50 Stellar Jade\n\n◆ กติกาการจับรางวัล ◆\n● ในรอบที่ 1, 2 และ 3 ในแต่ละรอบจะมีผู้บุกเบิก 2 คน ที่มีโอกาสกลายเป็นดาวผู้โชคดี ส่วนในรอบที่ 4, 5 และ 6 ในแต่ละรอบจะมีผู้บุกเบิก 3 คน ที่มีโอกาสกลายเป็นดาวผู้โชคดี และในรอบที่ 7 จะมีผู้บุกเบิก 5 คน ที่มีโอกาสกลายเป็นดาวผู้โชคดี\n● ในการจับรางวัลแต่ละรอบ ถ้าผู้บุกเบิกเลือกจับรางวัล แต่ไม่ได้เป็นดาวผู้โชคดี ก็จะมีโอกาส 10% ที่จะได้รับรางวัลที่ 1 และมีโอกาส 90% ที่จะได้รับรางวัลที่ 2\n● ในแต่ละรอบผู้บุกเบิกจะสามารถรับรางวัลดาวผู้โชคดี, รางวัลที่1 และรางวัลที่ 2 ไได้เพียงอย่างใดอย่างหนึ่งเท่านั้น ไม่สามารถรับพร้อมกันได้\n● ในช่วงกิจกรรมทั้ง 7 รอบ ผู้บุกเบิกจะสามารถกลายเป็นดาวผู้โชคดีได้เพียงครั้งเดียวเท่านั้น โดยผู้บุกเบิกคนเดียวกัน จะไม่สามารถกลายเป็นดาวผู้โชคดีซ้ำได้อีก\n\n◆ คำเตือนเกี่ยวกับกติกาดาวผู้โชคดี ◆\n● หากท่านละเมิดข้อตกลงการบริการของ HoYoverse ในระหว่างการใช้บริการของ HoYoverse ท่านจะถูกตัดสิทธิ์จากการได้รับรางวัล \"ดาวผู้โชคดี\" โดยอัตโนมัติ\n● การเข้าร่วมกิจกรรมครั้งนี้ จำเป็นต้องปฏิบัติตามกฎหมายที่เกี่ยวข้องหากท่านเป็นผู้เยาว์ ท่านต้องเข้าร่วมกิจกรรมจับรางวัลนี้หลังจากได้รับความยินยอมจากผู้ปกครองของท่าน\n● หากท่านจับได้รางวัลดาวผู้โชคดี HoYoverse อาจจะมีการรวบรวมข้อมูลส่วนบุคคลของท่าน\n● เรื่องที่ไม่ได้ครอบคลุมอยู่ในกิจกรรมนี้ รวมถึงการกระทำในภายหลังของผู้เล่น จะยังคงอยู่ภายใต้ \"ข้อตกลงการบริการ\" ของเกม \"Honkai: Star Rail\" ที่ท่านได้ให้การยอมรับเอาไว้",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestActivityBenefit.png",
  "unlockConditions": "[FinishMainMission:1000510]"
}