{
  "_id": 50048,
  "id": "50048",
  "name": "ห้วงฝันและจอกศักดิ์สิทธิ์",
  "description": "เครื่องขอพรสารพัดที่ทำให้สมปรารถนาได้ทุกอย่าง... \"จอกศักดิ์สิทธิ์\" ได้มาเยือนยังดาวนักล่าฝัน นักธุรกิจรายใหญ่แห่ง Penacony ที่มีชีวิตอยู่มากว่าหลายสิบยุคอำพัน ได้ส่งคำเชิญเข้าร่วมสงครามจอกศักดิ์สิทธิ์ ให้กับแขกผู้มีเกียรติทั้งหลาย...",
  "tabName": "ห้วงฝันและจอกศักดิ์สิทธิ์",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "▌ ตัวละครคอลแลบไม่รองรับเสียงพากย์ภาษาอังกฤษ ทั้งนี้คุณสามารถสลับเป็นเสียงพากย์ภาษาอื่น เพื่อสัมผัสประสบการณ์ได้\n\n▌ \"Fate/ ณ รัตติกาลแห่งแดนฝัน\"\nเครื่องขอพรสารพัดที่ทำให้สมปรารถนาได้ทุกอย่าง... \"จอกศักดิ์สิทธิ์\" ได้มาเยือนยังดาวนักล่าฝัน นักธุรกิจรายใหญ่แห่ง Penacony ที่มีชีวิตอยู่มากว่าหลายสิบยุคอำพัน ได้ส่งคำเชิญเข้าร่วมสงครามจอกศักดิ์สิทธิ์ให้กับแขกผู้มีเกียรติทั้งหลาย...\n\n▌ \"Fate/stay night\"\n◆ คำอธิบาย ◆\n● สงครามจอกศักดิ์สิทธิ์แห่ง Penacony ได้สิ้นสุดลงแล้ว แต่เหล่าอัจฉริยะกลับมอบฟังก์ชันใหม่ให้กับจอกศักดิ์สิทธิ์ ในมุมหนึ่งของเรือประกายอัคนี สงครามจอกศักดิ์สิทธิ์จำลองครั้งใหม่ กำลังจะเปิดฉากขึ้น!\n\n◆ กติกากิจกรรม ◆\n● ใน \"Fate/stay night\" ผู้บุกเบิกจะได้เข้าร่วมสงครามจอกศักดิ์สิทธิ์ ไปพร้อมกับตัวละครจำลอง 7 คน เพื่อต่อสู้แบบ 1 ต่อ 1 หลายๆ รอบ จนกว่าจะได้ผู้ชนะในท้ายที่สุด\n\n◆ รางวัลถาวร ◆\n● สามารถรับคะแนนรางวัลได้จากการเล่น \"Fate/stay night\" เมื่อคะแนนรางวัลถึงระดับที่กำหนดแล้ว จะสามารถรับรางวัลถาวรได้ใน \"รางวัลคะแนน\"\n\n◆ รางวัลจำกัดเวลา ◆\n● ในช่วงกิจกรรมจำกัดเวลา คุณสามารถรับคะแนนรางวัลได้จากการเล่น \"Fate/stay night\" เมื่อคะแนนรางวัลถึงระดับที่กำหนดแล้ว จะสามารถรับรางวัลจำกัดเวลาได้ใน \"รางวัลคะแนน\"\n\n◆ หมายเหตุกิจกรรม ◆\n● หลังจากกิจกรรมจำกัดเวลา \"Fate/stay night\" สิ้นสุดลงแล้ว ผู้บุกเบิกจะไม่สามารถรับรางวัลจำกัดเวลาใน \"รางวัลคะแนน\" ได้ แต่จะยังสามารถไปที่ \"เรือประกายอัคนี\" เพื่อสัมผัสประสบการณ์และรับรางวัลถาวรได้\n\n▌ \"ของขวัญจาก Fate\"\n● ในช่วงกิจกรรม เมื่อผู้บุกเบิกใช้ \"Star Rail Special Pass\" สะสมถึง 200 ใบ ในกิจกรรมวาร์ปใดก็ได้ของเวอร์ชัน 3.4 จะได้รับรางวัลหลังจากการวาร์ปคอลแลบเปิดขึ้น\n● กิจกรรมวาร์ปทั้งหมดในเวอร์ชัน 3.4 จะแบ่งปันจำนวนสะสมการใช้ \"Star Rail Special Pass\" ร่วมกัน\n● ในช่วงกิจกรรม สามารถรับรางวัลได้เพียงครั้งเดียวเท่านั้น",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnCollaborationEventVersionQuest0340.png",
  "unlockConditions": "[PlayerLevel:21]"
}