{
  "_id": 60007,
  "id": "60007",
  "name": "Simulated Universe: ทองคำและจักรกล",
  "type": 34,
  "tabName": "Simulated Universe: ทองคำและจักรกล",
  "tag": "คำอธิบายเกมเพลย์",
  "introduction": "◆ คำอธิบาย ◆\nHerta, Ruan Mei, Screwllum และ Stephen ได้ร่วมมือกัน เพื่อเปิดตัวการอัปเดตสุดยิ่งใหญ่ครั้งที่สองของ Simulated Universe! พวกเขาไม่เพียงแต่จะอัปเดตพร วัตถุหายาก และอิเวนต์แบบสุ่มใหม่ๆ เท่านั้น แต่ยังมีอิเวนต์การผจญภัยโฉมใหม่อีกด้วย\n\n◆ เป้าหมายเกมเพลย์ ◆\n● ในเกมเพลย์ \"Simulated Universe: ทองคำและจักรกล\" จะต้องรวบรวม \"ความลับแห่งการบุกเบิก\" พร้อมทั้งทำความเข้าใจเรื่องราวขององค์กรสันติภาพแห่งดวงดาว และสุดท้ายคือปลดล็อกความลับของเทพดาราทั้งหมด\n\n◆ เนื้อหาเกมเพลย์ ◆\n● \"ลูกเต๋าแบบกำหนดเอง\": \"ลูกเต๋าแบบกำหนดเอง\" เวอร์ชันปรับปรุง จะรองรับการประกอบ และกำหนดหน้าลูกเต๋าด้วยตัวเองได้อย่างอิสระ รวบรวมหน้าลูกเต๋าที่มีฟังก์ชันต่างกัน แล้วประกอบเข้ากันจนเป็น \"ลูกเต๋าแบบกำหนดเอง\" ที่มีความสามารถต่างๆ อย่างเหมาะสม เพื่อรับพรและวัตถุหายากที่มากขึ้น\n● \"Resonance Extrapolation\": ในการต่อสู้กับบอสที่ส่วนลึกสุดของมิติระนาบที่ 3 พลังแห่ง Path \"ปัญญา\" ที่เกินออกมาจะไปรบกวนระบบของ \"Simulated Universe\" จนทำให้เกิด Path Resonance ที่แตกต่างกันขึ้นมา ซึ่งจะมอบการท้าทายแบบใหม่ให้ฝ่ายเราได้พิชิต\n● นอกจากนี้ \"Simulated Universe: ทองคำและจักรกล\" ในครั้งนี้ ยังได้อัปเดตพร วัตถุหายาก และอิเวนต์แบบสุ่มใหม่ๆ มากมาย พร้อมทั้งอัปเดต Path Resonance แบบใหม่ล่าสุดอีกด้วย\n\n◆ รางวัลเกมเพลย์ ◆\n● รวบรวมความลับของ \"Simulated Universe: ทองคำและจักรกล\" ทั้งหมดเพื่อรับรางวัลการรวบรวม\n● สำเร็จ \"การทดสอบ\" และ \"โจทย์\" เพื่อรับรางวัลการท้าทาย\n● จะได้รับรางวัลเมื่อผ่านด่านความยากแต่ละระดับเป็นครั้งแรก\n\n◆ หมายเหตุสำคัญ ◆\n● \"Simulated Universe: ทองคำและจักรกล\" มีความยากทั้งหมด 5 ระดับด้วยกัน โดยความยากระดับ 5 นั้นจะค่อนข้างยากและท้าทาย ผู้บุกเบิกสามารถเลือกระดับความยาก ที่เหมาะสมกับสถานการณ์ของตัวเองเพื่อท้าทายได้\n● หลังจากรวบรวมความลับทั้งหมดของ \"ทองคำและจักรกล\" และสำเร็จภารกิจผจญภัย \"ทองคำและจักรกล: ตอนจบ\" แล้ว จะปลดล็อก Path \"ปัญญา\" ซึ่งเป็น Path ใหม่ล่าสุดใน Simulated Universe",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnQuestRogueNous.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}