{
  "_id": 60006,
  "id": "60006",
  "name": "มิติระนาบอันไร้ที่สิ้นสุด",
  "description": "ครั้งนี้ Herta และสมาชิกอีกสามคนของ สมาคมอัจฉริยะได้ทำ... เอ่อ การเปลี่ยนแปลงที่สุดขั้วใน Simulated Universe เล็กน้อย แต่คิดไม่ถึงว่าแต่ละคนจะก่อปัญหา จนทำให้รหัสยุ่งเหยิงไปหมด และ Simulated Universe ก็เริ่มขยายตัวอย่างไม่มีที่สิ้นสุด!\nตอนนี้มีเพียงคุณเท่านั้น ที่จะสามารถรับมือกับจักรวาลอันบ้าคลั่งนี้ได้!",
  "tabName": "มิติระนาบอันไร้ที่สิ้นสุด",
  "tag": "คำอธิบายกิจกรรม",
  "introduction": "◆ คำอธิบาย ◆\nHerta, Ruan Mei, Screwllum และ Stephen ต่างก็ได้ทำการเปลี่ยนแปลงที่สุดขั้วใน Simulated Universe\n\n◆ กติกากิจกรรม ◆\n● หลังจากเปิดกิจกรรมแล้ว จะปลดล็อกมิติระนาบแห่งใหม่ทุกวัน โดยมีมิติระนาบทั้งหมด 5 แห่งด้วยกัน\n● มิติระนาบแต่ละแห่ง ต่างก็มีกติกามิติระนาบที่แตกต่างกัน ซึ่งจะช่วยให้ผู้บุกเบิกได้รับพร วัตถุหายาก และ Cosmic Fragment ที่มากขึ้น เพื่อเพิ่มความสามารถของผู้บุกเบิกได้\n● มิติระนาบแต่ละแห่ง จะประกอบด้วยมิติระนาบทั่วไปและมิติระนาบสุดขั้ว หลังจากผ่านด่านมิติระนาบทั่วไปแล้ว จะเข้าสู่มิติระนาบสุดขั้ว\n● มิติระนาบสุดขั้วจะเป็นการต่อสู้ต่อเนื่องหลายชั้น ซึ่งจะมีเวลานับถอยหลังอยู่ 6 รอบ และศัตรูจะเพิ่มขึ้นไปตามจำนวนชั้นที่เพิ่มขึ้น โดยจะได้รับคะแนนสุดขั้วตามจำนวนชั้นของการท้าทาย เมื่อผ่านด่าน หากมีรอบเหลืออยู่ ก็จะได้รับคะแนนสุดขั้วเพิ่มเติม\n● หลังจากผ่านมิติระนาบทั่วไปแล้ว ข้อมูลตัวละครที่ใช้ รวมถึงข้อมูลพร, วัตถุหายาก, Cosmic Fragment และสิ่งอื่นๆ จะถูกบันทึกลงในไฟล์โดยอัตโนมัติ ซึ่งสามารถท้าทายมิติระนาบสุดขั้วซ้ำ เพื่อรับคะแนนสุดขั้วที่เพิ่มมากขึ้น\n● เมื่อผู้บุกเบิกเพิ่ม \"ระดับความสมดุล\" เลเวลของศัตรูในกิจกรรม และเลเวลของตัวละครทดลองใช้ ก็จะเพิ่มขึ้นด้วย\n\n◆ รางวัลกิจกรรม ◆\n● ในช่วงเวลากิจกรรม เมื่อผ่านด่านมิติระนาบทั่วไป และท้าทายมิติระนาบสุดขั้วในแต่ละมิติระนาบ จนได้รับคะแนนสุดขั้วตามที่กำหนดแล้ว จะได้รับรางวัลมิติระนาบใน \"รางวัลจำกัดเวลา\"\n● หลังจากสะสมคะแนนสุดขั้วสูงสุดที่ได้รับในแต่ละมิติระนาบ จนถึงเป้าหมายที่กำหนดแล้ว จะได้รับรางวัลสะสม\n\n◆ หมายเหตุสำคัญ ◆\n● พร วัตถุหายาก และอิเวนต์ที่ได้พบในมิติระนาบ จะไม่ปลดล็อกแกลเลอรี Simulated Universe",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueReward.png",
  "unlockConditions": "[PlayerLevel:21]"
}