{
  "_id": 60016,
  "id": "60016",
  "name": "Simulated Universe: เขตแดนที่ไม่รู้จัก",
  "description": "ใน Simulated Universe เหล่าอัจฉริยะได้ค้นพบ \"เขตแดนที่ไม่รู้จัก\" ที่ไม่อาจสังเกตเห็นได้",
  "tabName": "Simulated Universe: เขตแดนที่ไม่รู้จัก",
  "tag": "คำอธิบายเกมเพลย์",
  "introduction": "◆ คำอธิบาย ◆\nโมดูลส่วนขยายใหม่ล่าสุด ซึ่ง Herta และ Screwllum ได้ค้นพบ \"Simulated Universe: เขตแดนที่ไม่รู้จัก\" ที่ไม่สามารถสังเกตเห็นได้แห่งหนึ่ง! วัตถุหายากและอิเวนต์แบบสุ่มที่ไม่เคยรู้มาก่อน รวมถึงระบบ \"คทา\" และส่วนประกอบจากมรดกของ Rubert ที่ 2 ไหนจะพาร์ตเนอร์คนที่ห้าที่อัจฉริยะทั้งสองได้กล่าวถึง หรือว่า...\n\n◆ เป้าหมายเกมเพลย์ ◆\n● ผ่านด่าน \"ไฟล์จำแนก\" และ \"รวมพลคนสามัญ\" เพื่อสำเร็จการท้าทาย\n\n◆ รางวัลเกมเพลย์ ◆\n● รวบรวมคทา ส่วนประกอบ อิเวนต์ และวัตถุหายากใน \"Simulated Universe: เขตแดนที่ไม่รู้จัก\" เพื่อรับรางวัลการรวบรวมใน \"บันทึกการจำลอง\"\n● เมื่อผ่านด่านต่างๆ ใน \"ไฟล์จำแนก\" เป็นครั้งแรก จะได้รับรางวัลการท้าทาย\n● เมื่อผ่านด่านต่างๆ ใน \"รวมพลคนสามัญ\" เป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม\n● เมื่อรวบรวมเนื้อเรื่องในด่าน จะสามารถรับรางวัลเพิ่มเติมได้ใน \"ความลับการบุกเบิก\"\n● สำเร็จเป้าหมาย \"ปรับโมเดลใหม่\" ที่กำหนด เพื่อรับรางวัลที่เกี่ยวข้อง\n\n◆ ไฟล์จำแนก ◆\n● การผ่านด่าน \"ไฟล์จำแนก\" จะสามารถปลดล็อกด่านใหม่ได้ เมื่อผ่านด่านใหม่เป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม โดยในด่านที่ 5 จะสามารถเข้าสู่มิติระนาบที่ 4 และทำการท้าทายได้\n● หลังจากผ่านด่านที่ 5 จะเพิ่มระบบ \"ระดับโจทย์\" ในพื้นฐานของด่านที่ 5\n● หลังจากเปิดใช้งาน \"ระดับโจทย์\" แล้ว ระดับความยากของ \"ไฟล์จำแนก\" จะเพิ่มขึ้นเป็นอย่างมาก ผู้บุกเบิกสามารถเลือกระดับโจทย์ที่เหมาะสมตามสถานการณ์ของตัวเอง เพื่อทำการท้าทายได้\n● มีเพียงการผ่านด่านที่ 5 ใน \"ไฟล์จำแนก\" เท่านั้น ที่จะสามารถปลดล็อก \"ระดับโจทย์\" ในระดับที่สูงขึ้นได้\n● หลังจากผ่านด่าน \"ระดับโจทย์\" แต่ละระดับเป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม\n\n◆ รวมพลคนสามัญ ◆\n● ใน \"รวมพลคนสามัญ\" จะมีการท้าทายแบบกำหนดมาให้ผู้เล่นได้สัมผัส เมื่อผ่านด่านเป็นครั้งแรก จะสามารถได้รับรางวัลเพิ่มเติม\n● ทุกครั้งที่ท้าทายด่านใน \"รวมพลคนสามัญ\" สำเร็จ จะสามารถดูเนื้อหาโครงสร้างที่บันทึกไว้ได้ เพื่อใช้เป็นข้อมูลอ้างอิงในการท้าทายด่านอื่นๆ\n● เมื่อท้าทายด่านใน \"รวมพลคนสามัญ\" สำเร็จ จะสามารถปลดล็อกเนื้อเรื่องใหม่ได้เช่นกัน\n\n◆ การฉายเชิงตัวเลข ◆\n● ใน \"Simulated Universe: เขตแดนที่ไม่รู้จัก\" เลเวลของตัวละคร, Light Cone, Trace และรีลิกส์ จะได้รับการเสริมพลังเมื่อตรงตามเงื่อนไข โดยการเสริมพลังดังกล่าว จะเหมือนกับใน \"จักรวาลต่างมิติ\"\n● เมื่อเลเวลตัวละคร ต่ำกว่าเลเวลสูงสุดของตัวละครในระดับความสมดุลปัจจุบัน จะเพิ่มเลเวลตัวละคร จนถึงเลเวลสูงสุดของตัวละครในระดับความสมดุลปัจจุบัน\n● หากไม่ได้เปิดใช้งาน Trace ที่ปลดล็อกแล้วของตัวละคร หรือเลเวลของ Trace ต่ำกว่าที่ระดับความสมดุลปัจจุบันต้องการ ก็จะเปิดใช้งาน Trace หรือเพิ่มเลเวลจนถึงเลเวล Trace ที่เหมาะสมกับระดับความสมดุลในปัจจุบัน\n● เมื่อระดับการเสริมพลังโดยรวมของรีลิกส์ที่ตัวละครสวมใส่ ต่ำกว่าเงื่อนไขของระดับความสมดุลในปัจจุบัน จะแทนที่รีลิกส์ด้วยรีลิกส์ชั่วคราว ที่เหมาะสมกับระดับความสมดุลในปัจจุบัน\n\n◆ คะแนนสะสม Simulated Universe ◆\n● การผ่านด่าน \"ไฟล์จำแนก\" และ \"รวมพลคนสามัญ\" ต่างสามารถรับคะแนนสะสมประจำสัปดาห์ของ Simulated Universe ได้",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueMagic.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}