{
  "_id": 60017,
  "id": "60017",
  "name": "จักรวาลต่างมิติ: วีรชนพันหน้า",
  "tabName": "จักรวาลต่างมิติ: วีรชนพันหน้า",
  "tag": "คำอธิบายเกมเพลย์",
  "introduction": "◆ คำอธิบาย ◆\nจักรวาลต่างมิติได้ทำการอัปเดตครั้งใหญ่! ไม่เพียงแต่มีพร สมการ วัตถุหายากถ่วงดุล และอิเวนต์แบบสุ่มใหม่ๆ เท่านั้น แต่ยังมี \"พรโลหิตทอง\" เพิ่มเข้ามาใหม่ด้วย\n\n◆ เป้าหมายเกมเพลย์ ◆\n● ผ่านด่าน \"การคำนวณทั่วไป\" และ \"การคำนวณแบบรอบ\" เพื่อรับคะแนนปรับใช้และเพิ่มเลเวลปรับใช้ ซึ่งการเพิ่มเลเวลปรับใช้นั้นสามารถรับรางวัลได้อีกด้วย\n\n◆ รางวัลเกมเพลย์ ◆\n● รวบรวมพร สมการ อิเวนต์ วัตถุหายาก วัตถุหายากถ่วงดุล และพรโลหิตทองในจักรวาลต่างมิติ เพื่อรับรางวัลการรวบรวม\n● เมื่อผ่านด่านระดับความยากต่างๆ ใน \"การคำนวณทั่วไป\" เป็นครั้งแรก จะได้รับรางวัลการท้าทาย\n● เมื่อผ่านด่าน \"การคำนวณแบบรอบ\" ในแต่ละสัปดาห์เป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม\n● สำเร็จเป้าหมาย \"การจัดเรียงที่มั่นคง\" ที่กำหนด เพื่อรับรางวัลที่เกี่ยวข้อง\n\n◆ การคำนวณทั่วไป ◆\n● การผ่านด่าน \"การคำนวณทั่วไป\" จะสามารถปลดล็อกระดับความยากใหม่ได้ เมื่อผ่านด่านระดับความยากใหม่เป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม\n● หลังผ่านด่านความยากระดับ 5 จะปลดล็อก \"โหมดระดับดาว\"\n\n◆ การคำนวณแบบรอบ ◆\n● \"การคำนวณแบบรอบ\" ในแต่ละสัปดาห์ จะมีการอัปเดตเนื้อหาเกมเพลย์พิเศษ และเมื่อผ่านด่านในแต่ละสัปดาห์เป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม\n● เมื่อผ่านด่าน \"การคำนวณแบบรอบ\" จะได้รับรางวัลคะแนนปรับใช้เพิ่มเติม โดยในแต่ละสัปดาห์จะมีขีดจำกัดสูงสุด หากผ่านด่าน \"การคำนวณแบบรอบ\" หลังจากที่ถึงขีดจำกัดสูงสุดแล้ว ก็จะยังสามารถรับคะแนนปรับใช้ได้\n● ใน \"การคำนวณแบบรอบ\" สามารถเลือกระดับความยากและโปรโตคอลที่ปลดล็อกใน \"การคำนวณทั่วไป\" ได้\n● \"การคำนวณแบบรอบ\" จะอัปเดตทุกวันจันทร์ เวลา 04:00 น. (ตามเวลาเซิร์ฟเวอร์)\n\n◆ โหมดระดับดาว ◆\n● ใน \"โหมดระดับดาว\" ผู้เล่นสามารถท้าทาย \"โปรโตคอล\" ได้ ซึ่งความยากของ \"โปรโตคอล\" จะเพิ่มขึ้นเป็นอย่างมาก\n● \"โหมดระดับดาว\" ประกอบด้วย \"โหมดบุกเบิกดาว\" และ \"โหมดฝึกฝน\"\n● ใน \"โหมดบุกเบิกดาว\" จะสามารถจุดดวงตาแห่งปัญญาให้สว่าง เพื่อเพิ่มระดับดาวได้ ยิ่งระดับดาวสูงเท่าไหร่ ระดับ \"โปรโตคอล\" ของ \"โหมดบุกเบิกดาว\" ก็จะสูงขึ้นเท่านั้น\n● ใน \"โหมดบุกเบิกดาว\" ระดับดาวจะไม่ลดลง แต่จำนวนดวงตาแห่งปัญญาในระดับดาวเดียวกัน อาจเพิ่มขึ้นหรือลดลงได้ และในบางระดับดาว ก็จะมีกลไกรักษาระดับดาวด้วย\n● ใน \"โหมดฝึกฝน\" จะสามารถเลือกระดับ \"โปรโตคอล\" ได้อย่างอิสระ โดยสูงสุดจะไม่เกินกว่าระดับ \"โปรโตคอล\" ที่สอดคล้องกับระดับดาวปัจจุบัน\n● \"โหมดฝึกฝน\" จะไม่ส่งผลต่อระดับดาวและดวงตาแห่งปัญญา\n\n◆ การฉายเชิงตัวเลข ◆\n● ใน \"จักรวาลต่างมิติ\" เลเวลของตัวละคร, Light Cone, Trace และรีลิกส์ จะได้รับการเสริมพลังเมื่อตรงตามเงื่อนไข โดยการเสริมพลังดังกล่าว จะมีผลใน \"จักรวาลต่างมิติ\" เท่านั้น\n● เมื่อเลเวลตัวละคร ต่ำกว่าเลเวลสูงสุดของตัวละครในระดับความสมดุลปัจจุบัน จะเพิ่มเลเวลตัวละคร จนถึงเลเวลสูงสุดของตัวละครในระดับความสมดุลปัจจุบัน\n● หากไม่ได้เปิดใช้งาน Trace ที่ปลดล็อกแล้วของตัวละคร หรือเลเวลของ Trace ต่ำกว่าความต้องการของระดับความสมดุลปัจจุบัน ก็จะเปิดใช้งาน Trace หรือเพิ่มเลเวลจนถึงเลเวล Trace ที่เหมาะสมกับระดับความสมดุลในปัจจุบัน\n● เมื่อระดับการเสริมพลังโดยรวมของรีลิกส์ที่ตัวละครสวมใส่ ต่ำกว่าเงื่อนไขของระดับความสมดุลในปัจจุบัน จะแทนที่รีลิกส์ด้วยรีลิกส์ชั่วคราว ที่เหมาะสมกับระดับความสมดุลในปัจจุบัน\n\n◆ ขยายรางวัลเลเวลปรับใช้ ◆\n● เลเวลปรับใช้ของ \"จักรวาลต่างมิติ\" จะมีการขยายเพิ่มเป็นระยะ ซึ่งจะเพิ่มรางวัลใหม่ๆ เข้ามา\n● หากเลเวลปรับใช้ถึงขีดจำกัดสูงสุด ก่อนที่จะขยายเลเวลปรับใช้ จะไม่สามารถรับคะแนนปรับใช้ใน \"จักรวาลต่างมิติ\" ได้\n\n◆ คะแนนสะสม Simulated Universe ◆\n● การผ่านด่าน \"การคำนวณแบบรอบ\" และ \"การคำนวณทั่วไป\" ต่างสามารถรับคะแนนสะสม Simulated Universe ได้",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall2.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}