{
  "_id": 60011,
  "id": "60011",
  "name": "จักรวาลต่างมิติ: ความหรรษาของมนุษย์",
  "type": 233,
  "tabName": "จักรวาลต่างมิติ: ความหรรษาของมนุษย์",
  "tag": "คำอธิบายเกมเพลย์",
  "introduction": "◆ คำอธิบาย ◆\nScrewllum ได้ใช้เทคโนโลยีจาก Planet Screwllum มาสร้างโปรเจกต์แยกเดี่ยวให้กับ Simulated Universe เขาไม่เพียงอัปเดตพร วัตถุหายาก และอิเวนต์แบบสุ่มใหม่ๆ เท่านั้น แต่ยังติดตั้งพื้นที่ทดสอบใหม่ รวมถึง \"สมการ\" และ \"วัตถุหายากถ่วงดุล\" ถึงขั้นยังมีการผจญภัยที่คาดไม่ถึงอีกด้วย\n\n◆ เป้าหมายเกมเพลย์ ◆\n● ผ่านด่าน \"การคำนวณทั่วไป\" และ \"การคำนวณแบบรอบ\" เพื่อรับคะแนนปรับใช้และเพิ่มเลเวลปรับใช้ โดยการเพิ่มเลเวลปรับใช้จะได้รับรางวัล\n\n◆ รางวัลเกมเพลย์ ◆\n● รวบรวมพร สมการ อิเวนต์ วัตถุหายาก และวัตถุหายากถ่วงดุลในจักรวาลต่างมิติ เพื่อรับรางวัลการรวบรวม\n● เมื่อผ่านด่านระดับความยากต่างๆ ใน \"การคำนวณทั่วไป\" เป็นครั้งแรก จะได้รับรางวัลการท้าทาย\n● เมื่อผ่านด่าน \"การคำนวณแบบรอบ\" ในแต่ละสัปดาห์เป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม\n● สำเร็จเป้าหมาย \"การจัดเรียงที่มั่นคง\" ที่กำหนด เพื่อรับรางวัลที่เกี่ยวข้อง\n\n◆ การคำนวณทั่วไป ◆\n● การผ่านด่าน \"การคำนวณทั่วไป\" จะสามารถปลดล็อกระดับความยากใหม่ได้ เมื่อผ่านด่านระดับความยากใหม่เป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม\n● หลังจากผ่านความยากระดับ 5 แล้ว ระบบ \"โปรโตคอล\" จะถูกเพิ่มเข้าไปในพื้นฐานของความยากระดับ 5\n● หลังจากเปิดใช้งาน \"โปรโตคอล\" แล้ว ระดับความยากของ \"การคำนวณทั่วไป\" จะเพิ่มขึ้นเป็นอย่างมาก ผู้บุกเบิกสามารถเลือกระดับโปรโตคอล ที่เหมาะสมตามสถานการณ์ของตัวเอง เพื่อทำการท้าทายได้\n● มีเพียงการผ่านด่านใน \"การคำนวณทั่วไป\" เท่านั้น ที่จะสามารถปลดล็อก \"โปรโตคอล\" ในระดับที่สูงขึ้นได้\n● หลังจากผ่านด่าน \"โปรโตคอล\" แต่ละระดับเป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม\n\n◆ การคำนวณแบบรอบ ◆\n● \"การคำนวณแบบรอบ\" ในแต่ละสัปดาห์ จะมีการอัปเดตเนื้อหาเกมเพลย์พิเศษ และเมื่อผ่านด่านในแต่ละสัปดาห์เป็นครั้งแรก จะได้รับรางวัลเพิ่มเติม\n● เมื่อผ่านด่าน \"การคำนวณแบบรอบ\" จะได้รับรางวัลคะแนนปรับใช้เพิ่มเติม โดยในแต่ละสัปดาห์จะมีขีดจำกัดสูงสุด หากผ่านด่าน \"การคำนวณแบบรอบ\" หลังจากที่ถึงขีดจำกัดสูงสุดแล้ว จะยังสามารถรับคะแนนปรับใช้ได้\n● ใน \"การคำนวณแบบรอบ\" สามารถเลือกระดับความยากและโปรโตคอลที่ปลดล็อกใน \"การคำนวณทั่วไป\" ได้\n● \"การคำนวณแบบรอบ\" จะอัปเดตทุกวันจันทร์ เวลา <unbreak>04</unbreak>:<unbreak>00</unbreak> น. (ตามเวลาเซิร์ฟเวอร์)\n\n◆ การฉายเชิงตัวเลข ◆\n● ใน \"จักรวาลต่างมิติ\" เลเวลของตัวละคร, Light Cone, Trace และรีลิกส์ จะได้รับการเสริมพลังเมื่อตรงตามเงื่อนไข โดยการเสริมพลังดังกล่าว จะมีผลใน \"จักรวาลต่างมิติ\" เท่านั้น\n● เมื่อเลเวลตัวละคร ต่ำกว่าเลเวลสูงสุดของตัวละครในระดับความสมดุลปัจจุบัน จะเพิ่มเลเวลตัวละคร จนถึงเลเวลสูงสุดของตัวละครในระดับความสมดุลปัจจุบัน\n● หากไม่ได้เปิดใช้งาน Trace ที่ปลดล็อกแล้วของตัวละคร หรือเลเวลของ Trace ต่ำกว่าความต้องการของระดับความสมดุลปัจจุบัน ก็จะเปิดใช้งาน Trace หรือเพิ่มเลเวลจนถึงเลเวล Trace ที่เหมาะสมกับระดับความสมดุลในปัจจุบัน\n● เมื่อระดับการเสริมพลังโดยรวมของรีลิกส์ที่ตัวละครสวมใส่ ต่ำกว่าเงื่อนไขของระดับความสมดุลในปัจจุบัน จะแทนที่รีลิกส์ด้วยรีลิกส์ชั่วคราว ที่เหมาะสมกับระดับความสมดุลในปัจจุบัน\n\n◆ ขยายรางวัลเลเวลปรับใช้ ◆\n● เลเวลปรับใช้ของ \"จักรวาลต่างมิติ\" จะมีการขยายเพิ่มเป็นระยะ ซึ่งจะเพิ่มรางวัลใหม่ๆ เข้ามา\n● หากเลเวลปรับใช้ถึงขีดจำกัดสูงสุด ก่อนที่จะขยายเลเวลปรับใช้ จะไม่สามารถรับคะแนนปรับใช้ใน \"จักรวาลต่างมิติ\" ได้\n\n◆ คะแนนสะสม Simulated Universe ◆\n● การผ่านด่าน \"การคำนวณแบบรอบ\" และ \"การคำนวณทั่วไป\" ต่างสามารถรับคะแนนสะสม Simulated Universe ได้",
  "imageIconTab": "SpriteOutput/Quest/TabIcon/BtnRogueTourntBannerSmall1.png",
  "unlockConditions": "[PlayerLevel:21],[FinishMainMission:4030009]"
}