{
  "_id": 403006,
  "id": "longevity_pill_of_cruelty",
  "name": "Pilule de longévité cruelle",
  "description": "Augmente les PV max de tous les alliés de 20 % et leur RÉS aux effets de 6 % pour les 3 prochains combats lors de son utilisation.",
  "story": "Un médicament exclusif du Yaoqing de Xianzhou connu pour ses propriétés d'amélioration de la forme physique générale et sa capacité à immuniser contre toutes les maladies pendant une brève période.\nÀ bord du Yaoqing, on raconte qu'un guérisseur du nom de Yu est tombé amoureux d'une jeune marchande foxienne. Mais pouvant vivre jusqu'à un millier d'années, l'espèce vidyadharienne avait une espérance de vie beaucoup plus longue que les Foxiens. Yu tenta de trouver bien des solutions pour que sa bien-aimée échappe à la mort. Il tomba alors dans le piège tendu par les Disciples du Sanctus Medicus et lui fit prendre une pilule de longévité de l'Abondance sans l'avertir de sa véritable nature. La jeune fille se transforma en une abomination dénuée de tout sentiment pour lui, avant d'être assassinée par les Chevaliers des nuages. Afin d'éviter qu'il ne soit frappé par le mara, la Commission d'alchimie ordonna à Yu, alors accablé par le chagrin, de prendre la cruelle pilule de longévité. Celle-ci le priva de tout sentiment d'amour et de désirs jusqu'à sa mort.\nUne autre version de la légende raconte qu'en réalité, Yu n'appartenait pas à l'espèce vidyadharienne, mais qu'il était un simple mortel, et que la jeune Foxienne était une espionne envoyée par les Disciples afin d'infiltrer la Commission d'alchimie. Cette dernière version est moins répandue, les gens étant plus friands d'histoires d'amour que de la lutte pour le pouvoir.\n\n« La longévité est une malédiction pour ceux qui ne connaissent ni passions ni désirs. »",
  "rarity": 5,
  "source": [
    {
      "description": "Omni-synthétiseur",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180007,
              "name": "Graine",
              "rarity": 1,
              "count": 5
            },
            {
              "id": 182002,
              "name": "Ambre gris de l'Abondance",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182005,
              "name": "Fragment dur de la Nihilité",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182004,
              "name": "Matériaux de construction de la Préservation",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183001,
              "name": "Feuille interdimensionnelle",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Consommables"
  }
}