{
  "_id": 403004,
  "id": "stone_from_the_everwinter_monument",
  "name": "Pierre du monument de l'Hiver éternel",
  "description": "Augmente les chances de RÉS à l'effet Gelé de tous les alliés de 50 % pour le prochain combat lors de son utilisation.",
  "story": "Les Acteurs en deuil ont foulé le sol de Jarilo-VI il y a bien longtemps, alors que le Stellaron n'avait pas encore fait son apparition sur la planète et que le Gel éternel n'était qu'un fléau encore inconnu. La guerre contre la Légion d'antimatière représentait alors la seule menace pesant sur cette petite et fragile planète. Les Acteurs en deuil n'avaient pas connaissance de l'existence des Architectes et n'avaient alors été témoins que des conséquences de la destruction semée par la Légion sur son passage. Voguant sur leurs gondoles sans faire de bruit, ils ont traversé le ciel et sont partis sans que la Légion ne s'en rende compte, ne laissant derrière eux qu'un silence aux allures d'éloge funèbre.\nLe temps a passé et les Architectes découvrirent une sorte de pierre somptueuse aux couleurs vives. Ils ont mélangé cette pierre à la géomoelle et ont édifié un monument qui selon certains est toujours sur pied, au cœur du Fort de Qlipoth dans la ville de Belobog.\n\n« Même si l'on vient à disparaître, ce monument surplombera les cieux pour l'éternité. Il sera la preuve de notre existence aux yeux de ceux qui nous succéderont. »",
  "rarity": 5,
  "source": [
    {
      "description": "Omni-synthésiseur",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 181005,
              "name": "Noyau de glace",
              "rarity": 2,
              "count": 3
            },
            {
              "id": 182004,
              "name": "Matériaux de construction de la Préservation",
              "rarity": 3,
              "count": 3
            },
            {
              "id": 182005,
              "name": "Fragment dur de la Nihilité",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 183003,
              "name": "Cristal de larme du glorieux trépas",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Consommables"
  }
}
