{
  "_id": 403005,
  "id": "topological_acceleration_band",
  "name": "Bande d'accélération topologique",
  "description": "Augmente la VIT de tous les alliés de 24 % pendant 2 tours lors de son utilisation.",
  "story": "Le Département de la mise en œuvre de la Station spatiale Herta s'est un jour lancé dans une expérience intéressante. Les chercheurs ont ajouté trois Aidens de vecteur à une pierre de la Chasse sur une bande continuelle topologique, ayant pour résultat que la pierre se poursuive elle-même. Par conséquent, la pierre pouvait arriver à un mouvement perpétuel limité, et ce sous certaines conditions spécifiques. Le département n'était pas inquiet de voir une perte de puissance de la Voie durant l'expérience. Cependant, il a remarqué un autre petit phénomène : la pierre se déplaçait très lentement sur sa Voie, mais sa vitesse augmentait progressivement par petits incréments. Les chercheurs en ont tiré profit et ont fabriqué la bande d'accélération topologique. Son utilisation est encore très limitée à ce stade et elle ne sert pour l'instant qu'à remplacer les bandes en caoutchouc classiques utilisées pour faire du sport.\n\n« Pensez-vous que si on lance une fabrication en série et à l'infini, cela pourrait épuiser toute l'énergie produite par une Voie ? »\n« Aucune idée... Il faut dire que pour l'instant, nous n'avons que peu d'informations sur la façon dont fonctionnent les Voies. »",
  "rarity": 5,
  "source": [
    {
      "description": "Omni-synthésiseur",
      "recipe": [
        {
          "materialCost": [
            {
              "id": 180006,
              "name": "Liquide gazeux",
              "rarity": 1,
              "count": 6
            },
            {
              "id": 182003,
              "name": "Pierre de la Chasse",
              "rarity": 3,
              "count": 2
            },
            {
              "id": 182007,
              "name": "Mucus de l'Harmonie",
              "rarity": 3,
              "count": 3
            },
            {
              "id": 183004,
              "name": "Nœuds de Mythus",
              "rarity": 5,
              "count": 1
            }
          ],
          "specialMaterialCost": []
        }
      ]
    }
  ],
  "type": {
    "id": 10,
    "name": "Consommables"
  }
}
